Repository: fitodac/multi.pass
Catalog: content/plugins/WPShapere/languages/wps-*.po
Languages: es_es, fr_fr

source: %s Settings
es_es: %s ajustes
fr_fr: %s Paramètres

source: Loading...
es_es: Cargando...
fr_fr: Chargement...

source: Invalid Purchase code! Or the envato server may be down.
es_es: Código de compra inválido. O el servidor Envato puede estar caído.
fr_fr: Code d'achat non valide ! Ou le serveur envato est peut-être hors service.

source: Or your server may not support wordpress remote get method. Please open a support ticket at
es_es: O su servidor puede no soportar el método de obtención remota de WordPress. Por favor abra un ticket de soporte en
fr_fr: Ou votre serveur ne supporte pas la méthode distant wordpress. S'il vous plaît ouvrir un ticket de support à

source: Enter Purchase Code
es_es: Introducir código de compra
fr_fr: Entrez le code d'achat

source: Your Purchase code is accepted. Happy customizing WordPress!
es_es: Su código de compra ha sido aceptado. Feliz personalización en WordPress
fr_fr: Votre code d'achat est acceptée. Bonne personnalisation WordPress!

source: Need help?
es_es: ¿Necesita ayuda?
fr_fr: Besoin d'aide?

source: Font Family
es_es: Familia de fuentes
fr_fr: Polices Famille

source: Font Weight
es_es: Peso de la fuente
fr_fr: Poids de police

source: Font Style
es_es: Estilo de la fuente
fr_fr: Style de police

source: Font Size
es_es: Tamaño de la fuente
fr_fr: Taille de police

source: Save Changes
es_es: Guardar cambios
fr_fr: Enregistrer les modifications

source: Settings saved.
es_es: Ajustes guardados.
fr_fr: Paramètres Enregistré

source: Error: Settings not saved.
es_es: Error: Ajustes no guardados.
fr_fr: Erreur: Paramètres non enregistré.

source: General Options
es_es: Opciones generales
fr_fr: Options Générales

source: Login Options
es_es: Opciones de inicio de sesión
fr_fr: Options de Connexion

source: Dashboard Options
es_es: Opciones de panel de control
fr_fr: Options Tableau de bord

source: Adminbar Options
es_es: Opciones de barra de administrador
fr_fr: Options bar d’Admin

source: Admin Page Options
es_es: Opciones de página de administrador
fr_fr: Options page d'Administrateur

source: Admin menu Options
es_es: Opciones de menú de administrador
fr_fr: Options Menu d'administration

source: Footer Options
es_es: Opciones de pie de página
fr_fr: Options pied de page

source: Email Options
es_es: Opciones de correo electrónico
fr_fr: Options de messagerie

source: Choose design type
es_es: Escoger tipo de diseño
fr_fr: Choisissez le type de design

source: Flat design
es_es: Diseño plano
fr_fr: Design plat

source: Default design
es_es: Diseño por defecto
fr_fr: Design par défaut

source: Heading H1 color
es_es: Color de título H1
fr_fr: Rubrique couleur H1

source: Heading H2 color
es_es: Color de título H2
fr_fr: Rubrique couleur H2

source: Heading H3 color
es_es: Color de título H3
fr_fr: Rubrique couleur H3

source: Heading H4 color
es_es: Color de título H4
fr_fr: Rubrique couleur H4

source: Heading H5 color
es_es: Color de título H5
fr_fr: Rubrique couleur H5

source: Heading H6 color
es_es: Color de título H6
fr_fr: Rubrique couleur H6

source: Remove unwanted items
es_es: Eliminar elementos indeseados
fr_fr: Supprimer les éléments indésirables

source: Select whichever you want to remove.
es_es: Seleccioner cualquier cosa que desee eliminar
fr_fr: Sélectionnez celui que vous souhaitez supprimer.

source: Wordpress Help tab.
es_es: Pestaña de ayuda de WordPress.
fr_fr: Onglet Aide Wordpress

source: Screen Options.
es_es: Opciones de pantalla.
fr_fr: Options de l'écran.

source: Wordpress update notifications.
es_es: Notificaciones de actualización de WordPress.
fr_fr: Notifications de mise à jour Wordpress

source: Disable automatic updates
es_es: Deshabilitar actualizaciones automáticas
fr_fr: Désactiver les mises à jour automatiques

source: Select to disable all automatic background updates.
es_es: Seleccione para deshabilitar todas las actualizaciones automáticas de fondo.
fr_fr: Sélectionnez cette option pour désactiver toutes les mises à jour automatiqueen arrière-plan.

source: Disable update emails
es_es: Deshabilitar correos electrónicos de actualización
fr_fr: Désactiver la mise à jour des e-mails

source: Select to disable emails regarding automatic updates.
es_es: Seleccione para deshabilitar los correos electrónicos relativos a actualizaciones automáticas.
fr_fr: Sélectionnez cette option pour désactiver les e-mails concernant les mises à jour automatiques

source: Hide Admin bar
es_es: Ocultar barra de administrador
fr_fr: Masquer la barre Administrateur

source: Select to hideadmin bar on frontend.
es_es: Seleccione para ocultar la barra de administrador en la interfaz.
fr_fr: Sélectionner cette option pour masquer la barre Admin à l'extrémité frontal

source: Hide Color picker from user profile
es_es: Ocultar el seleccionador de color del perfil de usuario
fr_fr: Masquer le sélecteur de couleurs du profil utilisateur

source: Select to hide Color picker from user profile.
es_es: Seleccione para ocultar el seleccionar de color del perfil de usuario.
fr_fr: Sélectionnez cette option pour masquer le sélecteur de couleurs du profil d'utilisateur

source: Menu Customization options
es_es: Opciones de personalización de menú
fr_fr: Options de personnalisation des menus

source: Menu display
es_es: Visualización del menú
fr_fr: Affichage du menu

source: Show all Menu links to all admin users
es_es: Mostrar todos los enlaces de menú a todos los usuarios administradores
fr_fr: Afficher tous les liens du menu pour tous les utilisateurs admin

source: Show all Menu links to specific admin users
es_es: Mostrar todos los enlaces de menú a usuarios administradores específicos
fr_fr: Afficher tous les liens du menu pour les utilisateurs administrateurs spécifiques

source: Select Privilege users
es_es: Seleccionar privilegios de usuarios
fr_fr: Sélectionnez les Utilisateurs Privilégient

source: Select admin users who can have access to all menu items.
es_es: Seleccione usuarios administradores que puedan tener acceso a todos los elementos del menú.
fr_fr: Sélectionnez les utilisateurs Admin qui peuvent avoir accès à tous les éléments de menu

source: Disable custom styles for login page.
es_es: Deshabilitar estilos personalizados para la página de inicio de sesión.
fr_fr: Désactiver les styles personnalisés pour la page de connexion

source: Check to disable
es_es: Marcar para deshabilitar
fr_fr: Cocher pour désactiver

source: Background color
es_es: Color de fondo
fr_fr: Couleur d'arrière-plan

source: Background image
es_es: Imagen de fondo
fr_fr: Image en arrière-plan

source: Background Repeat
es_es: Repetir fondo
fr_fr: Répétez l'arrière-plan

source: Check to repeat
es_es: Marcar para repetir
fr_fr: Cocher pour répéter

source: Scale background image
es_es: Escalar imagen de fondo
fr_fr: Echelle de Image de fond

source: Scale image to fit Screen size.
es_es: Escalar imagen para ajustarse al tamaño de pantalla.
fr_fr: Ajuster Image de fond pour s'adapter la taille de l’écran

source: Login Form Top margin
es_es: Formulario de inicio de sesión en margen superior
fr_fr: Formulaire de connexion marge haut

source: Login Form Width in %
es_es: Anchura del formulario de inicio de sesión en %
fr_fr: Formulaire de connexion Largeur en %

source: Upload Logo
es_es: Subir logotipo
fr_fr: Télécharger Logo

source: Image to be displayed on login page. Maximum width should be under 450pixels.
es_es: Imagen que se mostrará en la página de inicio de sesión. La anchura máxima debe estar por debajo de 450 píxeles.
fr_fr: Image à afficher sur la page de connexion. Largeur maximale doit être sous 450pixels

source: Resize Logo?
es_es: ¿Cambiar el tamaño del logotipo?
fr_fr: Redimensionner le logo ?

source: Select to resize logo size.
es_es: Seleccionar para cambiar el tamaño del logotipo.
fr_fr: Sélectionnez cette option pour redimensionner la taille du logo.

source: Set Logo size in %
es_es: Establecer el tamaño del logotipo en %
fr_fr: Définir la taille du logo en %

source: Logo Height
es_es: Altura del logotipo
fr_fr: Hauteur du logo

source: Logo url
es_es: URL del logotipo
fr_fr: Url du logo

source: Transparent Form
es_es: Formulario transparente
fr_fr: Forme transparente

source: Select to show transparent form background.
es_es: Seleccione para mostrar un fondo transparente en el formulario.
fr_fr: Sélectionnez cette option pour afficher l'arrière-plan transparent

source: Login div bacground color
es_es: Color de fondo del inicio de sesión
fr_fr: Couleur de fond Connexion div

source: Login form bacground color
es_es: Color de fondo del formulario de inicio de sesión
fr_fr: Couleur de fond de Connexion

source: Form border color
es_es: Color del borde del formulario
fr_fr: Couleur de bordure

source: Form text color
es_es: Color del texto del formulario
fr_fr: Couleur du texte

source: Form link color
es_es: Color del enlace del formulario
fr_fr: Couleur de lien

source: Form link hover color
es_es: Color al colocarse sobre el enlace del formulario
fr_fr: Couleur de forme du lien hover

source: Hide Back to blog link
es_es: Ocultar el enlace para volver al blog
fr_fr: Masquer en lien de blog

source: select to hide
es_es: Seleccione para ocultar
fr_fr: sélectionnez cette option pour masquer

source: Hide Remember me
es_es: Ocultar Recordarme
fr_fr: Masquez Se souvenir de moi

source: Custom Footer content
es_es: Contenido personalizado del pie de página
fr_fr: Contenu personnalisé de pied de page

source: Custom CSS
es_es: CSS Personalizado
fr_fr: CSS personnalisé

source: Custom CSS for Login page
es_es: Personalizar CSS para la página de inicio de sesión
fr_fr: CSS personnalisé pour la page de connexion

source: Remove unwanted Widgets
es_es: Eliminar los widgets indeseados
fr_fr: Supprimer les Widgets indésirables

source: Welcome panel
es_es: Panel de bienvenida
fr_fr: panneau de bienvenue

source: Right now
es_es: Ahora mismo
fr_fr: Maintenant

source: Recent activity
es_es: Actividad reciente
fr_fr: Activité récente

source: Incoming links
es_es: Enlaces entrantes
fr_fr: Liens entrants

source: Quick press
es_es: Pulsación rápida

source: Recent drafts
es_es: Borradores frecuentes
fr_fr: Projets récents

source: Wordpress news
es_es: Noticias de WordPress
fr_fr: Actualités Wordpress

source: Wordpress blog
es_es: Blog de WordPress
fr_fr: Blog Wordpress

source: Gravity forms
es_es: Formularios Gravity

source: Create New Widgets
es_es: Crear nuevo widget
fr_fr: Créer de nouveau Widgets

source: Widget Type
es_es: Tipo de widget
fr_fr: Type de Widget

source: Text Content
es_es: Contenido del texo
fr_fr: Contenu du texte

source: Widget Position
es_es: Posición del widget
fr_fr: Position Widget

source: Left
es_es: Izquierda
fr_fr: Gauche

source: Right
es_es: Derecha
fr_fr: Droite

source: Widget Title
es_es: Título del widget
fr_fr: Titre Widget

source: RSS Feed url
es_es: URL del RSS Feed
fr_fr: URL Flux RSS

source: Put your RSS feed url here if you want to show your own RSS feeds. Otherwise fill your static contents in the below editor.
es_es: Coloque la URl de su RSS Feed aquí si quiere mostrar sus propios RSS Feeds. De lo contrario rellene sus contenidos estáticos en el siguiente editor.
fr_fr: Mettez l’URL de votre flux RSS ici si vous voulez montrer à vos propres flux RSS. Sinon remplissez vos contenus statiques dans l'éditeur ci-dessous

source: Widget Content
es_es: Contenido del widget
fr_fr: Contenu du widget

source: Image to be displayed in all pages. Maximum size 200x50 pixels.
es_es: Imagen que se mostrará en todas las páginas. El tamaño máximo es 200x50 píxeles.
fr_fr: Image à afficher dans toutes les pages. Taille maximale 200x50 pixels.

source: Move logo Top by
es_es: Mover el logotipo superior
fr_fr: Déplacer le logo du haut de

source: Can be used in case of logo position haven't matched the menu position.
es_es: Puede utilizarse en caso de que la posición del logotipo no coincida con la posición del menú.
fr_fr: Peut être utilisé au cas où la position du logo ne s’accorde pas avec la position du menu.

source: Move logo Bottom by
es_es: Mover el logotipo inferior
fr_fr: Déplacer logo du bas de

source: Admin bar color
es_es: Color de la barra de administrador
fr_fr: Couleur de la barre Admin

source: Menu Link color
es_es: Color del enlace de menú
fr_fr: Couleur du Menu lien

source: Menu Link hover color
es_es: Color al colocarse sobre el enlace de menú
fr_fr: Couleur du menu lien hover

source: Menu Link background hover color
es_es: Color del fondo al colocarse sobre el enlace de menú
fr_fr: Couleur de fond du Menu lien hover

source: Submenu Link color
es_es: Color del enlace de submenú
fr_fr: Couleur du lien sous-menu

source: Submenu Link hover color
es_es: Color al colocarse sobre el enlace de submenú
fr_fr: Couleur lien du sous-menu hover

source: Remove Unwanted Menus
es_es: Eliminar menús indeseados
fr_fr: Supprimer les Menus non désirés

source: Select menu items to remove.
es_es: Seleccione los elementos del menú a eliminar.
fr_fr: Sélectionnez les éléments du menu à supprimer

source: Site Name
es_es: Nombre del sitio
fr_fr: Nom du site

source: Updates
es_es: Actualizaciones
fr_fr: Mises à jour

source: Comments
es_es: Comentarios
fr_fr: Commentaires

source: New Content
es_es: Nuevo contenido
fr_fr: Nouveau contenu

source: Edit Profile
es_es: Editar perfil
fr_fr: Modifier le profil

source: My account
es_es: Mi cuenta
fr_fr: Mon compte

source: WordPress Logo
es_es: Logotipo de WordPress
fr_fr: Logo WordPress

source: Page background color
es_es: Color de fondo de la página
fr_fr: Couleur de fond de page

source: Primary button colors
es_es: Colores de los botones principales
fr_fr: Couleurs du bouton principal

source: Button background color
es_es: Color de fondo del botón
fr_fr: Couleur du bouton d’arrière-plan

source: Button border color
es_es: Color del borde del botón
fr_fr: Couleur de bordure du bouton

source: Button shadow color
es_es: Color de la sombra del botón
fr_fr: Couleur de l’ombre du bouton

source: Button text color
es_es: Color del texto del botón
fr_fr: Couleur du texte du bouton

source: Button hover background color
es_es: Color de fondo al colocarse sobre el botón
fr_fr: Couleur d’arrière-plan du bouton hover

source: Button hover border color
es_es: Color del borde al colocarse sobre el botón
fr_fr: Couleur de bordure du bouton hover

source: Button hover shadow color
es_es: Color de la sombra al colocarse sobre el botón
fr_fr: Couleur d'ombre du Bouton hover

source: Button hover text color
es_es: Color del texto al colocarse sobre el botón
fr_fr: Couleur du texte bouton hover

source: Secondary button colors
es_es: Colores de los botones secundarios
fr_fr: Couleurs secondaire du bouton

source: Button background color
es_es: Color de fondo del botón
fr_fr: Couleur d’arrière-plan du bouton

source: Add New button
es_es: Añadir nuevo botón
fr_fr: Ajouter un nouveau bouton

source: Metabox Colors
es_es: Colores de metabox
fr_fr: Couleurs de METABOX

source: Metabox header box
es_es: Cuadro de encabezado de metabox
fr_fr: Zone d’en-tête METABOX

source: Metabox header box border
es_es: Borde del cuadro de encabezado de metabox
fr_fr: bordure de zone en-tête METABOX

source: Metabox header Click button color
es_es: Color del botón al hacer clic en el encabezado de metabox
fr_fr: Couleur du bouton en-tête METABOX

source: Metabox header Click button hover color
es_es: Color del botón al colocar el ratón en el encabezado de metabox
fr_fr: Couleur hover du bouton en-tête METABOX

source: Metabox header text color
es_es: Color del texto del encabezado de metabox
fr_fr: Couleur de texte en-tête METABOX

source: Message box (Post/Page updates)
es_es: Cuadro de mensaje (Actualizaciones de publicación / página)
fr_fr: Boîte de message (mises à jour Post/Page)

source: Message box color
es_es: Color del cuadro de mensaje
fr_fr: Couleur de boîte de message

source: Message text color
es_es: Color del texto de mensaje
fr_fr: Couleur de texte de message

source: Message box border color
es_es: Color del borde del cuadro de mensaje
fr_fr: Couleur de bordure boîte de message

source: Message link color
es_es: Color del enlace de mensaje
fr_fr: Couleur des liens message

source: Message link hover color
es_es: Color al colocarse sobre el enlace de mensaje
fr_fr: Message couleur lien hover

source: Custom CSS for Admin pages
es_es: Personalizar CSS para las páginas de administrador
fr_fr: CSS personnalisées pour les pages Admin

source: Admin menu width
es_es: Anchura del menú de administrador
fr_fr: Largeur du menu Admin

source: Admin Menu Color options
es_es: Opciones de color del menú de administrador
fr_fr: Options de couleur du Menu admin

source: Left menu wrap color
es_es: Color del menú izquierdo
fr_fr: Couleur wrap du Menu Gauche

source: Submenu wrap color
es_es: Color del submenú
fr_fr: Couleur wrap du sous-menus

source: Menu hover color
es_es: Color al colocarse sobre el menú
fr_fr: Couleur Menu hover

source: Current active Menu color
es_es: Color del menú actualmente activo
fr_fr: Couleur actif du Menu actuel

source: Menu text color
es_es: Color de texto del menú
fr_fr: Couleur du texte du Menu

source: Menu hover text color
es_es: Color al colocarse sobre el texto del menú
fr_fr: Couleur de texte du Menu hover

source: Updates Count notification background
es_es: Fondo de notificación de la cuenta de actualizaciones
fr_fr: Nombre de Notification de mises à jour en arrière-plan de

source: Updates Count text color
es_es: Color del texto de la cuenta de actualizaciones
fr_fr: Couleur du texte Nombre de mises à jour

source: Footer Text
es_es: Texto del pie de página
fr_fr: Texte de pied de page

source: Put any text you want to show on admin footer.
es_es: Coloque cualquier texto que desee mostrar en el pie del página del administrador
fr_fr: Mettez le texte que vous souhaitez afficher sur le pied de page administrateur

source: White Label emails
es_es: Coreos electrónicos de etiqueta blanca
fr_fr: emails White Label

source: Disable White Label emails
es_es: Deshabilitar los correos electrónicos de etiqueta blanca
fr_fr: Désactiver les emails White Label

source: Set Email address as <strong> %1$s </strong> From name as <strong> %2$s
es_es: Establecer la dirección de correo electrónico como <strong> %1$s </strong> De nombre como <strong> %2$s
fr_fr: Définir adresse E-mail comme <strong>%1$ s</strong> de nom comme <strong>%2$ s

source: Set different
es_es: Establecer diferente
fr_fr: Définir différentes

source: Email From address
es_es: Dirección de correo electrónico de
fr_fr: Email Adresse De

source: Enter valid email address
es_es: Introduzca una dirección de correo electrónico válida
fr_fr: Entrez une adresse e-mail valide

source: Email From name
es_es: Nombre de correo electrónico de
fr_fr: Email De nom

source: Welcome to WPShapere
es_es: Bienvenido a WPShapere
fr_fr: Bienvenue sur WPShapere

source: Visit Knowledgebase
es_es: Visite la base de conocimientos
fr_fr: Visitez la base de connaissances

source: Customize Admin Menus
es_es: Personalice los menús de administrador
fr_fr: Personnaliser les Menus Administrateur

source: Import and Export Settings
es_es: Importe y exporte ajustes
fr_fr: Importer et Exporter des Paramètres

source: Import-Export Settings
es_es: Importar - Exportar ajustes
fr_fr: Paramètres d’Import-Export

source: By default, all menu items will be shown to administrator users.
es_es: Por defecto, todos los elementos del menú se mostrarán a los usuarios administradores.
fr_fr: Par défaut, tous les éléments de menu seront affichés aux utilisateurs administrateur

source: Click here
es_es: Haga clic aquí
fr_fr: Cliquez ici

source: to customize who can access to all menu items.
es_es: Para personalizar quién puede acceder a todos los elementos del menú.
fr_fr: pour personnaliser qui peut accéder à tous les éléments de menu.

source: Export Settings <span>Save the below contents to a text file.</span>
es_es: Exportar ajustes <span>Guardar los siguientes contenidos en un archivo de texto.</span>
fr_fr: Exporter des Paramètres <span> Enregistrer le contenu ci-dessous dans un fichier texte. </ Span>

source: Import Settings
es_es: Importar ajustes
fr_fr: Importer des Paramètres

source: Settings Imported.
es_es: Ajustes importados.
fr_fr: Paramètres importés

source: Howdy, %1$s
es_es: Hola, %1$s

source: Import Themes
es_es: Importar temas
fr_fr: Importer des thèmes

source: Import a Theme
es_es: Importar un tema
fr_fr: Importer un thème

source: Note: Importing a theme will replace your existing custom set colors.
es_es: Nota: La importación de un tema reemplazará su conjunto de colores personalizado existente.
fr_fr: Remarque :Importer un thème remplacera remplacera vos couleurs personnalisées.

source: Color
fr_fr: Couleur

source: RSS Feed
fr_fr: Flux RSS
