Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: CoursePress Report
ar: CoursePress تقرير
de_de: CoursePress Auswertung
fr_fr: Rapport CoursePress
nl_nl: CoursePress Rapport
pt_br: Relatório do CoursePress

source: Inbox
ar: علبة الوارد
de_de: Posteingang
fr_fr: Boîte de réception
it_it: In Arrivo
pt_br: Caixa de Entrada

source: New Message
ar: رسالة جديدة
de_de: Neue Nachricht
fr_fr: Nouveau Message
it_it: Nuovo Messaggio
nl_nl: Nieuw Bericht
pt_br: Nova Mensagem

source: Certificates
ar: شهادات
de_de: Zertifikate
fr_fr: Certificats
it_it: Certificati
nl_nl: Certificaten
pt_br: Certificados

source: Search Course Categories
ar: البحث في فئات الدورات
de_de: Suche Kurskategorien
fr_fr: Rechercher des catégories de cours
it_it: Cerca Categoria dei Corsi
nl_nl: Zoek Cursus Categorieen
pt_br: Pesquisar Categorias de Curso

source: All Course Categories
ar: كل فئات الدورات
de_de: Alle Kursbereiche
fr_fr: Toutes les catégories de cours
it_it: Tutti le Categorie dei Corsi
nl_nl: Alle Cursus Categorieen
pt_br: Todas as Categorias de Curso

source: Edit Course Categories
ar: تحرير فئات المقررات الدراسية
de_de: Kurskategorien bearbeiten
fr_fr: Modifier les catégories de cours
it_it: Edita le Categorie del Corso
nl_nl: Wijzig Cursus Categorieen
pt_br: Editar Categorias de Curso

source: Update Course Category
ar: حدث فئة الدورة
de_de: Kategorie aktualisieren
fr_fr: Actualiser la catégorie de cours
it_it: Aggiorna le Categorie dei Corsi
nl_nl: Update Cursus Categorieen
pt_br: Atualizar Categoria de Curso

source: Add New Course Category
ar: أضف فئة دورة جديدة
de_de: Neue Kurskategorie hinzufügen
fr_fr: Ajouter une nouvelle catégorie de cours
it_it: Aggiungi una nuova categoria per il corso
nl_nl: Voeg Nieuwe Cursus Categorie Toe
pt_br: Adicionar Nova Categoria de Curso

source: New Course Category Name
ar: اسم فئة الدورة الجديدة
de_de: Name der neuen Kurskategorie
fr_fr: Nouveau nom de catégorie de cours
it_it: Nuovo nome per la categoria del corso
nl_nl: Nieuwe Cursus Categorie Naam
pt_br: Nome da Nova Categoria de Curso

source: Certificate Layout
ar: تخطيط الشهادة
de_de: Zertifikat-Layout
fr_fr: Disposition des certificats
it_it: Layout del certificato
nl_nl: Layout Certificaat
pt_br: Layout do Certificado

source: Sent Messages Slug
ar: إرسال رسائل سبيكة
de_de: Gesendete Nachrichten Slug
fr_fr: Messages envoyés Slug
nl_nl: Verstuurde Berichten Slug
pt_br: Slug de Mensagens Enviadas

source: Course Order
ar: ترتيب الدورات
de_de: Kurs Bestellung
fr_fr: Ordre du cours
it_it: Ordine Corso
nl_nl: Cursus Bestelling
pt_br: Ordem do Curso

source: Post Date
ar: تاريخ النشر
de_de: Nach Datum
fr_fr: Date de publication
it_it: Data del Post
nl_nl: Bericht datum
pt_br: Data do Post

source: Edit Pages (required for MarketPress)
ar: تحرير صفحات (مطلوب من أجل ماركيتبريس)
de_de: Seiten bearbeiten (erforderlich für MarketPress)
fr_fr: Modifier les pages (requises pour MarketPress)
it_it: Modifica le pagine (richiesto per MarkPress)
nl_nl: Wijzig pagina's (verplicht voor MarketPress)
pt_br: Editar Páginas (requerido para o MarketPress)

source: Edit Published Pages
ar: تحرير الصفحات المنشورة
de_de: Veröffentlichte Seiten bearbeiten
fr_fr: Modifier les pages publiées
it_it: Modifica le pagine pubblicate
nl_nl: Wijzig gepubliceerde pagina's
pt_br: Editar Páginas Publicadas

source: Edit Posts
ar: تحرير المشاركات
de_de: Beiträge bearbeiten
fr_fr: Modifier les messages
nl_nl: Wijzig Berichten
pt_br: Editar Posts

source: Publish Pages
ar: نشر الصفحات
de_de: Seiten veröffentlichen
fr_fr: Publier des pages
it_it: Pubblica le pagine
nl_nl: Publiceer Pagina's
pt_br: Publicar Páginas

source: Publish Posts
ar: نشر المشاركات
de_de: Benachrichtigungen veröffentlichen
fr_fr: Publier des messages
it_it: Pubblica i Posts
nl_nl: Publiceer Berichten
pt_br: Publicar Posts

source: Course Time Estimation
ar: مدة البرنامج التدريبي التقريبية
de_de: Kurszeitschätzung
fr_fr: Estimation du temps de cours
it_it: Durata approssimativa del Corso
nl_nl: Gemiddelde Cursus Doorlooptijd
pt_br: Tempo Estimado do Curso

source: Shows the total time estimation based on calculation of unit elements.
ar: ويبين تقدير إجمالي الوقت استناداً إلى حساب عناصر الوحدة.
de_de: Zeigt die Gesamtzeitabschätzung basierend auf der Berechnung der Einheitenelemente an.
fr_fr: Affiche l'estimation du temps total sur la base du calcul des éléments de l'unité.
it_it: Visualizza il tempo totale stimato sulla base del calcolo degli elementi unità.
nl_nl: Toon de totaal benodigde tijd gebaseerd op de onderdelen
pt_br: Mostra a estimativa de tempo total baseada no cálculo dos elementos de unidade.

source: Sorry, that email address is already used!
ar: عذرا، عنوان البريد الإلكتروني هذا مستخدم من قبل!
de_de: Entschuldigung, diese E-Mail Adresse wird bereits verwendet!
fr_fr: Désolé, cette adresse email est déjà utilisée!
it_it: Spiacenti, quell'indirizzo email e' già utilizzato.
nl_nl: Helaas, dit email adres wordt al gebruikt!
pt_br: Desculpe, este endereço de e-mail já está sendo usado!

source: Basic Certificate
ar: الشهادة الأساسية
de_de: Grundzertifikat
fr_fr: Certificat de base
it_it: Certificato base
nl_nl: Basis Certificaat
pt_br: Certificado Básico

source: Certificate Options
ar: خيارات الشهادة
de_de: Zertifikatoptionen
fr_fr: Options de certificat
it_it: Opzioni del certificato
nl_nl: Certificaat Opties
pt_br: Opções do Certificado

source: Enable Basic Certificate
ar: تمكين الشهادة الأساسية
de_de: Grundzertifikat aktivieren
fr_fr: Activer le certificat de base
it_it: Attiva certificato base
nl_nl: Enabale Basis Certificaat
pt_br: Habilitar Certificado Básico

source: Use the editor below to create the layout of your certificate.
ar: استخدم محرر أدناه لإنشاء التخطيط للشهادة الخاصة بك.
de_de: Verwenden Sie den Editor unten, um das Layout Ihres Zertifikats zu erstellen.
fr_fr: Utilisez l'éditeur ci-dessous pour créer la mise en page
it_it: Utilizza l'editor sottostante per creare il layout del tuo certificato.
nl_nl: Gebruik de editor om de vormgeving van je certificaat te maken.
pt_br: Use o editor abaixo para criar o layout do seu certificado.

source: Price:&nbsp;
ar: السعر:&nbsp;
de_de: Preis:&nbsp;
fr_fr: Prix: &nbsp;
it_it: Prezzo:&nbsp;
nl_nl: Prijs:&nbsp;
pt_br: Preço:&nbsp;

source: Course Category Slug
ar: بالطبع فئة سبيكة
de_de: Kursbereich Slug
fr_fr: Catégorie de cours Slug
it_it: Slug Categoria Corso
nl_nl: Cursus Categorie Slug
pt_br: Slug de Categoria do Curso

source: Your course category URL will look like:
ar: سيبدو URL الفئة بالطبع الخاص بك:
de_de: Die URL Ihrer Kurskategorie sieht wie folgt aus:
fr_fr: L'URL de votre catégorie de cours ressemblera à:
it_it: L'URL della categoria del corso apparirà come:
nl_nl: Uw cursus categorie URL ziet er zo uit:
pt_br: A URL de categoria do seu curso vai aparecer assim:

source: Use virtual page
ar: استخدام الصفحة الافتراضية
de_de: Virtuelle Seite verwenden
fr_fr: Utiliser la page virtuelle
it_it: Usa pagina virtuale
nl_nl: Gebruik virtuele pagina
pt_br: Usar página virtual

source: WordPress Repository
it_it: Repository di WordPress.org
pt_br: Repositório do WordPress

source: Install
ar: تثبيت
de_de: Installieren
fr_fr: Installer
it_it: Installa
nl_nl: Installeer
pt_br: Instalar

source: Activate
ar: تنشيط
de_de: Aktivieren
fr_fr: Activer
it_it: Attiva
nl_nl: Activeer
pt_br: Ativar

source: Source
ar: المصدر
de_de: Quelle
it_it: Sorgente
nl_nl: Bron
pt_br: Fonte

source: A list or dropdown of course categories.
ar: قائمة أو قائمة منسدلة من فئات المقررات الدراسية.
de_de: Eine Liste oder Dropdown-Liste der Kurskategorien.
fr_fr: Liste ou liste déroulante des catégories de cours.
it_it: Una lista a discesa delle categorie dei corsi.
nl_nl: Een lijst of keuzemenu van de cursus categorieën.
pt_br: Uma lista ou dropdown de categorias do curso.

source: Show course counts
ar: إظهار عداد الدورات
de_de: Zeigen Sie Kurszahlen an
fr_fr: Afficher les comptages de parcours
it_it: Mostra il conteggio del corso
nl_nl: Laat de cursus aantallen zien
pt_br: Mostrar contagens do curso

source: CoursePress Pro turns WordPress into a powerful online learning platform. Set up online courses by creating learning units with quiz elements, video, audio etc. You can also assess student work, sell your courses and much much more.
ar: وورد برو كورسيبريس يتحول منصة قوية تعلم عبر إنترنت. إعداد دورات تدريبية عبر الإنترنت عن طريق إنشاء وحدات التعلم مع عناصر الاختبار، والفيديو، والصوت إلخ. يمكنك أيضا تقييم عمل الطالب، بيع الدورات الخاصة بك، والكثير، أكثر بكثير.
de_de: CoursePress Pro verwandelt WordPress in eine leistungsfähige Online Lern-Plattform. Richten Sie Seminare ein, die verschiedenste Lektionen wie Tests, Videos, Audiodateien usw. enthalten können. Sie haben auch die Möglichkeit, Abschlusstests mit Zertifikaten einzurichten, Ihre Kurse gegen Gebühr anzubieten und vieles mehr.
fr_fr: CoursePress Pro transforme WordPress en une puissante plate-forme d'apprentissage en ligne. Créez des cours en ligne en créant des unités d'apprentissage avec des éléments quiz, vidéo, audio, etc. Vous pouvez également évaluer le travail des élèves, vendre vos cours et bien plus encore.
it_it: CoursePress Pro trasforma WordPress in una potente piattaforma di e-learning. Crea corsi online con unità didattiche e lezioni, quiz, video, audio ecc. Puoi valutare il rendimento dello studente, vendere corsi online e molto altro.
nl_nl: CoursePress Pro verandert Wordpress in een krachtige online leer platform. Stel online cursussen in door het maken van leer units met vragen, video, audio, etc. U kunt ook leerlingen beoordelen, uw cursussen verkopen en heel veel meer.
pt_br: O CoursePress Pro transforma o WordPress em uma poderosa plataforma de aprendizagem online. Configure cursos online criando unidades de aprendizagem com elementos de questionário, vídeo, áudio etc. Também se pode avaliar trabalhos realizados pelos alunos, vender cursos e muito mais.

source: You must agree to the Terms of Service in order to signup.
ar: يجب الموافقة على "شروط الخدمة" في النظام للتسجيل.
de_de: Sie müssen den Nutzungsbedingungen zustimmen, um sich anzumelden .
fr_fr: Vous devez accepter les Conditions d'utilisation afin de vous inscrire
it_it: Devi accettare le condizioni nei Termini di Servizio per registrarti.
nl_nl: U moet akkoord gaan met de Voorwaarden van Service om te kunnen inschrijven
pt_br: Você deve concordar com os Termos de Serviço para poder se inscrever.

source: All
it_it: Tutto/i
nl_nl: Alle
pt_br: Tudo

source: [DRAFT]
ar: [مسودة]
de_de: [ENTWURF]
it_it: [Bozza]
pt_br: [RASCUNHO]

source: Congratulations, you have successfully enrolled in "%s" course! Check your %s for more info.
ar: تهانينا، تمكنت من التسجيل بنجاح في "%s"، تحقق من %s الخاص بك لمزيد من المعلومات.
de_de: Herzlichen Glückwunsch, Sie haben sich erfolgreich in "%s" Kurs eingeschrieben! Überprüfen Sie Ihre %s für weitere Informationen.
fr_fr: Félicitations, vous êtes inscrit(e) au cours "%s" ! Vérifiez votre %s pour plus d'info.
it_it: Complimenti! La tua iscrizione al corso di "%s" è andata a buon fine. Controlla la tua %s per maggiori informazioni.
nl_nl: Gefeliciteerd, u bent met succes ingeschreven voor "%s" cursus! Bekijk uw %s voor meer info.
pt_br: Parabéns, você se inscreveu com sucesso no curso "%s" ! Verifique seu %s para maiores informações.

source: Passcode is not valid. Please %s and try again.
ar: رمز غير صالح. الرجاء %s، ثم حاول مرة أخرى.
de_de: Passcode ist ungültig. Bitte %s und versuchen Sie es erneut.
fr_fr: Le code d'accès n'est pas valide. Veuillez %s et réessayer.
it_it: Codice di Accesso non valido. Verifica %s e riprova.
nl_nl: Toegangscode is niet geldig. Ga a.u.b. %s en probeer nogmaals.
pt_br: A senha não é válida. Por favor %s e tente novamente.

source: go back
ar: الرجوع للخلف
de_de: geh zurück
fr_fr: Retour
it_it: torna indietro
nl_nl: ga terug
pt_br: voltar

source: Course Passcode
ar: رمز المرور للدورة
de_de: Kurs-Passcode
fr_fr: Code de cours
it_it: Codice di Accesso del Corso
nl_nl: Cursus Toegangscode
pt_br: Senha do Curso

source: Courses you manage:
ar: يمكنك إدارة الدورات التدريبية:
de_de: Von Ihnen verwaltete Kurse:
fr_fr: Cours que vous gérez:
it_it: I corsi che gestisci:
nl_nl: Cursussen die jij beheert:
pt_br: Cursos que você gerencia:

source: You are not enrolled in any courses.
ar: لم تقم بالتسجيل في أي من المواد الدراسية.
de_de: Sie sind nicht in jedem Kurs eingeschrieben.
fr_fr: Vous n'êtes inscrit à aucun cours.
it_it: Non hai fatto iscrizioni a nessun corso.
nl_nl: U bent voor geen enkele cursus ingeschreven.
pt_br: Você não se inscreveu em nenhum curso.

source: Here are a few to help you get started:
ar: فيما يلي أمثلة قليلة لمساعدتك على البدء:
de_de: Hier sind ein paar, um Ihnen zu helfen:
fr_fr: Voici quelques-uns pour vous aider à démarrer:
it_it: Qualche suggerimento per aiutarti ad iniziare:
nl_nl: Hier zijn er een paar om u op gang te helpen:
pt_br: Aqui vai uma mão para te ajudar a começar:

source: Your current courses:
ar: الدورات الحالية الخاصة بك:
de_de: Ihre aktuellen Kurse:
fr_fr: Vos cours actuels:
it_it: I tuoi attuali corsi:
nl_nl: Uw huidige cursussen:
pt_br: Seus cursos atuais:

source: Completed courses:
ar: الدورات المكتملة:
de_de: Abgeschlossene Kurse:
fr_fr: Formations complètes:
it_it: Corsi completati:
nl_nl: Afgeronde cursussen:
pt_br: Cursos concluídos:

source: Changed can't be saved because nonce didn't verify.
ar: تغيير لا يمكن حفظ لأنه لم تحقق من الرقم الاعتباطي.
de_de: Geändert kann nicht gespeichert werden, da nonce nicht überprüft wurde.
fr_fr: La modification ne peut pas être enregistré car l'administrateur ne la pas vérifié.
it_it: I cambiamenti non possono essere salvati perché alcuni parametri nounce non sono stati verificati.
nl_nl: Het gewijzigde kon niet worden opgeslagen omdat het niet gecontroleerd kon worden.
pt_br: As mudanças não podem ser guardadas porque nonce não verificou.

source: Audio
ar: صوت
pt_br: Áudio

source: Multiple Choice
ar: متعدد الخيارات
de_de: Mehrfachauswahl
fr_fr: Choix multiples
it_it: Scelta multipla
pt_br: Múltipla Escolha

source: File Download
ar: تحميل الملف
de_de: Datei Herunterladen
fr_fr: Téléchargement de fichiers
it_it: Download File
nl_nl: Bestand Download
pt_br: Download do Arquivo

source: File Upload
ar: تحميل الملف
de_de: Datei hochladen
fr_fr: Téléchargement de fichiers
it_it: Caricamento File
nl_nl: Bestand Upload
pt_br: Upload de Arquivo

source: Image
ar: الصورة
de_de: Bild
it_it: Immagine
nl_nl: Afbeelding
pt_br: Imagem

source: Single Choice
ar: خيار واحد
de_de: Einzelne Wahl
fr_fr: Choix unique
it_it: Scelta singola
nl_nl: Enkele keuze
pt_br: Escolha Única

source: Text
ar: نص
fr_fr: Texte
it_it: Testo
nl_nl: Tekst
pt_br: Texto

source: Video
ar: فيديو
fr_fr: Vidéo
pt_br: Vídeo

source: Width
fr_fr: Largeur
it_it: Larghezza
nl_nl: Breedte
pt_br: Largura

source: Registration Status
ar: حالة التسجيل
de_de: Anmeldungsstatus
fr_fr: Statut d'inscription
it_it: Stato della registrazione
nl_nl: Registratiestatus
pt_br: Status do Registro

source: Order Confirmation
ar: تأكيد الطلب
de_de: Bestellbestätigung
fr_fr: Confirmation de commande
it_it: Conferma ordine
nl_nl: Bestellingsbevestiging
pt_br: Confirmação do Pedido

source: Enrollment Confirmation
ar: تأكيد التسجيل
de_de: Anmeldebestätigung
fr_fr: Confirmation d'inscription
it_it: Conferma iscrizione
nl_nl: Inschrijvingsbevestiging
pt_br: Confirmação da Inscrição

source: Delete Permanently
ar: حذف بشكل دائم
de_de: Lösche für immer
fr_fr: Supprimer définitivement
it_it: Cancella permanentemente
nl_nl: Verwijder permanent
pt_br: Apagar Permanentemente

source: Trash
ar: المُهملات
de_de: Papierkorb
fr_fr: Corbeille
it_it: Cestino
nl_nl: Prullenbak
pt_br: Lixeira

source: Required
ar: مطلوب
de_de: Erforderlich
fr_fr: Obligatoire
it_it: Richiesto
nl_nl: Verplicht
pt_br: Requerido

source: Upload File
ar: رفع ملف
de_de: Lade Datei hoch
fr_fr: Télécharger fichier
nl_nl: Upload Bestand
pt_br: Upload de Arquivo

source: General Settings
ar: إعدادت عامة
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nl_nl: Algemene Instellingen
pt_br: Configurações Gerais

source: Completed
ar: مكتمل
de_de: Abgeschlossen
fr_fr: Terminé
it_it: Completato
nl_nl: Afgerond
pt_br: Concluído

source: Cheatin&#8217; uh?
nl_nl: Valsspelen&#8217; ?
pt_br: Trapaceando&#8217; né?

source: &laquo; Previous
ar: &laquo; السابق
de_de: &laquo; Vorherige
fr_fr: &laquo; Précédent
it_it: &laquo; LEZIONE PRECEDENTE
nl_nl: &laquo; Vorige
pt_br: &laquo; Anterior

source: Next &raquo;
ar: التالي &raquo;
de_de: Nächste &raquo;
fr_fr: Suivant &raquo;
it_it: LEZIONE SUCCESSIVA &raquo;
nl_nl: Volgende &raquo;
pt_br: Seguinte &raquo;

source: Title:
ar: العنوان:
de_de: Titel:
fr_fr: Titre:
it_it: Titolo:
nl_nl: Titel:
pt_br: Título:

source: Descending
ar: تنازلي
de_de: Absteigend
fr_fr: Descendant
it_it: Discendente
nl_nl: aflopend
pt_br: Descendente

source: Ascending
ar: تصاعدي
de_de: Aufsteigend
fr_fr: Ascendant
it_it: Ascendente
nl_nl: oplopend
pt_br: Ascendente

source: Excerpt
ar: مقتطفات
de_de: Auszug
fr_fr: Extrait
nl_nl: Uittreksel
pt_br: Resumo

# posts
source: All <span class="count">(%s)</span>
ar: كل <span class="count">(%s)</span>
de_de: <span class="count">(%s)</span>
fr_fr: Tous <span class="count">(%s)</span>
it_it: Tutto <span class="count">(%s)</span>
nl_nl: Alle <span class="count">(%s)</span>
pt_br: <span class="count">(%s)</span>

source: Name
ar: الاسم
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pt_br: Nome

source: Filter
ar: تصفية
fr_fr: Filtre
it_it: Filtri
pt_br: Filtro

source: Language
ar: اللغة
de_de: Sprache
fr_fr: Langue
it_it: Lingua
nl_nl: Taal
pt_br: Idioma

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
it_it: %1$s è <strong>deprecato</strong> dalla versione %2$s! Usa %3$s invece.
nl_nl: %1$s is <strong>afgekeurd</strong> sinds versie %2$s! Gebruik %3$s in plaats daarvan.
pt_br: %1$s está <strong>deprecado</strong> desde a versão %2$s! Em vez disso, use %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
it_it: %1$s è <strong>deprecato</strong> dalla versione %2$s senza che vi siano nuove versioni.
nl_nl: %1$s is <strong>afgekeurd</strong> sinds versie %2$s zonder alternatief beschikbaar.
pt_br: %1$s está <strong>deprecado</strong> desde a versão %2$s sem alternativa disponível.

source: Category
ar: تصنيف
de_de: Kategorie
fr_fr: Catégorie
it_it: Categoria
nl_nl: Categorie
pt_br: Categoria

source: Paid
it_it: Pagato
nl_nl: Betaald
pt_br: Pago

source: paid
it_it: pagato
nl_nl: betaald
pt_br: pago

source: Copy
ar: نسخ
de_de: Kopie
fr_fr: Copier
it_it: Copia
nl_nl: Kopieer
pt_br: Copiar

source: Invitation to a Course ( Psss...for selected ones only )
ar: دعوة لدورة (بسس... لتحديد فقط)
de_de: Einladung zu einem Kurs (Pst ... nur für Ausgewählte)
fr_fr: Invitation à un cours (Psss ... pour certains seulement)
it_it: Invito a un corso (Psss... solo per quello selezionato)
nl_nl: Uitnodiging voor een cursus ( Pssst...alleen voor geselecteerden)
pt_br: Convite para um Curso (Shhhhh... apenas para os selecionados)

source: Invitation to a Course
ar: دعوة لدورة تدريبية
de_de: Einladung zu einem Kurs
fr_fr: Invitation à un cours
it_it: Invito a un corso
nl_nl: Uitnodiging voor een cursus
pt_br: Convite para um Curso

source: Student
ar: طالب
de_de: Teilnehmer
fr_fr: Etudiant
it_it: Studente
pt_br: Estudante

source: Back
ar: عودة
de_de: Zurück
fr_fr: Retour
it_it: Indietro
nl_nl: Terug
pt_br: Voltar

source: Certificate
ar: شهادة
de_de: Zertifikat
fr_fr: Certificat
it_it: Certificato
nl_nl: Certificaat
pt_br: Certificado

source: instructor@email.com
de_de: Lehrer@email.com
pt_br: instrutor@email.com

source: Duplicate Course
ar: تكرار دورة
de_de: Kurs duplizieren
fr_fr: Dupliquer cours
it_it: Duplica Corso
nl_nl: Dupliceer Cursus
pt_br: Duplicar Curso

source: Pretty permalinks are required to use CoursePress.
ar: العناوين الدائمة متطلب لعمل البرنامج
de_de: Für die Nutzung von CoursePress sind Permalinks erforderlich.
fr_fr: De jolis permalinks sont nécessaires pour utiliser CoursePress
it_it: I Pretty permalinks sono richiesti per usare CoursePress.
nl_nl: Pretty permalinks zijn verplicht om CoursePress te gebruiken.
pt_br: Links Permanentes são requeridos para utilizar o CoursePress.

source: Click the button below to setup your permalinks.
ar: أدناه لتحديد العناوين الدائمة
de_de: Klicken Sie auf die Schaltfläche unten, um Ihre Permalinks einzurichten.
fr_fr: Cliquez sur le bouton ci-dessous pour configurer vos permaliens.
it_it: Clicca il pulsante sottostante per impostare i tuoi permalinks.
nl_nl: Klik op de button hieronder om uw permanente links in te stellen.
pt_br: Clique no botão abaixo para configurar seus links permanentes.

source: Setup Permalinks
ar: إعداد العناوين الدائمة
de_de: Permalinks einrichten
fr_fr: Configuration Permaliens
it_it: Impostazioni Permalinks
nl_nl: Setup Permanente links
pt_br: Configurar Links Permanentes

source: Start building your own course now &rarr;
ar: البدء في بناء الدورة الخاصة بك الآن &rarr;
de_de: Jetzt eigenen Kurs bauen &rarr;
fr_fr: Commencez à construire votre propre cours maintenant
it_it: Inzia a creare il tuo corso adesso &rarr;
nl_nl: Start nu met het bouwen van uw eigen cursus &rarr;
pt_br: Comece agora a construir seu próprio curso &rarr;

source: Select page where you have %s shortcode or any other set of %s. Please note that slug for the page set above will not be used if "Use virtual page" is not selected.
ar: حدد الصفحة حيث لديك القصير % s أو أي دولة أخرى بتعيين من % s. يرجى ملاحظة أن سبيكة للن تستخدم الصفحة المحددة أعلاه إذا لم يتم تحديد "استخدام الصفحة الافتراضية".
de_de: Wählen Sie eine Seite, auf der Sie %s shortcode oder einen anderen Satz von %s haben. Bitte beachten Sie, dass das Feld für die oben angegebene Seite nicht verwendet wird, wenn "Virtuelle Seite verwenden" nicht aktiviert ist.
fr_fr: Sélectionnez la page où vous avez %s shortcode ou tout autre ensemble de %s. Veuillez noter que le slug pour la page définie ci-dessus ne sera pas utilisé si "Utiliser la page virtuelle" n'est pas sélectionné.
it_it: Seleziona la pagina dove hai %s lo shortcode od ogni altro set di %s. Nota: se "Usa pagina virtuale" non è selezionato, lo slug per la pagina impostato sopra non verrà usato .
nl_nl: Selecteer de pagina waar u %s shortcode hebt of elke andere set van %s. Houd er rekening mee dat slug voor de hierboven beschreven pagina niet zal worden gebruikt als "Gebruik virtuele pagina" niet is geselecteerd.
pt_br: Selecione a página onde tem o shortcode %s ou outro grupo de %s. Por favor note que o slug da página definida acima não será usada se "Usar página virtual" não está selecionado.

source: Enrollment Process Page
ar: صفحة عملية انتساب
de_de: Einschreibungsprozess Seite
fr_fr: Page de processus d'inscription
it_it: Pagina processo Iscrizione
nl_nl: inschrijvingsproces pagina
pt_br: Página do Processo de Inscrição

source: Login Slug
ar: سبيكة تسجيل الدخول
de_de: Benutzername Slug
fr_fr: Connexion Slug
it_it: Slug del Login
pt_br: Slug do Login

source: Login Page
ar: صفحة تسجيل الدخول
de_de: Loginseite
fr_fr: Page de connexion
it_it: Pagina di accesso
nl_nl: Login Pagina
pt_br: Página de Login

source: Student Dashboard Slug
ar: سبيكة لوحة معلومات الطالب
fr_fr: Tableau de bord étudiant Slug
it_it: Slug per la Bacheca Studente
pt_br: Slug do Painel do Estudante

source: Student Dashboard Page
ar: صفحة لوحة معلومات الطالب
de_de: Studenten Dashboard Seite
fr_fr: Page du tableau de bord étudiant
it_it: Pagina Bacheca Studente
nl_nl: Student Dashboard Pagina
pt_br: Página do Painel do Estudante

source: Student Settings Page
ar: طالب إعدادات الصفحة
de_de: Studenteneinstellungen Seite
fr_fr: Page des paramètres de l'élève
it_it: Pagina impostazioni Studente
nl_nl: Student Instellingen Pagina
pt_br: Página de Configurações de Estudante
