Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: All students who completed "%s".
de_de: Alle Studenten, die "%s" abgeschlossen haben
fr_fr: Tous les élèves qui ont terminé "%s ".
it_it: Gli studenti che hanno completato "%s".
pt_br: Todos os estudantes que completaram "%s".

source: Manage Courses
ar: إدرة الدورات
de_de: Kurse managen
fr_fr: Gérer les cours
it_it: Gestisci corsi
pt_br: Gerenciar Cursos

source: Unit "%s"
de_de: Lektion "%s"
fr_fr: Unité "%s"
it_it: Unità "%s"
pt_br: Unidade "%s"

source: Past courses
ar: الدورات السابقة
de_de: Vergangene Kurse
fr_fr: Cours passés
it_it: Corsi passati
pt_br: Cursos anteriores

source: CoursePress Reports
ar: تقارير كورسبريس
de_de: CoursePress Auswertungen
fr_fr: Rapports de CoursePress
pt_br: Relatórios CoursePress

source: You are not enrolled in any courses. <a href="%s">See available courses.</a>
de_de: Sie sind in keinen Kurs eingeschrieben. <a href="%s">Verfügbare Kurse ansehen.</a>
fr_fr: Vous n'êtes inscrit à aucun cours. <a href="%s"> Voir les cours disponibles. </a>
it_it: Non sei iscritto a nessun corso. <a href="%s">Qui i corsi disponibili.</a>
pt_br: Você não se inscreveu em nenhum curso. <a href="%s"> Veja os cursos disponíveis. </a>

source: Select students to generate the report!
ar: حدد الطلاب لتوليد هذا التقرير!
de_de: Wählen Sie Studenten aus, die in der Auswertung erscheinen sollen!
fr_fr: Sélectionnez les étudiants pour générer le rapport!
it_it: Seleziona gli studenti per generare il report!
pt_br: Selecione estudantes para gerar o relatório!

source: Suggested courses
ar: الدورات المفترحة
de_de: Vorgeschlagene Kurse
fr_fr: Cours suggérés
it_it: Corsi suggeriti
pt_br: Cursos sugeridos

source: Units list
ar: قائمة الوحدات
de_de: Liste der Lektionen
fr_fr: Liste des unités
it_it: Lista delle unità
pt_br: Lista de unidadese

source: You are not enrolled in any courses.<br />Here are a few you might like, or <a href="%s">see all available courses.</a>
de_de: Sie sind in keinen Kurs eingeschrieben.<br />Hier sind ein paar Vorschläge oder <a href="%s">sehen Sie sich hier alle Kurse an.</a>
fr_fr: Vous n'êtes inscrit à aucun cours. <br /> En voici quelques uns que vous pourriez aimer <a href="%s"> voir tous les cours disponibles. </a>
pt_br: Você não está inscrito em nenhum curso. <br /> Aqui estão alguns que podem interessar, ou <a href="%s"> veja todos os cursos disponíveis. </a>

source: Student list
ar: قائمة الطلاب
de_de: Liste der Studenten
fr_fr: Liste des étudiants
it_it: Lista degli studenti
pt_br: Lista de estudantes

source: Share
ar: مشاركة
de_de: Teilen
fr_fr: Partager
it_it: Condividi
pt_br: Compartilhar

source: Not yet submitted
ar: لم تقدم بعد
de_de: Noch nicht übermittelt
fr_fr: Pas encore soumis
pt_br: Ainda não enviado

source: Workbook is not available for this course.
ar: لا يوجد ورشة عمل لهذه الدورة التديبية
de_de: Für diesen Kurs ist kein Übungsheft vorhanden
fr_fr: Le classeur n'est pas disponible pour ce cours.
pt_br: O Livro de Trabalho não está disponível para este curso.

source: No assessable items.
ar: لا توجد عناصر قابلة للتقييم.
de_de: Keine bewertbaren Objekte.
fr_fr: Aucun élément évaluable.
pt_br: Nenhum ítem avaliável.

source: This unit has no activities.
ar: لا توجد أنشطة في هذه الوحدة.
de_de: Die Lektion hat keine Aktivitäten.
fr_fr: Cette unité n'a aucune activité.
pt_br: Esta unidade não tem nenhuma atividade.

source: Average response grade: %d%%
de_de: Durchschnittliche Antwortrate: %d%%
fr_fr: Niveau de réponse moyen:%d %%
pt_br: Nota média das resposta: %d%%

source: Course completion:
ar: إكمال الدورة:
de_de: Kursabschluss:
fr_fr: Accomplissement du cours:
it_it: Il tuo stato di avanzamento:
nl_nl: Cursus voortgang:
pt_br: Conclusão do curso:

source: No assessable items in this course.
ar: لا توجد أي عناصر للتقييم في هذه الدورة.
de_de: Keine bewertbaren Objekte in diesem Kurs.
fr_fr: Aucun élément évaluable dans ce cours.
pt_br: Nenhum ítem avaliável neste curso.

source: Progress
ar: التقدم:
de_de: Fortschritt
fr_fr: Progrès
it_it: Progessi
nl_nl: Voortgang
pt_br: Progresso

source: Total Average: %d%%
de_de: Summe Durchschnitt: %d%%
fr_fr: Moyenne totale:%d %%
pt_br: Média Total: %d%%

source: No gradable modules under this unit.
ar: لا يوجد نماذج قابلة للتقييم في هذه الدورة
de_de: Keine bewertbaren Module in dieser Lektion.
fr_fr: Aucun module graduable sous cet unité.
nl_nl: Niets te beoordelen in deze module.
pt_br: Nenhum módulo com notas sob esta unidade.

source: Course Report
ar: تقرير الدورة التدريبية
de_de: Kurs-Auswertung
fr_fr: Rapport du cours
pt_br: Relatório do Curso

source: Create new account
ar: إنشاء حساب
de_de: Neuen Account anlegen
fr_fr: Créer un nouveau compte
it_it: Crea un nuovo Utente
nl_nl: Creëer een nieuw account.
pt_br: Criar nova conta

source: Average response grade
ar: متوسط لدرجة الاستجابة
de_de: Durchschnitt der Bewertungen
fr_fr: Niveau de réponse moyen
pt_br: Nota média das respostas

source: Create an account
ar: انشاء حساب
de_de: Account erstellen
fr_fr: Créer un compte
it_it: Crea un Utente
nl_nl: Creëer een account.
pt_br: Crie uma conta

source: Total Average
ar: المعدل الاجمالي
de_de: Durchschnitt
fr_fr: Moyenne totale
it_it: Media totale
pt_br: Média Total

source: CoursePress Settings
ar: إعدادات كورسيبريس
de_de: CoursePress Einstellungen
fr_fr: Paramètre CoursePress
it_it: Impostazioni CoursePress
pt_br: Configurações do CoursePress

source: Successfully enrolled.
ar: لقد تم تسجيلك بنجاح
de_de: Erfolgreich eingeschrieben.
fr_fr: Inscrit avec succès.
it_it: Iscritto/a con successo.
nl_nl: Succesvol aangemeld.
pt_br: Inscrição feita com sucesso.

source: CoursePress Students
ar: طلاب كورسبريس
de_de: CoursePress Studenten
fr_fr: CoursePress Étudiants
it_it: Studenti CoursePress
pt_br: Estudantes do CoursePress

source: Congratulations! You have successfully enrolled. Click below to get started.
ar: مبروك! لقد قمت بالتسجيل بنجاح في الدورة التدريبية. إضغط أدناه للبدء في الدورة.
de_de: Gratulation! Sie haben sich erfolgreich eingeschrieben. Klicken Sie, um zu starten.
fr_fr: Félicitations, vous avez réussi à vous inscrire. Cliquez ci-dessous pour commencer.
it_it: Complimenti! Ti sei iscrittto/a con successo
nl_nl: Gefeliciteerd! Je hebt je succesvol ingeschreven. Klik hieronder om te beginnen.
pt_br: Parabéns! Você se inscreveu com sucesso. Clique abaixo para começar.

source: Number of students per page:
ar: عدد الطلاب في كل صفحة:
de_de: Anzahl Studenten pro Seite:
fr_fr: Nombre d'élèves par page:
it_it: Numero di studenti per pagina:
pt_br: Número de estudantes por página:

source: Could not enroll at this time.
ar: لا يمكن التسجيل في الوقت الحالي
de_de: Einschreibung nicht möglich.
fr_fr: Impossible de s'inscrire en ce moment.
it_it: Non è possibile iscriversi ora.
pt_br: Não foi possível se inscrever agora.

source: Something went wrong. Sending failed.
ar: حدث خطأ ما. إرسال الخطأ.
de_de: Etwas ist schiefgelaufen. Das Senden ist fehlgeschlagen.
fr_fr: Quelque chose s'est mal passé. L'envoi a échoué.
pt_br: Algo deu errado. O envio falhou.

source: Certificate of <b>%s</b> has been sent.
ar: تم إرسال شهادة <b>%s</b> .
de_de: Zertifikat von <b>%s</b> wurde versandt.
fr_fr: Certificat de <b>%s </b> a été envoyé.
it_it: L'attesato di <b>%s</b> è stato inviato.
pt_br: O certificado de <b>%s</b> foi enviado.

source: Go back to course!
ar: الرجوع للخلف
de_de: Zum Kurs zurückgehen!
fr_fr: Retournez au cours!
it_it: Torna al corso!
nl_nl: Terug naar de cursus!
pt_br: Voltar para o curso!

source: CoursePress Upgrade
ar: ترقية كورسبريس
de_de: CoursePress-Aktualisierung
fr_fr: Mise à jour CoursePress
pt_br: Upgrade do CoursePress

source: %d of %d required elements completed.
de_de: %d of %d der erforderlichen Elemente vollständig.
fr_fr: %d sur %d éléments requis complétés.
it_it: %d di %d elementi richiesti completati.
nl_nl: %d van %d verplichte onderdelen zijn compleet.
pt_br: %d de %d elementos requeridos completados.

source: Course Update: No action.
ar: تحديث الدورة: لا يوجد إجراء.
de_de: Kursaktualisierung: keine Aktion.
fr_fr: Mise à jour du cours: Aucune action.
pt_br: Atualização do Curso: Nenhuma ação

source: About this course
ar: حول الدورة التدريبية
de_de: Über diesen Kurs
fr_fr: À propos de ce cours
it_it: Dettagli del corso
nl_nl: Over deze cursus
pt_br: Sobre este curso

source: Unable to add facilitator!
ar: غير قادر على إضافة الميسر!
de_de: Schulungsleiter kann nicht hinzugefügt werden!
fr_fr: Impossible d'ajouter un animateur!
pt_br: Não foi possível adicionar facilitador!

source: You need to complete this REQUIRED module before you can continue.
ar: تحتاج إلى إكمال جميع النماذج المطلوبة قبل هذا النموذج.
de_de: Sie müssen dieses erforderliche Modul abschliessen, bevor Sie fortfahren können.
fr_fr: Vous devez remplir ce module REQUIRED avant de pouvoir continuer.
it_it: E' necessario completare questo modulo prima di poter continuare
nl_nl: U dient deze verplichte module af te ronden om verder te kunnen gaan.
pt_br: Você precisa completar este módulo REQUERIDO ants de poder continuar.

source: No email sent!
ar: لم يتم إرسال أي بريد إلكتروني!
de_de: Kein E-Mail versandt!
fr_fr: Aucun email envoyé!
it_it: Nessuna mail inviata!
pt_br: Nenhum e-mail enviado!

source: You do not currently have access to this part of the course. Signup now to get full access to the course.
ar: لا تملك صلاحية التقدم في الدورة حاليا. الرجاء التسجيل الآن للحصول على الدورة بشكل كامل.
de_de: Sie haben aktuell keinen Zugang zu diesem Teil des Kurses. Melden Sie sich an, um den vollständigen Zugang zu erhalten.
fr_fr: Vous n'avez pas encore accès à cette partie du cours. Inscrivez vous pour obtenir un accès complet au cours.
nl_nl: U heeft geen toegang tot deze cursus. Meld je alsnog aan of neem contact om volledige toegang te krijgen.
pt_br: No momento você não tem acesso a esta parte do curso. Inscreva-se agora para ter acesso completo ao curso.

source: No students found!
ar: لم يتم العثور على طلاب
de_de: Keine Studenten gefunden!
fr_fr: Aucun étudiant trouvé!
it_it: Nessuno studente trovato!
nl_nl: Geen studenten gevonden!
pt_br: Nenhum estudante encontrado!

source: This unit does not exist.
ar: هذه الوحدة غير موجودة.
de_de: Diese Lektion existiert nicht.
fr_fr: Cette unité n'existe pas.
it_it: Questa unità non esiste.
pt_br: Esta unidade não existe.

source: %d email have been sent successfully.
de_de: %d E-Mail wurde erfolgreich versandt.
fr_fr: %d L'email a été envoyé avec succès.
it_it: %d mail inviata con successo.
pt_br: %d e-mail foi enviado com sucesso.

source: Show course details
ar: تفاصيل الدورة التدريبية
de_de: Kursdetails zeigen
fr_fr: Afficher les détails du parcours
it_it: Mostra i dettagli del corso
nl_nl: Bekijk cursusdetails
pt_br: Mostrar os detalhes do curso

source: Something went wrong.
ar: حدث خطأ ما.
de_de: Etwas ist schiefgegangen.
fr_fr: Quelque chose s'est mal passé.
it_it: Qualcosa è andato storto.
pt_br: Algo deu errado.

source: This is a REQUIRED module.
ar: أنت بحاجة لإكمال النموذج المطلوب
de_de: Dies ist ein erforderliches Modul.
fr_fr: Ceci est un module REQUIRED.
it_it: Questo è un modulo RICHIESTO.
nl_nl: Dit is een verplichte module.
pt_br: Este é um módulo REQUERIDO.

source: You have no permission to access this page!
ar: ليس لديك الصلاحيات الكافية لدخول هذه الصفحة.
de_de: Sie haben keine Erlaubnis für diese Seite!
fr_fr: Vous n'avez pas la permission d'accéder à cette page!
it_it: Non è permesso l'accesso a questa pagina!
pt_br: Você não tem permissão para acessar esta página!

source: Close
ar: اغلاق
de_de: Schließen
fr_fr: Fermé
it_it: Chiudi
nl_nl: Sluit
pt_br: Fechar

source: Extension of the file is not valid. Please use one of the following:
ar: تمديد الملف غير صالح. يرجى استخدام أحد الإجراءات التالية:
de_de: Die Datei-Endung ist ungültig. Bitte benutzen Sie eine Datei der folgenden Typen:
fr_fr: L'extension du fichier n'est pas valide. Veuillez utiliser l'une des options suivantes:
it_it: L'estensione del file non è valida. Usarne una delle seguenti:
pt_br: A extensão do arquivo é inválida. Por favor use uma das seguintes:

source: You are already logged in.
ar: لقد قمت بتسجيل الدخول من قبل.
de_de: Sie sind bereits eingeloggt.
fr_fr: Vous êtes déjà connecté.
it_it: Hai già effettuato l’accesso.
nl_nl: U bent ingelogt.
pt_br: Você já fez login.

source: An error occur while processing your request. Please try again later!
ar: حدث خطأ أثناء معالجة طلبك. الرجاء معاودة المحاولة في وقت لاحق!
de_de: Ein Fehler trat auf! Bitte versuchen Sie es später noch einmal!
fr_fr: Une erreur s'est produite lors du traitement de votre requête. Veuillez réessayer plus tard!
pt_br: Ocorreu um erro ao processar sua solicitação. Por favor tente novamente mais tarde!

source: Invalid username or password.
ar: اسم المستخدم و / أو كلمة المرور غير صالحة.
de_de: Ungültiger Username oder Passwort.
fr_fr: Nom d'utilisateur ou mot de passe non valide.
it_it: Nome utente o password non validi
nl_nl: Ongeldige gebruikersnaam or wachtwoord.
pt_br: Username ou senha inválido(s).

source: Enter username, first name and last name, or email
ar: أدخل اسم المستخدم والاسم الأول واسم العائلة أو البريد الإلكتروني
de_de: Geben Sie Usernamen, Vornamen und Nachnamen oder die E-Mail-Adresse ein
fr_fr: Entrer nom d'utilisateur, prénom et nom de famille, ou email
it_it: Inserisci nome utente, nome e cognome, o mail
pt_br: Digite o username, o primeiro e o úlitmo nomes, ou e-mail

source: Confirm use of weak password
ar: تاكيد على استخدام كلمة مرور ضعيفة
de_de: Bestätigen Sie die Verwendung des schwachen Passworts.
fr_fr: Confirmer l'utilisation d'un mot de passe faible
it_it: Conferma l’utilizzo di una password debole
pt_br: Confirme o uso de senha fraca

source: No thread content!
ar: لا يوجد محتوى مترابط!
de_de: Kein Inhalt!
fr_fr: Aucun fil de contenu!
pt_br: Nenhum conteúdo de assunto!

source: Username or Email Address
ar: اسم المستخدم أو البريد الإلكتروني
de_de: Username oder E-Mail-Adresse
fr_fr: Nom d'utilisateur ou adresse e-mail
it_it: Nome Utente o indirizzo Email
nl_nl: Gebruikersnaam of e-mailadres
pt_br: Username ou Endereço de Email

source: No thread title!
ar: لا يوجد عنوان للموضوع!
de_de: Kein Titel!
fr_fr: Aucun fil de titre!
it_it: Thread senza titolo!
pt_br: Nenhum título de assunto!

source: Already have an account? <a href="%s" class="%s" id="%s">Login to your account</a>!
de_de: Haben Sie bereits einen Account? <a href="%s" class="%s" id="%s">Loggen Sie sich hier in Ihren Account ein</a>!
fr_fr: Vous avez déjà un compte? <a href="%s" class="%s"> Connectez vous à votre compte </a>!
it_it: Hai già un Utente? <a href="%s" class="%s" id="%s">Esegui l’accesso con il tuo Utente</a>!
pt_br: Já tem uma conta? <a href="%s" class="%s" id="%s">Faça Login na sua conta</a>!

source: No content!
ar: لا يوجد محتوى!
de_de: Kein Inhalt!
fr_fr: Pas de contenu!
pt_br: Nenhum conteúdo!

source: Don't have an account? <a href="%s" class="%s" id="%s">Create an Account</a> now!
de_de: Sie haben noch keinen Account? <a href="%s" class="%s" id="%s">Erstellen Sie jetzt einen Account</a>!
fr_fr: Vous n'avez pas de compte? <a href="%s" class="%s"> Créer un Compte </a> maintenant!
it_it: Non hai un Account? <a href="%s" class="%s" id="%s">Crea un Account</a> adesso!
pt_br: Não tem uma conta? <a href="%s" class="%s" id="%s">Crie uma Conta</a> agora!

source: No title!
ar: لا يوجد عنوان!
de_de: Kein Titel!
fr_fr: Pas de titre!
pt_br: Nenhum título!

source: This unit will be available on
ar: سوف تتاح هذه الوحدة في
de_de: Diese Lektion wird verfügbar sein am
fr_fr: Cet unité sera disponible dans
it_it: Questa unità sarà disponibile il
pt_br: Esta unidade estará disponível em

source: Please confirm that you want to remove the instructor from this course (%s).
de_de: Bitte bestätigen Sie, dass Sie den Kursleiter von diesem Kurs (%s) entfernen wollen
fr_fr: Veuillez confirmer que vous souhaitez supprimer le formateur de ce cours (%s)
pt_br: Por favor confirme que deseja remover o instrutor deste curso (%s).

source: Notify me of new posts in this thread
ar: اعلمني بأي رد جديد في هذا الموضوع
de_de: Benachrichtigen Sie mich bei neuen Beiträgen zu diesem Thema
fr_fr: Avertissez-moi de nouveaux messages dans ce fil de discussion
pt_br: Notificar-me de novos posts neste assunto

source: Please confirm that you want to remove the instructor from ALL the associated courses.
ar: يرجى تأكيد رغبتك بإزالة المدرب من جميع المقررات المرتبطة.
de_de: Bitte bestätigen Sie, dass sie den Kursleiter von ALLEN seinen Kursen entfernen wollen
fr_fr: Veuillez confirmer que vous souhaitez supprimer le formateur de TOUT les cours associés".
pt_br: Por favor confirme que deseja remover o instrutor de TODOS os cursos associados.

source: Do not notify me of new posts
ar: لا تعلمني بأي إضافات جديدة
de_de: Keine Benachrichtigung über neue Beiträge
fr_fr: Ne me notifiez pas de nouveaux messages
pt_br: Não me notifique de novos posts

source: Save Draft
ar: حفظ المسودة
de_de: Entwurf speichern
fr_fr: Enregistrer le brouillon
it_it: Salva bozza
pt_br: Gravar Rascunho

source: Notify me of all new posts
ar: أعلمني بكل الردود الجديدة
de_de: Benachrichtigen Sie mich bei allen neuen Beiträgen
fr_fr: Avertissez-moi de tous les nouveaux messages
pt_br: Notificar-me de todos os novos posts

source: Privately Published
ar: تم النشر بشكل خاص
de_de: Privat veröffentlicht
fr_fr: Publication privée
pt_br: Publicado de Forma Privada

source: Scheduled
ar: مجدولة
de_de: Geplant
fr_fr: Programmer
pt_br: Agendado

source: Action
de_de: Aktion
pt_br: Ação

source: Pending Review
ar: في انتظار المراجعة
de_de: Offene Prüfung
fr_fr: En attente d'examen
pt_br: Revisão Pendente

source: De-Activate
ar: عدم تنشيط
de_de: Deaktivieren
fr_fr: De-Activer
it_it: Disattivato
nl_nl: Deactiveer
pt_br: Desativar

source: Edit status
ar: تحرير الحالة
de_de: Status ändern
fr_fr: Modifier l'état
pt_br: Editar status

source: Required fields must not be empty!
ar: يرجى تعبئة جميع الحقول المطلوبة
de_de: Dies ist ein Pflichtfeld
fr_fr: Les champs obligatoires ne doivent pas être vides!
pt_br: Campos requeridos não podem estar vazios!

source: Support
ar: الدعم
de_de: Unterstützung
it_it: Supporto
pt_br: Suporte

source: Please confirm that you want to remove the instructor from this course.
ar: الرجاء التأكد من أن كنت ترغب في إزالة المدرب من هذه الدورة؟
de_de: Bitte bestätigen Sie, dass der Kursleiter von diesem Kurs entfernt werden soll.
fr_fr: Veuillez confirmer que vous souhaitez supprimer le formateur de ce cours.
pt_br: Por favor confirme que deseja remover o instrutor deste curso.

source: Unit Builder is loading...
ar: جار تحميل منشئ الوحدات ...
de_de: Das Lektionen-System wird geladen ...
fr_fr: Unité Builder est en train de charger ...
pt_br: Unit Builder está carregando...

source: Please confirm that you want to remove the instructor invitation from this course.
ar: الرجاء التأكد من أن كنت ترغب في إزالة دعوة المدرب من هذه الدورة؟
de_de: Bitte bestätigen Sie, dass Sie die Kursleiter-Einladung von diesem Kurs entfernen möchten.
fr_fr: Veuillez confirmer que vous souhaitez supprimer l'invitation de formateur du cours.
pt_br: Por favor confirme que deseja remover o convite de instrutor deste curso.

source: Add New Unit
ar: إضافة وحدة جديدة
de_de: Neue Lektion hinzufügen
fr_fr: Nouvelle unité
it_it: Aggiungi nuova unità
pt_br: Adicionar Nova Unidade

source: Please confirm that you want to remove the facilitator from this course.
ar: الرجاء التأكد من أن كنت ترغب في إزالة المساعد من هذه الدورة؟
de_de: Bitte bestätigen Sie, dass Sie den Schulungsleiter aus diesem Kurs entfernen möchten.
fr_fr: Veuillez confirmer que vous souhaitez supprimer l'animateur de ce cours.
pt_br: Por favor confirme que deseja remover o facilitador deste curso.

source: You do not have sufficient access to edit this unit!
ar: ليس لديك وصول كاف لتعديل هذه الوحدة!
de_de: Ihre Berechtigungen reichen nicht aus, diese Lektion bearbeiten zu dürfen!
fr_fr: Vous n'avez pas un accès suffisant pour éditer cet
pt_br: Você não tem acesso suficiente para editar esta unidade!

source: Please confirm that you want to remove the facilitator invitation from this course.
ar: الرجاء التأكد من أن كنت ترغب في إزالة دعوة المساعد من هذه الدورة؟
de_de: Bitte bestätigen Sie, dass Sie die Schulungsleiter-Einladung von diesem Kurs entfernen möchten.
fr_fr: Veuillez confirmer que vous souhaitez supprimer l'invitation d'animateur du cours.
pt_br: Por favor confirme que deseja remover o convite de facilitador para este curso.

source: Unit Description
ar: وصف الوحدة
de_de: Beschreibung der Lektion
fr_fr: Description de l'unité
it_it: Descrizione unità
pt_br: Descrição da Unidade

source: Assign Facilitator
ar: تعيين مساعد
de_de: Einen Schulungsleiter zuweisen
fr_fr: Assigner Animateur
it_it: Assegna facilitatore
pt_br: Atribuir Facilitador

source: Unit Featured Image
ar: وحدة صورة مميزة
de_de: Empfohlenes Bild für die Lektion
fr_fr: Unité mise en vedette
pt_br: Imagem em Destaque da Unidade

source: Instantly available
ar: متاحة على الفور
de_de: Sofort verfügbar
fr_fr: Disponible instantanément
it_it: Disponibile subito
pt_br: Disponível instantaneamente

source: Please confirm that you want to remove the student from this course.
ar: الرجاء التأكد من أن كنت ترغب في إزالة طالب من هذه الدورة؟
de_de: Bitte bestätigen Sie, dass Sie die Studenten aus diesem Kurs entfernen wollen.
fr_fr: Veuillez confirmer que vous souhaitez supprimer ce cours.
pt_br: Por favor confirme que deseja remover o estudante deste curso.

source: Available on
ar: متوفر في
de_de: Verfügbar am
fr_fr: Disponible sur
it_it: Disponibile il
pt_br: Disponível em

source: Please confirm that you want to remove ALL students from this course. Warning: This can not be undone. Please make sure this is what you want to do.
ar: الرجاء تأكيد من أن كنت تريد إزالة جميع الطلاب في هذه الدورة التدريبية. تحذير: لايمكن الرجوع عن هذا القرار. الرجاء التأكد من أن كنت تريد ذلك فعلاً.
de_de: Bitte bestätigen Sie, dass Sie ALLE Studenten aus diesem Kurs entfernen wollen. Warnung: Das kann nicht rückgängig gemacht werden. Bitte stellen Sie sicher, dass dies genau das ist, was Sie tun wollen.
fr_fr: Veuillez confirmer que vous souhaitez supprimer TOUS les étudiants de ce cours. Attention: ceci ne peut pas être annulé. Assurez-vous que vous voulez le faire.
pt_br: Por favor confirme que deseja remover TODOS os estudantes deste curso. Aviso: Isso não pode ser desfeito. Por favor certifique-se de que é isso que deseja.

source: Available after
ar: متاح بعد
de_de: Verfügbar nach
fr_fr: Disponible après
it_it: Disponibile dopo il
nl_nl: Beschikbaar na
pt_br: Disponível após

source: Please confirm that you want to delete ALL selected notifications. Warning: This cannot be undone. Please make sure this is what you want to do.
de_de: Bitte bestätigen Sie, dass Sie ALLE ausgewählten Benachrichtigungen löschen wollen. Warnung: Das kann nicht rückgängig gemacht werden. Bitte stellen Sie sicher, dass dies genau das ist, was Sie tun wollen.
fr_fr: Veuillez confirmer que vous souhaitez supprimer TOUTES les notifications sélectionnées. Attention :Cela ne peut pas être annulé. Assurez-vous que c'est ce vous voulez faire.
pt_br: Por favor confirme que deseja apagar TODAS as notificações selecionadas. Aviso: Isso não pode ser desfeito. Por favor certifique-se que é isso que deseja.

source: instantly
ar: فوراً
de_de: sofort
fr_fr: instantanément
it_it: subito
pt_br: instantaneamente

source: Please confirm that you want to delete this notification. Warning: This cannot be undone.
de_de: Bitte bestätigen Sie, dass Sie diese Benachrichtigung löschen wollen. Warnung: Das kann nicht rückgängig gemacht werden.
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette notification. Attention: ne peut pas être annulé.
pt_br: Por favor confirme que deseja apagar esta notificação. Aviso: Isso não pode ser desfeito.
