Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Expanded unit list
ar: قائمة وحدات موسعة
de_de: Erweiterte Lektionen-Liste
fr_fr: Liste d'unités étendue
pt_br: Lista expandida da unidade

source: Include thread/comments
ar: تضمين سلسلة المحادثات / التعليقات
de_de: Schließe Diskussionen und Kommentare mit ein
fr_fr: Inclure fil de discussion/commentaire
pt_br: Incluir assuntos/comentários

source: Course update fail: wrong course ID!
ar: فشل التحديث: معرف الدورة الخطأ
de_de: Kurs-Aktualisierung fehlgeschlagen: falsche Kurs-ID!
fr_fr: Échec de la mise à jour du cours: mauvais ID de cours!
pt_br: Falha na atualização do curso: ID errada do curso!

source: Choose if course Unit page shows units only or in expanded view.
ar: اختر إذا كانت صفحة وحدات الدورة تظهر وحدات فقط أو في طريقة العرض الموسعة.
de_de: Soll die Kurs-Lektionen-Seite nur Lektionen zeigen, oder eine erweiterte Sicht
fr_fr: Choisissez si la page Unité de cours affiche uniquement les unités ou en vue agrandie.
pt_br: Escolha se a página de Unidade do curso irá exibir unidades apenas na visão expandida.

source: Will include comments from Course forum and discussion modules.
ar: سوف تتضمن تعليقات من منتدى الدورة وحدات المناقشة.
de_de: Schließe Kommentare von Kurs-Diskussionen mit ein
fr_fr: Inclura les commentaires du forum de cours et des
pt_br: Irá incluir comentários do fórum do Curso e módulos de discussão.

source: Course update fail: wrong course!
ar: فشل التحديث: الدورة الخطأ
de_de: Kurs-Aktualisierung fehlgeschlagen: falscher Kurs
fr_fr: Échec de la mise à jour du cours: mauvais cours!
pt_br: Falha na atualização do curso: curso errado!

source: Export Courses
ar: تصدير الدورات
de_de: Kurse exportieren
fr_fr: Exporter cours
it_it: Esporta corsi
pt_br: Exportar Cursos

source: Course update fail: %s!
ar: فشل تحديث الدورة: %s!
de_de: Kurs-Aktualisierung fehlgeschlagen: %s!
fr_fr: Échec de la mise à jour du cours: %s!
pt_br: Falha na atualização do curso:%s!

source: [DRAFT]
ar: [مسودة]
it_it: [BOZZA]
pt_br: [RASCUNHO]

source: Upload your exported courses to import here.
ar: تحميل الدورات التدريبية التي تم تصديرها لاستيراد هنا.
de_de: Laden Sie Ihre exportierten Kurse hoch, um sie hier zu importieren
fr_fr: Téléchargez vos cours exportés pour importer ici.
pt_br: Faça aqui o upload dos seus cursos exportados para importá-los.

source: Course video settings do not need to be updated.
ar: لا تحتاج إلى تحديث اعدادات الفيديوا الخاص بالدورة التدريبية
de_de: Die Einstellungen für das Kurs-Video müssen nicht aktualisiert werden
fr_fr: Les paramètres vidéo du cours n'ont pas besoin d'être mis à jour.
pt_br: As configurações de vídeo do curso não precisam ser atualizadas.

source: Untitled Module
ar: نموذج بدون عنوان
de_de: Unbenanntes Modul
fr_fr: Module sans titre
it_it: Modulo senza nome
pt_br: Módulo Sem Título

source: Import Options
ar: خيارات الاستيراد
de_de: Import-Optionen
fr_fr: Options d'importation
it_it: Opzioni di importazione
pt_br: Opções de Importação

source: Course video settings have been updated.
ar: تم تحديث إعداداتك.
de_de: Kurs-Video-Einstellungen wurden aktualisiert
fr_fr: Les paramètres vidéo du cours ont été mis à jour.
pt_br: As configurações de vídeo do curso foram atualizadas.

source: Step 3 &ndash; Instructors and Facilitators
ar: الخطوة 3 ‪-‬ المدربين والمساعدين
de_de: Schritt 3 &ndash; Kursleiter und Schulungsleiter
fr_fr: Étape 3 &ndash; Formateurs et animateurs
it_it: Step 3 &ndash; Istruttori e Facilitatori
pt_br: Passo 3 &ndash; Instrutores e Facilitadores

source: Replace course if exists.
ar: استبدال الدورة إذا كان موجوداً.
de_de: Ersetze einen schon vorhandenen Kurs
fr_fr: Remplacer le cours s'il existe.
it_it: Sostituisci corso se esiste.
pt_br: Substituir curso se já existir.

source: Course structure settings do not need to be updated.
ar: إعدادات بنية الدورة لا تحتاج إلى تحديث.
de_de: Kurs-Struktur-Einstellungen brauchen nicht aktualisiert werden
fr_fr: Les paramètres de la structure du cours n'ont pas besoin d'être mis à jour.
pt_br: As configurações da estrutura do curso não precisam ser atualizadas.

source: You do not have sufficient permission to add instructor!
ar: لا تملك الصلاحيات الكافية لإضافة مدرب
de_de: Sie haben keine Berechtigung, einen Kursleiter zuzuordnen
fr_fr: Vous n'avez pas la permission suffisante pour ajouter un formateur!
pt_br: Você não tem permissão suficiente para adicionar um instrutor!

source: Courses with the same title will be automatically replaced by the new one.
ar: سيتم استبدال الدورات بنفس العنوان تلقائياً بواحدة جديدة.
de_de: Kurse mit dem gleichen Title werden automatisch durch einen neuen ersetzt
fr_fr: Les cours portant le même titre seront automatiquement remplacer par un nouveau
pt_br: Cursos com o mesmo 'titulo serão automaticamente substituídos pelo novo.

source: Course structure settings have been updated.
ar: تم تحديث إعدادات الدورة.
de_de: Kurs-Struktur-Einstellungen wurden aktualisiert
fr_fr: Les paramètres de la structure du cours ont été mis à jour.
pt_br: As configurações da estrutura do curso foram atualizadas.

source: Course Facilitator(s)
ar: مساعدي الدورة
de_de: Schulungsleiter
fr_fr: Facilitateur(s) du cours
pt_br: Facilitador(es) do Curso

source: Include course students
ar: وتشمل طلاب الدورة
de_de: Schließe die Kurs-Studenten mit ein
fr_fr: Inclure les étudiants du cours
pt_br: Incluir estudantes do curso

source: Course Dates settings do not need to be updated.
ar: إعدادات التواريخ لا تحتاج إلى تحديث.
de_de: Kurs-Datumsangaben müssen nicht aktualisiert werden
fr_fr: Les paramètres des dates de cours n'ont pas besoin d'être mis à jour.
pt_br: As configurações das datas do curso não precisam ser atualizadas.

source: Select one or more facilitator to facilitate this course
ar: اختر مساعد أو أكثر ليكون مسؤولاً عن هذه الدورة
de_de: Wählen Sie einen oder mehrere Schulungsleiter für diesen Kurs aus
fr_fr: Sélectionnez un ou plusieurs animateurs pour faciliter ce cours
pt_br: Selecione um ou mais facilitadores para facilitar este curso

source: Students listing must also included in your export for this to work.
ar: يجب تضمين قائمة الطلاب أيضا في التصدير لهذا العمل.
de_de: In Ihrem Export müssen die Studenten auch enthalten sein, damit dies funktioniert
fr_fr: La liste des étudiants doit également être incluse dans votre exportation pour que cela fonctionne.
pt_br: A listagem de estudantes também deve ser incluída na sua exportação para isso funcionar.

source: Course Dates settings have been updated.
ar: تم تحديث إعدادات مواعيد الدورة.
de_de: Kurs-Datumsangaben wurden aktualisiert
fr_fr: Les paramètres des dates du cours ont été mis à jour.
pt_br: As configurações das datas do curso foram atualizadas.

source: Course Facilitators
ar: مساعدي الدورة
de_de: Schulungsleiter
fr_fr: Facilitateurs de cours
pt_br: Facilitadores do Curso

source: Include course thread/comments
ar: تضمين سلسلة المحادثات / التعليقات لهذه الدورة
de_de: Schließe Kurs-Diskussionen und -Kommentare mit ein
fr_fr: Inclure le fil de discussion des cours/ commentaires
pt_br: Incluir assunto/comentários do curso

source: Instructors settings do not need to be updated.
ar: إعدادات المعلمين لا تحتاج إلى تحديث.
de_de: Kursleiter-Einstellungen brauchen nicht aktualisiert werden
fr_fr: Les paramètres des formateurs n'ont pas besoin d'être mis à jour.
pt_br: As configurações de instrutores não precisam ser atualizadas.

source: Invite New Instructor or Facilitator
ar: دعوة مدرب جديد
de_de: Neuen Kursleiter oder Schulungsleiter einladen
fr_fr: Inviter un nouveau formateur ou animateur
pt_br: Convidar Novo Instrutor ou Facilitador

source: Comments listing must also included in your export for this to work.
ar: يجب تضمين قائمة التعليقات أيضا في التصدير لهذا العمل.
de_de: In Ihrem Export müssen die Kommentare auch enthalten sein, damit dies funktioniert
fr_fr: La liste des commentaires doit également être incluse dans votre exportation pour que cela fonctionne.
pt_br: A listagem de comentários também deve ser incluída na sua exportação para que isso funcione.

source: Instructors settings have been updated.
ar: تم تحديث إعدادات المدربين.
de_de: Kursleiter-Einstellungen wurden aktualisiert
fr_fr: Les paramètres des formateurs ont été mis à jour.
pt_br: As configurações de instrutores foram atualizadas.

source: If the instructor or the facilitator can not be found in the list above, you will need to invite them via email.
ar: إذا كان لا يمكن العثور على المدرب في القائمة أعلاه، سوف تحتاج إلى دعوتهم عبر البريد الإلكتروني.
de_de: Falls der Kursleiter oder der Schulungsleiter nicht in der Liste oben enthalten ist, müssen Sie ihn per E-Mail einladen
fr_fr: Si l'instructeur ou l'animateur ne peut être trouvé dans la liste vous devrez les inviter par e-mail.
pt_br: Se o instrutor ou facilitador não puder ser encontrado na lista acima, você irá precisar convidá-los por e-mail.

source: Upload file and import
ar: رفع الملف واستيراد
de_de: Datei hochladen und importieren
fr_fr: Télécharger le fichier et importer
pt_br: Fazer upload do arquivo e importar

source: Classes, Discussion & Workbook settings do not need to be updated.
ar: لا تحتاج إلى تحديث إعدادات الفصول، المناقشة و ورشة العمل.
de_de: Klassen, Diskussionen & Übungsheft-Einstellungen brauchen nicht aktualisiert werden
fr_fr: Les paramètres des classes, discussions et classeurs n'ont pas besoin d'être mis à jour.
it_it: Impostazioni di classi, discussioni e diari dei risultati non hanno bisogno di essere aggiornati.
pt_br: As configurações de Aulas, Discussão e Caderno de Trabalho não precisam ser atualizadas.

source: instructor-or-facilitator@email.com
it_it: istruttore-o-facilitatore@email.com
pt_br: instrutor-ou-facilitador@email.com

source: Course status
ar: حالة الدورة التدريبية
de_de: Kursstatus
fr_fr: Etat du cours
it_it: Stato del corso
nl_nl: Cursus status
pt_br: Status do Curso

source: Classes, Discussion & Workbook settings have been updated.
ar: تم تحديث إعدادات الفصول، المناقشة و ورشة العمل.
de_de: Klassen, Diskussionen & Übungsheft-Einstellungen wurden aktualisiert
fr_fr: Les paramètres des classes, discussions et classeurs ont été mis à jour.
pt_br: As configurações de Aulas, Discussão e Caderno de Trabalho foram atualizadas.

source: facilitator@email.com
it_it: facilitatore@email.com
pt_br: facilitador@email.com

source: No courses found!
ar: لم يتم العثور على دورات تدريبية
de_de: Keine Kurse gefunden!
fr_fr: Aucun cours trouvé!
nl_nl: Geen cursussen gevonden.
pt_br: Nenhum curso encontrado!

source: Course Enrollment & Cost settings do not need to be updated.
ar: لا تحتاج إلى تحديث إعدادات التسجيل و التكلفة.
de_de: Die Kurs-Einstellungen für Einschreibung & Kosten müssen nicht aktualisiert werden
fr_fr: Les paramètres d'inscription au cours et le prix n'ont pas besoin d'être mis à jour.
pt_br: As Configurações de Inscrição e de Custos do Curso não precisam ser atualizadas.

source: Invite New Facilitator
ar: دعوة مدرب مساعد الجديد
de_de: Lade einen neuen Schulungsleiter ein
fr_fr: Inviter un nouvel animateur
pt_br: Convidar Novo Facilitador

source: Revalidate user submission
ar: إعادة التحقق من صحة معلومات المستخدم
de_de: Bewerte den Benutzer-Beitrag erneut
fr_fr: Revalider la soumission de l'utilisateur
pt_br: Revalidar envio do usuário

source: Course Enrollment & Cost settings have been updated.
ar: تم تحديث إعدادات التسجيل و التكلفة.
de_de: Die Kurs-Einstellungen für Einschreibung & Kosten wurden aktualisiert
fr_fr: Les paramètres d'inscription au cours et le prix ont été mis à jour.
pt_br: As Configurações de Inscrição e de Custos do Curso foram atualizadas.

source: If the facilitator can not be found in the list above, you will need to invite them via email.
ar: إذا كان لا يمكن العثور على المدرب في القائمة أعلاه، سوف تحتاج إلى دعوتهم عبر البريد الإلكتروني.
de_de: Falls der Schulungsleiter in der obigen Liste nicht gefunden wird, müssen Sie ihn per E-Mail einladen
fr_fr: Si l'animateur ne peut être trouvé dans la liste ci-dessus,les inviter par e-mail.
pt_br: Se o facilitador não puder ser encontrado na lista acima, você precisará convidá-lo por e-mail.

source: Refresh
ar: تحديث
de_de: Aktualisieren
fr_fr: Actualiser
it_it: Aggiorna
nl_nl: Opfrissen
pt_br: Atualizar

source: Course enrolled students do not need to be updated.
ar: لا تحتاج إلى تحديث بيانات الطلاب الملتحقين بالدورة
de_de: Die für diesen Kurs vorhandenen Einschreibungen brauchen nicht aktualisiert werden
fr_fr: Les étudiants inscrits au cours n'ont pas besoin d'être mis à jour.
pt_br: Os estudantes inscritos no curso não precisam ser atualizados.

source: Instructor or Facilitator
ar: المدرب أو المساعد
de_de: Kursleiter oder Schulungsleiter
fr_fr: Formateur ou animateur
pt_br: Instrutor ou Facilitador

source: Select Display
ar: اختر نوع العرض.
de_de: Anzeige wählen
fr_fr: Sélectionner l'affichage
pt_br: Selecione o Monitor

source: There is no enrolled students to update.
ar: لا يوجد أي الطلاب المسجلين للتحديث.
de_de: Es gibt keinen eingeschriebenen Studenten für eine Aktualisierung
fr_fr: Il n'y a pas d'étudiants inscrits à mettre à jour.
pt_br: Não há estudantes inscritos para atualizar.

source: Facilitator
ar: مساعد
de_de: Schulungsleiter
fr_fr: Animateur
pt_br: Facilitador

source: Show all modules
ar: إظهار كافة الوحدات النمطية
de_de: Alle Module zeigen
fr_fr: Afficher tous les modules
it_it: Mostra tutti i moduli
pt_br: Exibir todos os módulos

source: %s student enrolled to this course.
de_de: %s Studenten ist in diesen Kurs eingeschrieben
fr_fr: %s étudiant inscrit à ce cours.
it_it: %s studente iscritto a questo corso.
nl_nl: %s student heeft zich ingeschreven voor deze cursus.
pt_br: %s estudante matriculado neste curso.

source: Step 4 &ndash; Course Dates
ar: الخطوة 4 ‪-‬ تواريخ الدورات
de_de: Schritt 4 &ndash; Kurstermine
fr_fr: Etape 4 &ndash; Dates des cours
it_it: Step 4 &ndash; Date del corso
pt_br: Passo 4 &ndash; Datas do Curso

source: Show all assessable modules
ar: إظهار كافة الوحدات النمطية القابلة للتقييم
de_de: Alle bewertbaren Module zeigen
fr_fr: Afficher tous les modules évaluables
pt_br: Exibir todos os módulos avaliáveis

source: Student Progress do not need to be updated.
ar: تقدم الطلاب لا يحتاج إلى تحديث.
de_de: Der Lernfortschritt der Studenten muss nicht aktualisiert werden
fr_fr: Les progrès des étudiants n'ont pas besoin d'être mis à jour.
nl_nl: Student voortgang hoeft niet geüpdate te worden.
pt_br: O Progresso de Estudante não precisa ser atualizado.

source: Course Availability
ar: توافر الدورة التدريبية
de_de: Kursverfügbarkeit
fr_fr: Disponibilité du cours
it_it: Disponibilità del corso
nl_nl: Cursus Beschikbaarheid
pt_br: Disponibilidade do Curso

source: View Certificate
ar: عرض الشهادة
de_de: Zertifikat ansehen
fr_fr: Afficher le certificat
it_it: Visualizza attestato
pt_br: Ver Certificado

source: Students progress have been updated.
ar: تم تحديث تقدم الطلاب.
de_de: Der Lernfortschritt der Studenten wurde aktualisiert
fr_fr: Les progrès des étudiants ont été mis à jour.
nl_nl: Studenten voortgang is opgeslagen.
pt_br: O progresso dos estudantes foi atualizado.

source: These are the dates that the course will be available to students
ar: هذه هي التواريخ التي ستكون الدورة فيها متاحة للطلاب
de_de: Zeitraum, in dem der Kurs Studenten zur Verfügung steht
fr_fr: Ce sont les dates auxquelles le cours sera disponible
pt_br: Esta são as datas em que o curso estará disponível aos estudantes

source: Enrolled Courses
ar: الدورات المسجلة
de_de: Eingeschriebene Kurse
fr_fr: Cours inscrits
it_it: Corsi a cui sei iscritta
nl_nl: Ingeschreven Cursussen
pt_br: Incrições em Cursos

source: Page breaks do not need to be updated.
ar: فواصل الصفحات لا تحتاج إلى تحديث.
de_de: Seitenwechsel müssen nicht aktualisiert werden
fr_fr: Les sauts de page n'ont pas besoin d'être mis à jour.
pt_br: As quebras de página não precisam ser atualizadas.

source: These are the dates that students will be able to enroll in a course.
ar: هذه هي التواريخ التي سوف يتمكن الطلاب فيها من الالتحاق في دورة تدريبية.
de_de: Zeitraum, in dem sich Studenten in einen Kurs einschreiben können
fr_fr: Ce sont les dates auxquelles les étudiants pourront s'inscrire au cours.
pt_br: Estas são as datas e que os estudantes poderão se inscrever em um curso.

source: Subject line here...
ar: سطر العنوان هنا
de_de: Betreff hier einfügen...
fr_fr: Sujet ici ...
pt_br: Linha de assunto...

source: Page breaks have been updated.
ar: قد تم تحديث فواصل الصفحات.
de_de: Seitenumbrüche wurden aktualisiert
fr_fr: Les sauts de page ont été mis à jour.
pt_br: As quebras de página foram atualizadas.

source: Students can enroll at any time
ar: يمكن تسجيل الطلاب في أي وقت
de_de: Studenten können sich jederzeit einschreiben
fr_fr: Les étudiants peuvent s'inscrire à tout moment
pt_br: Estudantes podem se inscrever a qualquer hora

source: From Email
ar: بريد المرسل منه
de_de: Von E-Mail
fr_fr: De Email
pt_br: De E-mail

source: Course Completion do not need to be updated.
ar: إتمام الدورة لا يحتاج إلى تحديث.
de_de: Der Kurs-Abschluss muss nicht aktualisiert werden
fr_fr: L'achèvement du cours n'a pas besoin d'être mis à jour.
pt_br: A Conclusão do Curso não precisa ser atualizada.

source: Step 5 &ndash; Classes, Discussion & Workbook
ar: الخطوة 5 - فئات، مناقشة و التمارين
de_de: Schritt 5 &ndash; Klassen, Diskussion & Übungsheft
fr_fr: Étape 5 &ndash; Classes, Discussion & Workbook
it_it: Step 5 &ndash; Classi, Discussioni & Risultati
pt_br: Passo 5 &ndash; Aulas, Discussão e Caderno de Trabalho

source: Mail Tokens
ar: رموز البريد
de_de: E-Mail-Platzhalter
fr_fr: Jetons de mail
pt_br: Tokens de Mail

source: Use this setting to set a limit for all classes. Uncheck for unlimited class size(s).
ar: استخدم هذا الإعداد لوضع حد لجميع الwtmt. قم بإلغاء التحديد لحجم صف غير محدود.
de_de: Maximale Klassengröße für alle Klassen. Entferne die Markierung, um unbeschränkt viele Teilnehmer zu erlauben
fr_fr: Utilisez ce paramètre pour définir une limite pour toutes les tailles des classes.
it_it: Usa questa configurazione per settare il limite di studenti per tutte le classi. Non spuntare se non vuoi mettere limiti.
pt_br: Use esta configuração para definir um limite para todas as aulas. Desative para quantidades ilimitadas de aulas.

source: These tokens will be replaced with actual data.
ar: سيتم استبدال هذه الرموز المميزة مع البيانات الفعلية.
de_de: Diese Platzhalter werden durch die tatsächlichen Daten ersetzt
fr_fr: Ces zones de texte seront remplacés par des données réelles.
pt_br: Estes tokens serão substituídos com dados reais.

source: Units pages do not need to be updated.
ar: لا تحتاج إلى تحديث صفحات الوحدات.
de_de: Lektions-Seiten müssen nicht aktualisiert werden
fr_fr: Les pages d'unités n'ont pas besoin d'être mises à jour.
pt_br: As páginas de unidade não precisam ser atualizadas.

source: Number of students
ar: عدد الطلاب
de_de: Anzahl der Studenten
fr_fr: Nombre d'étudiants
it_it: Numero di studenti
pt_br: Número de estudantes

source: Email Body
ar: نص البريد الالكتروني
de_de: E-Mail-Text
fr_fr: Corps du mail
it_it: Corpo della mail
pt_br: Corpo do E-mail

source: Section titles (former page titles) inside units converted.
ar: تم تحويل عناوين الأقسام (عناوين الصفحة السابقة) داخل الوحدات.
de_de: Überschriften von Abschnitten (früher Seiten-Überschriften) innerhalb der Lektionen konvertiert
fr_fr: Titres de section (anciens titres de page) à l'intérieur d'unités converties.
pt_br: Os títulos de seção (ou títulos de página) dentro das unidades foram convertidos.

source: Course Discussion
ar: نقاشات الدورة
de_de: Kursdiskussion
fr_fr: Discussions de cours
it_it: Discussioni del corso
pt_br: Discussão do Curso

source: Invalid course ID!
ar: معرف الدورة غير صالح!
de_de: Ungültige Kurs ID!
fr_fr: ID de cours non valide!
pt_br: ID de curso inválido!

source: Back to Course
ar: الرجوع للدورة
de_de: Zurück zum Kurs
fr_fr: Retour au cours
it_it: Indietro al corso
pt_br: Voltar para o Curso

source: Allow course discussion
ar: السماح للنقاش بالدورة التدريبية
de_de: Kursdiskussion erlauben
fr_fr: Autoriser discussion de cours
it_it: Accetta discussione al corso
pt_br: Permitir discussão no curso

source: You are currently not enrolled to this course!
ar: أنت غير مسجل في هذه الدورة حاليًا
de_de: Sie sind aktuell nicht in den Kurs eingeschrieben!
fr_fr: Vous n'êtes pas inscrit à ce cours!
nl_nl: U bent momenteel niet ingeschreven voor deze cursus.
pt_br: Até o momento você ainda não se inscreveu neste curso!

source: Install MarketPress plugin in order to sell courses.
de_de: Installiere das MarketPress-Plugin, um damit Kurse zu verkaufen
fr_fr: Installer MarketPress plugin afin de vendre des cours.
it_it: Installa MarketPress per vendere i tuoi corsi.
pt_br: Instale o plugin MarketPress para poder vender cursos.

source: Show student workbook
ar: عرض سجل تمارين الطالب
de_de: Zeige Übungsheft
fr_fr: Afficher le classeur de l'élève
it_it: Mostra la quaderna di lavoro degli studenti
pt_br: Exibir o caderno de trabalho do estudante

source: This course is completed, you can not submit answers anymore.
ar: تم الانتهاء من هذه الدورة، لا يمكنك تقديم إجابات بعد الآن.
de_de: Dieser Kurs ist abgeschlossen. Sie können daher keine Antworten mehr übermitteln.
fr_fr: Ce cours est terminé, vous ne pouvez plus envoyer de réponse.
nl_nl: Deze cursus is compleet, u kunt geen antwoorden meer insturen.
pt_br: Este curso já foi concluído, você não pode mais enviar respostas.

source: Install MarketPress
de_de: Installiere MarketPress
fr_fr: Installer MarketPress
it_it: Installa MarketPress
pt_br: Instalar o MarketPress

source: & Course Cost
ar: & تكلفة الدورة التدريبية
de_de: & Kurskosten
fr_fr: & Prix du cours
it_it: & Costo del corso
pt_br: & Custo do Curso

source: Invalid unit!
ar: وحدة غير صالحة!
de_de: Ungültige Lektion!
fr_fr: Unité non valide!
it_it: Unità non valida!
nl_nl: Ongeldig onderdeel.
pt_br: Unidade inválida!

source: Activate %s to start selling courses.
de_de: Aktivieren Sie %s, um Kurse zu verkaufen.
fr_fr: Activez %s pour commencer à vendre des cours.
it_it: Attiva %s per iniziare a vendere i corsi.
pt_br: Ative o %s para começar a vender cursos.

source: Step 6 &ndash; Enrollment %s
it_it: Step 6 &ndash; Iscrizione%s
pt_br: Passo 6 &ndash; Inscrição %s

source: You need to complete this module!
ar: تحتاج إلى إكمال هذا النموذج
de_de: Sie müssen dieses Modul abschließen!
fr_fr: Vous devez compléter ce module!
it_it: E' necessario completare questo modulo!
nl_nl: u dient deze module af te ronden.
pt_br: Você precisa completar este módulo!

source: You are using an older version of %s plugin. %s require the latest version for compatilibity.
de_de: Sie setzen eine ältere Version des %s-Plugin ein. %s muss in der neusten Version vorliegen, sonst kann Kompatibilität nicht garantiert werden
fr_fr: Vous utilisez une ancienne version de %s plugin.%s requiert la dernière version pour la compatibilité.
pt_br: Você está usando uma versão desatualizada do plugin %s. %s requer a versão mais recente para maior compatibilidade.

source: Enrollment Restrictions
ar: قيود التسجيل
de_de: Einschränkungen für die Einschreibung
fr_fr: Restrictions d'inscription
pt_br: Restrições de Inscrição

source: You need to complete the required modules!
ar: أنت بحاجة لإكمال النماذج المطلوبة!
de_de: Sie müssen die geforderten Module abschließen!
fr_fr: Vous devez compléter les modules requis!
it_it: E' necessario completare i moduli richiesti!
nl_nl: U dient de verplichte modules eerst te voldaan.
pt_br: Você precisa completar os módulos requeridos!

source: Update your %s now!
de_de: Aktualisieren Sie Ihr %s jetzt!
fr_fr: Mettre à jour votre %s maintenant!
pt_br: Atualize agora os seus %s!

source: Prerequisite Courses
ar: دورات مطلوبة لحضور الدورة
de_de: Kursvoraussetzung
fr_fr: Prérequis cours
pt_br: Cursos Pré-Requisito
