Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Send
ar: إرسال
de_de: Senden
fr_fr: Envoyer
it_it: Invio
nl_nl: Verzend
pt_br: Enviar

source: Shows the course enrollment end date.
ar: يعرض تاريخ نهاية التسجيل في الدورة.
de_de: Zeigt das Enddatum der Kursanmeldung an.
fr_fr: Indique la date de fin de l'inscription au cours.
it_it: Mostra la data di fine iscrizione.
nl_nl: Toont de einddatum voor inschrijving voor de cursus.
pt_br: Mostra a data de encerramento das inscrições no curso.

source: Write a Reply or Comment
ar: اكتب رد أو تعليق
de_de: Schreiben Sie eine Antwort oder einen Kommentar
fr_fr: Rédiger une réponse ou un commentaire
it_it: Scrivi una Risposta o un Commento
nl_nl: Schrijf een reactie of opmerking
pt_br: Escreva uma Resposta ou Comentário

# noun
source: Comment
ar: التعليق
de_de: Kommentar
fr_fr: Commentaire
it_it: Commento
nl_nl: Opmerking
pt_br: Comentar

source: Reply
ar: الرد
de_de: Antworten
fr_fr: Répondre
it_it: Rispondi
nl_nl: Reageer
pt_br: Responder

source: Course Enrollment Dates
ar: مواعيد الالتحاق بالدورة
de_de: Kurs Einschreibezeit
fr_fr: Dates d'inscription au cours
it_it: Date Iscrizioni Corso
nl_nl: Cursus inschrijvingsdata
pt_br: Datas de Inscrição no Curso

source: Invalid login.
ar: تسجيل الدخول غير صالح.
de_de: Ungültiger Login.
fr_fr: Identifiant incorrect !
it_it: Login errato.
nl_nl: Ongeldige login.
pt_br: Login Inválido.

source: Displays the course enrollment start and end date range. Typically as [course_enrollment_start] - [course_enrollment_end].
ar: يعرض المسار التسجيل بداية ونهاية نطاق التاريخ. عادة ك [course_enrollment_start]-[course_enrollment_end].
de_de: Zeigt das Start- und Enddatum der Kurseinschreibung an. Typischerweise als [Kurs_Unterrichtungsstart] - [Kurs_Unterrichtungsende].
fr_fr: Affiche la période de début et de fin de l'inscription de cours. Typiquement avec [course_enrollment_start] - [course_enrollment_end].
it_it: Mostra il periodo utile per le iscrizioni al corso. Di solito come [course_enrollment_start] - [course_enrollment_end].
nl_nl: Geeft de cursus inschrijving begin- en einddatum range. Typisch [course_enrollment_start] - [course_enrollment_end].
pt_br: Exibe o período do início ao fim das inscrições no curso. Tipicamente como [course_enrollment_start] - [course_enrollment_end].

source: Your password must be at least %d characters long and have at least one letter and one number in it.
ar: يجب أن تكون كلمة المرور على الأقل % d حرفاً طويلة ولها حرف واحد على الأقل ورقم واحد في ذلك.
de_de: Ihr Passwort muss mindestens %d Zeichen lang sein und mindestens einen Buchstaben und eine Zahl enthalten.
fr_fr: Votre mot de passe doit avoir au moins %d caractères et avoir une lettre et un numéro.
it_it: La password deve essere lunga almeno %d caratteri e deve contenere almeno una lettere e un numero.
nl_nl: Uw wachtwoord moet minimaal %d karakters lang zijn en moet tenminste een letter en een cijfer bevatten.
pt_br: Sua senha deve ter pelo menos %d caracteres e conter pelo menos uma letra e um número.

source: Coure Enrollment Type
ar: نوع الالتحاق
de_de: Kursanmeldungstyp
fr_fr: Type d'inscription du Cours
it_it: Tipo di Iscrizione al Corso
nl_nl: Cursus inschrijvingstype
pt_br: Tipo de Inscrição do Curso

source: Already have an account? %s%s%s!
ar: لديك حساب؟ %s%s%s!
de_de: Haben Sie schon ein Konto? %s%s%s!
fr_fr: Déjà un compte ?%s%s%s!
it_it: Hai già un Utente? %s%s%s!
nl_nl: Hebt u al een account? %s%s%s!
pt_br: Já tem uma conta? %s%s%s!

source: Shows the type of enrollment (manual, prerequisite, passcode or anyone).
ar: يوضح نوع التسجيل (دليل، شرط أساسي، رمز المرور أو أي شخص).
de_de: Zeigt die Art der Registrierung an (Handbuch, Voraussetzung, Passcode oder irgendjemand).
fr_fr: Indique le type d'inscription (manuel, prérequis, code ou aucun).
it_it: Mostra il tipo di iscrizione (manuale, con prerequisiti, con codice di accesso o libero).
nl_nl: Toont het type inschrijvingsmethode (handmatig, met vooropleiding, toegangscode of iedereen).
pt_br: Exibe o tipo de inscrição (manual, pré-requisito, senha ou qualquer um).

source: Login to your account
ar: تسجيل الدخول إلى حسابك
de_de: Melden Sie sich in Ihrem Konto an
fr_fr: Connexion à votre compte
it_it: Accedi al tuo account
nl_nl: Login op uw account
pt_br: Faça login na sua conta

source: Create an Account
ar: انشاء حساب
de_de: Ein Konto erstellen
fr_fr: Créer un compte
it_it: Crea un Utente
nl_nl: Maak een account
pt_br: Crie uma Conta

source: Don't have an account? %s%s%s now!
ar: ليس لديك حساب؟ % s % s % s الآن!
de_de: Sie haben noch kein Konto? %s%s%s jetzt!
fr_fr: Vous n'avez pas encore de compte? %s%s%s maintenant!
it_it: Non hai un account? %s%s%s adesso!
nl_nl: Hebt geen account? %s%s%s nu!
pt_br: Não tem uma conta? %s%s%s now!

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié?
it_it: Password dimenticata?
nl_nl: Wachtwoord vergeten?
pt_br: Esqueceu a Senha?

source: Search Instructors
ar: البحث عن المدربين
de_de: Suche Kursleiter
fr_fr: Recherche formateur
it_it: Cerca Docenti
nl_nl: Zoek docenten
pt_br: Pesquisar Instrutores

source: Course Class Size
ar: حجم الفصل للدورة التدريبية
de_de: Kurs-Klassengröße
fr_fr: Taille de la classe du cours
it_it: Grandezza della Classe del Corso
nl_nl: Cursus klasgrootte
pt_br: Tamanho da Turma do Curso

source: Shows the course class size, limits and remaining seats.
ar: يظهر حجم الفصل و القدرة الاستعيابية وكم المتبقي لانتهاء الشواغر
de_de: Zeigt die Kursklasse, die Limits und die restlichen Sitze an.
fr_fr: Indique la taille de la classe, les limites et les places restantes.
it_it: Mostra la grandezza della classe, la capienza e i posti rimanenti.
nl_nl: Toont de cursus klasgrootte, maximum en het aantal resterende plaatsen.
pt_br: Exibe o tamanho da turma, limites e vagas ainda disponíveis.

source: Registered
ar: مسجل
de_de: Registriert
fr_fr: Inscrit
it_it: Registrato
nl_nl: Geregistreerd
pt_br: Registrado

source: Answer
ar: إجابة
de_de: Antworten
fr_fr: Réponse
it_it: Risposta
nl_nl: Antwoord
pt_br: Resposta

source: Pending
ar: قيد الانتظار
de_de: steht aus
fr_fr: En attente
it_it: In attesa
nl_nl: In afwachting
pt_br: Pendente

source: Unit Unread
ar: وحدة غير مقروءة
de_de: Lektion Ungelesen
fr_fr: Unité non lue
it_it: Contenuto non Letto
nl_nl: Onderdeel niet gelezen
pt_br: Unidade Não Lida

source: Course Cost
ar: تكلفة الدورة التدريبية
de_de: Kurskosten
fr_fr: Prix du cours
it_it: Costo del Corso
nl_nl: Cursusprijs
pt_br: Custo do Curso

source: Unit Read
ar: وحدة مقروؤة
de_de: Lektion gelesen
fr_fr: Unité lue
it_it: Contenuto Letto
nl_nl: Onderdeel gelezen
pt_br: Unidade Lida

source: Shows the pricing for the course or free for unpaid courses.
ar: يظهر سعر الدورة التدريبية او مجانا للدورات المجانية
de_de: Zeigt die Preise für den Kurs oder kostenlos für unbezahlte Kurse.
fr_fr: Montre le prix du cours ou gratuit pour les cours non payant.
it_it: Mostra il prezzo del corso o gratis per quelli gratuiti.
nl_nl: Toont de prijzen voor de cursus of gratis voor gratis cursussen.
pt_br: Exibe o preço do curso ou grátis para cursos gratuitos.

source: Displays the language of the course (if set).
ar: يظهر لغة الدورة التدريبية اذا تم تحديدها
de_de: Zeigt die Sprache des Kurses an (falls eingestellt).
fr_fr: Affiche la langue du cours (si défini).
it_it: Mostra la lingua del corso (se impostata).
nl_nl: Toont de taal van de cursus (indien ingesteld).
pt_br: Exibe o idioma do curso (se definido).

source: students
ar: الطلاب/ الطالبات
de_de: Studenten
fr_fr: étudiants
it_it: studenti
nl_nl: Studenten
pt_br: estudantes

source: Notification Title
ar: عنوان الإشعار
de_de: Benachrichtigungstitel
fr_fr: Titre de la notification
it_it: Titolo della Notifica
nl_nl: Kennisgeving titel
pt_br: Título da Notificação

source: Course List Image
ar: صورة قائمة الدورة التدريبية
de_de: Kursübersicht
fr_fr: Liste des cours
it_it: Lista Immagine Corso
nl_nl: Cursus Overzicht Afbeelding
pt_br: Imagem da Lista do Curso

source: Course Featured Video
ar: الفيديو المميز للدورة
de_de: Empfohlenes Kursvideo
fr_fr: Cours vidéo en vedette
it_it: Video in Primo Piano del Corso
nl_nl: Cursus Aanbevolen Video
pt_br: Video em Destaque do Curso

source: Invitation to be an instructor at %s
ar: دعوة لتكون مدرب في %s .
de_de: Einladung zum Kursleiter bei %s
fr_fr: Invitation à être formateur à %s
it_it: Invito ad essere Docente di %s
nl_nl: Uitnodiging om docent te worden op %s
pt_br: Convite para ser um instrutor em %s

source: Choose a Student...
ar: اختر طلاب...
de_de: Studenten auswählen ...
fr_fr: Choisir un étudiant ...
it_it: Scegli uno Studente...
nl_nl: Kies een student...
pt_br: Escolha um Estudante...

source: Choose a Course Instructor...
ar: اختيار مدرب دورة...
de_de: Wählen Sie einen Kursleiter ...
fr_fr: Choisir un formateur de cours ...
it_it: Scegli un Docente del corso...
nl_nl: Kies een cursusdocent...
pt_br: Escolha um Instrutor do Curso...

source: Course Media
ar: وسائط الإعلام للدورة
de_de: Kurs Medien
fr_fr: Médias de cours
it_it: I Media del Corso
nl_nl: Cursus Media
pt_br: Mídia do Curso

source: Course:
ar: الدورة:
de_de: Kurs:
fr_fr: Cours:
it_it: Corso:
nl_nl: Cursus:
pt_br: Curso:

source: Displays either the list image or the featured video (with the other option as possible fallback).
ar: يعرض قائمة بالصورة أو الفيديو الموصى بها (مع خيار آخر كاحتياطي ممكن).
de_de: Zeigt entweder das Listenbild oder das vorgestellte Video an (mit der anderen Option als mögliches Backup).
fr_fr: Affiche l'image de liste ou la vidéo en vedette (avec l'autrecomme alternative possible).
it_it: Mostra la lista immagine o il video in primo piano (con altre opzioni come alternativa)
nl_nl: Toont de lijstafbeelding of de aanbevolen video (met de andere optie om mogelijk op terug te vallen).
pt_br: Exibe ou a imagem da lista ou o vídeo em destaque (com a outra opção como uma possível reserva).

source: Comments
ar: تعليقات
de_de: Kommentare
fr_fr: Commentaires
it_it: Commenti
nl_nl: Opmerkingen
pt_br: Comentários

source: Welcome to
ar: مرحبا بكم في
de_de: Willkommen zu
fr_fr: Bienvenue
it_it: Benvenuto su
nl_nl: Welkom bij
pt_br: Bem vindo a

source: %s has done a few things to get you on your way.
ar: % s قد فعلت أشياء قليلة لتحصل على طريقك.
de_de: %s hat ein paar Dinge getan, um Sie auf Ihren Weg zu bringen.
fr_fr: %s a fait quelques choses pour vous aider sur votre chemin.
it_it: %s c'è ancora qualcosa da fare per proseguire.
nl_nl: %s heeft een paar dingen gedaan om u op weg te helpen.
pt_br: %s fez algumas coisas para colocar você no seu caminho.

source: Course Join Button
ar: زر التسجيل في الدورة التدريبية
de_de: Kurs beitreten Button
fr_fr: Bouton de connexion au cours
it_it: Pulsante Accesso Corso
nl_nl: Deelnemen aan cursus button
pt_br: Botão de Inscrição no Curso

source: It’s created a couple of dynamic pages labeled ‘Courses’ & ‘Dashboard’ and added them to your navigation.
ar: قد خلقنا زوجين من صفحات ديناميكية المسمى 'دورات' آند 'لوحة القيادة' وإضافتها إلى جهاز الملاحة.
de_de: Es wurde ein paar dynamische Seiten mit dem Titel 'Kurse' und 'Dashboard' erstellt und hinzugefügt, für Ihre Navigation.
fr_fr: Deux pages dynamiques appelées "Tableau de bord" & "Cours" ont été créées et ajouées à votre navigation.
it_it: Un paio di pagine sono state create col nome 'Corsi' e 'Bacheca' e aggiunte nella navigazione.
nl_nl: Er zijn een paar dynamische pagina's aangemaakt met het label 'Cursussen' en 'Dashboard' en ze zijn toegevoegd aan uw navigatie.
pt_br: Criamos um par de páginas dinâmicas chamadas 'Cursos' e 'Painel' e adicionamos elas à sua navegação.

source: Shows the Join/Signup/Enroll button for the course. What it displays is dependent on the course settings and the user’s status/enrollment.<br />See the attributes for possible button labels.
ar: يظهر زر التسجيل/تسجيل الدخول/تسجيل للدورة التدريبية. ما يعرض اعتماداً على إعدادات مسار والوضع/الانتساب المستخدم.<br>انظر السمات لتسميات الأزرار ممكن.
de_de: Zeigt die Schaltfläche Beitreten/Anmelden/Einschreiben für den Kurs. Die Anzeige ist abhängig von den Kurseinstellungen und dem Status / der Registrierung des Benutzers.<br /> Siehe Attribute für mögliche Tastenbeschriftungen.
it_it: Mostra il pulsante Accedi/Registrati/Iscrizione per il corso. Ciò che viene mostrato dipende dalle impostazioni del corso e dallo stato/iscrizione dell'utente.<br />Vedi i possibili attributi per le etichette dei pulsanti.
nl_nl: Laat de deelnemen/inschrijven button zien voor de cursus. Wat weergegeven wordt is afhankelijk van de cursusinstellingen en de status/inschrijving van de gebruiker.<br />Zie de attributen voor mogelijke button labels.
pt_br: Exibe o botão Entrar/Assinar/Inscrever-se para o curso. O que será exibido depende das configurações do curso e do status/inscrição do usuário.<br />Veja os atributos para possíveis etiquetas do botão.

source: If these are not visible on your site and theme, you may need to check your %s.
ar: إذا كانت هذه غير مرئية على الموقع الخاص بك والتخصص، قد تحتاج إلى التحقق من % s الخاص بك.
de_de: Wenn diese auf Ihrer Website und Ihrem Motiv nicht sichtbar sind, müssen Sie %s überprüfen.
fr_fr: Si ceux-ci ne sont pas visibles sur votre site et votre thème, vous pouvez avoir besoin de vérifier sur %s.
it_it: Se non sono visibili nel sito e nel tema, controlla %s.
nl_nl: Als deze niet zichtbaar zijn op uw site en thema, is het misschien nodig om uw %s te checken.
pt_br: Se não estiverem visíveis em seu site e tema, você pode precisar verificar seu %s.

source: Menu Settings
ar: إعدادات القائمة
de_de: Menüeinstellungen
fr_fr: Paramètres du menu
it_it: Impostazioni del Menù
nl_nl: Menu instellingen
pt_br: Configurações de Menu

source: No visible units in the course currently. Please check back later.
it_it: Non vi sono unità didattiche nel corso attualmente. Controlla più tardi.
pt_br: Nenhuma unidade visível no curso atualmente. Por favor volte mais tarde.

source: %s has also installed - but not activated - MarketPress Lite.
ar: % s قد أيضا تثبيت-ولكن لم يتم تنشيط--لايت ماركيتبريس.
de_de: %s hat auch installiert - aber nicht aktiviert - MarketPress Lite.
fr_fr: %s a également installé - mais pas activé - MarketPress
it_it: %s è già installato - ma non è attivo - MarketPress Lite.
nl_nl: %s heeft ook geïnstalleerd - maar niet geactiveerd - MarketPress Lite.
pt_br: %s também instalou - mas não ativou - o MarketPress Lite.

source: For those of you who wish to sell your amazing courses you will need to activate and set up a payment gateway. But more on that later.
ar: لأولئك منكم الذين يرغبون في بيع دورات مذهلة الخاص بك سوف تحتاج إلى تنشيط وإعداد بوابة دفع. لكن في وقت لاحق على ذلك.
de_de: Für diejenigen unter Ihnen, die Ihre erstaunlichen Kurse verkaufen möchten, müssen Sie ein Zahlungsweg aktivieren und einrichten. Mehr dazu später.
fr_fr: Pour ceux d'entre vous qui souhaitent vendre vos cours, vous devrez activer et configurer une passerelle de paiement. Mais plus là-dessus plus tard.
it_it: Per coloro che vogliono vendere i propri stupefacenti corsi, sarà necessario attivare e impostare un metodo di pagamento. Ne parleremo più avanti.
nl_nl: Voor degenen onder u die hun fantastische cursussen wensen te verkopen moeten een betaalpoort activeren en opzetten. Maar daarover later meer.
pt_br: Se desejam vender seus incríveis cursos, você precisa ativar e configurar um gateway de pagamentos. Mais sobre isso depois.

source: Let’s Get Started
ar: دعنا نبدأ
de_de: Lasst uns anfangen
fr_fr: Allons-y&nbsp;!
it_it: Cominciamo!
nl_nl: Laten we van start gaan
pt_br: Vamos Começar

source: Step 1. Create a course
ar: الخطوة 1. إنشاء دورة تدريبية
de_de: Schritt 1. Erstellen Sie einen Kurs
fr_fr: Étape 1. Créer un cours
it_it: Passo 1. Crea un corso
nl_nl: Stap 1. Maak een cursus
pt_br: Passo 1. Criar um Curso

source: Something went wrong during the enrollment process. Please try again later.
ar: حدث خطأ أثناء عملية التسجيل. الرجاء المحاولة مرة أخرى لاحقاً.
de_de: Etwas ging während der Einschreibung schief. Bitte versuchen Sie es später erneut.
fr_fr: Quelque chose s'est mal passé pendant le processus. Veuillez réessayer plus tard.
it_it: Si è verificato un errore durante il processo di iscrizione. Riprova più tardi.
nl_nl: Er ging iets fout tijdens het inschrijfproces. Probeer later nogmaals.
pt_br: Algo deu errado durante o processo de inscrição. Por favor tente novamente mais tarde.

source: Add course title and description
ar: إضافة عنوان الدورة التدريبية والوصف
de_de: Fügen Sie Kurs Titel und Beschreibung hinzu
fr_fr: Ajouter le titre du cours et sa description
it_it: Aggiungi un titolo e una descrizione al Corso
nl_nl: Voeg cursustitel en omschrijving toe
pt_br: Adicionar título e descrição do curso

source: Assign course instructor
ar: تعيين مدرب في الدورة
de_de: Kursleiter zuweisen
fr_fr: Assigner fomarteur de cours
it_it: Assegna al corso un Docente
nl_nl: Wijs cursusdocent toe
pt_br: Atribuir instrutor do curso

source: Please select a course first you want to enroll in.
ar: الرجاء تحديد دورة تدريبية ترغب في الالتحاق بها.
de_de: Bitte wählen Sie zunächst einen Kurs aus.
fr_fr: Veuillez sélectionner un cours pour lequel vous souhaitez vous inscrire.
it_it: Prima seleziona un corso a cui vuoi iscriverti.
nl_nl: Selecteer a.u.b. eerst een cursus waar u voor in wilt schrijven.
pt_br: Por favor primeiro informe o curso no qual deseja se inscrever.

source: Configure attendance and access settings
ar: ضبط الإعدادات الافتراضية و الخاصة بحضور.
de_de: Konfigurieren Sie Anwesenheits- und Zugriffseinstellungen
fr_fr: Configurer les paramètres de présence et d'accès
it_it: Configura le presenze e gli accessi
nl_nl: Configureer aanwezigheid en toegangsinstellingen
pt_br: Configurar comparecimento e configurações de acesso

source: You must be logged in in order to complete the action
ar: يجب أن تقوم بتسجيل الدخول لاستخدام هذه الوظيفة واكمالها
de_de: Sie müssen eingeloggt sein, um die Aktion abzuschließen
fr_fr: Vous devez être connecté pour compléter l'action
it_it: Devi eseguire il Login per completare questa azione.
nl_nl: U moet ingelogd zijn om deze actie af te ronden.
pt_br: Você precisa fazer login para poder completar a ação

source: Set up payment gateways for paid courses
ar: انشاء بوابات الدفع للدورات المدفوعة
de_de: Einrichten von Zahlungs-Arten für bezahlte Kurse
fr_fr: Configurer les passerelles de paiement pour les cours
it_it: Imposta dei metodi di pagamento per i corsi a pagamento
nl_nl: Stel betaalpoorten in voor cursussen waarvoor betaald dient te worden
pt_br: Configurar gateways de pagamento para os cursos pagos

source: Step 2. Add course Content
ar: الخطوة 2. إضافة محتوى الدورة التدريبية
de_de: Schritt 2. Kursinhalt hinzufügen
fr_fr: Étape 2. Ajouter le contenu du cours
it_it: Passo 2. Aggiungi i contenuti del corso
nl_nl: Stap 2. Voeg cursusinhoud toe
pt_br: Passo 2. Adicionar Conteúdo do Curso

source: Courses are structured by Units. Units are made up of elements these can be presented on a single page or over several pages . Elements include
ar: الدورات مهيكلة بالوحدات. و الوحدات تتكون من عناصر يمكن عرضها في صفحة واحدة أو أكثر من صفحات عدة. والعناصر تشمل
de_de: Die Lehrveranstaltungen sind nach Einheiten gegliedert. Einheiten bestehen aus Elementen, die auf einer Seite oder mehreren Seiten dargestellt werden können. Elemente gehören dazu
fr_fr: Les cours sont structurés par unités. Les unités sont constituées d'éléments qui peuvent être présentés sur une seule page ou sur plusieurs pages. Les éléments comprennent:
it_it: I Corsi sono strutturati dalle Unità didattiche. Le Unità didattiche sono composte da elementi visualizzabili su una o più pagine. Gli elementi includono
nl_nl: Cursussen worden gestructureerd door onderdelen. Eenheden zijn opgebouwd uit elementen die op een enkele pagina of meerdere pagina's kunnen worden gepresenteerd. elementen omvatten
pt_br: Cursos são estruturados em unidades. Unidades são construídas de elementos que podem ser apresentados em uma única página ou em várias páginas. Elementos incluem

source: Course Action Links
ar: روابط العمل للدورة
de_de: Kurs Aktion Links
fr_fr: Liens d'action du Cours
it_it: Collegamenti Azioni Corso
nl_nl: Cursus Actie links
pt_br: Links de Ação do Curso

source: Text, Video & Audio
ar: النص، الفيديو والصوت
de_de: Text, Video und Audio
fr_fr: Texte, vidéo et audio
it_it: Testo, Video e Audio
nl_nl: Tekst, Video & Audio
pt_br: Texto, Vídeo e Áudio

source: Shows "Course Details" and "Withdraw" links to students.
ar: تظهر الارتباطات "بالطبع تفاصيل" و "سحب" للطلاب.
de_de: Zeigt "Kursdetails" und "Abheben" Links zu Studenten.
fr_fr: Afficher "Détails du cours" et "Retirer"des liens étudiants.
it_it: Mostra agli studenti i collegamenti "Dettagli del Corso" e "Ritirati".
nl_nl: Laat "Cursus details" en "Uitschrijven" links zien aan studenten.
pt_br: Exibe os links "Detalhes do Curso" e "Retirar-se" para os alunos.

source: File Upload and Download
ar: رفع الملف وتحميله
de_de: Datei hochladen und herunterladen
fr_fr: Mise en ligne et téléchargement de fichiers
it_it: Caricamento File e Download
nl_nl: Bestand Upload en Download
pt_br: Upload e Download de Arquivo

source: Course Calendar
ar: الجدول الزمني للدورة.
de_de: Vorlesungsverzeichnis
fr_fr: Calendrier du cours
it_it: Calendario del Corso
nl_nl: Cursuskalender
pt_br: Calendário do Curso

source: Multiple and Single Choice Questions
ar: أسئلة متعددة و أحادية الاختيار
de_de: Fragen und Antworten
fr_fr: Questions à choix multiples et uniques
it_it: Domande a scelta multipla o singola
nl_nl: Multiple choice en enkele keuze vragen
pt_br: Questões de Escolha Múltipla ou Simples

source: Shows the course calendar (bounds are restricted by course start and end dates). Will always attempt to show today’s date on a calendar first.
ar: يظهر التقويم بالطبع (حدود مقيدة قبل بدء الدورة التدريبية وتواريخ انتهاء). سيحاول دائماً لإظهار تاريخ اليوم في تقويم الأولى.
de_de: Zeigt den Kurskalender an (Begrenzungen werden durch Kursbeginn und -enddatum eingeschränkt). Wird immer versuchen, das heutige Datum auf einem Kalender zuerst anzeigen.
it_it: Mostra il calendario del corso (periodo di inizio/fine). Il sistema tenterà di mostrare prima la data odierna.
nl_nl: Toont de cursuskalender (grenzen worden beperkt door cursusbegin- en einddatum). Zal altijd proberen om de datum van vandaag eerst op een kalender te tonen.
pt_br: Exibe o calendário do curso (limites serão restritos pelas datas de início e fim do curso). Sempre tentará exibir primeiro a data de hoje em um calendário.

source: Test Response fields
ar: حقول الاجابه الاختبارية
de_de: Testantwortfelder
fr_fr: Champs de réponse de test
it_it: Campi di risposta ai test
nl_nl: Test antwoordvelden
pt_br: Campos de Resposta do Teste

source: Cancel
ar: إلغاء
de_de: Stornieren
fr_fr: Annuler
it_it: Cancella
nl_nl: Annuleer
pt_br: Cancelar

source: Step 3. Enroll students
ar: الخطوة 3. تسجيل الطلاب
de_de: Schritt 3. Studenten einschreiben
fr_fr: Étape 3. Inscription des étudiants
it_it: Passo 3. Iscrizioni studenti
nl_nl: Stap 3. Inschrijven studenten
pt_br: Passo 3. Matricular Estudantes

source: Configure student enrollment, select to either:
ar: تكوين التحاق الطلاب، حدد إما:
de_de: Konfigurieren Sie die Schülerregistrierung, wählen Sie entweder:
fr_fr: Configurez l'inscription des élèves, sélectionnez soit:
it_it: Configura l'iscrizione selezionando per entrambi:
nl_nl: Configureer studentinschrijving. Kies voor:
pt_br: Configure a inscrição dos alunos e selecione:
