Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Featured Video (image fallback)
ar: فيديو الموصى بها (الصورة الاحتياطية)
de_de: Ausgewähltes Video (Bild-Backup)
fr_fr: Vidéo en vedette (alternative d'image)
it_it: Video in primo piano (alternativa immagine)
nl_nl: Aanbevolen Video (afbeelding fallback)
pt_br: Vídeo em Destaque (imagem reserva)

source: Grade:
ar: الدرجة:
de_de: Note:
fr_fr: Note:
it_it: Voto:
nl_nl: Beoordeling:
pt_br: Nota:

source: List Image (video fallback)
ar: قائمة الصورة (الفيديو الاحتياطي)
de_de: Listen-Bild (Video-Backup)
fr_fr: Image de liste (alternative vidéo)
it_it: Lista Immagini (alternativa al video)
nl_nl: Overzichtsafbeelding (video fallback)
pt_br: Imagem de Lista (reserva do vídeo)

source: Course Listings
ar: قوائم الدورة
de_de: Lehrveranstaltungen
fr_fr: Annonces de cours
it_it: Liste Corsi
nl_nl: Cursusoverzicht
pt_br: Listagens de Curso

source: Unit Settings
ar: إعدادات وحدة
de_de: Einstellungen Lektion
fr_fr: Paramètres de l'unité
it_it: Impostazioni Unità didattiche
nl_nl: Onderdeel instellingen
pt_br: Configurações de Unidade

source: Course Images
ar: صور الدورة
de_de: Kursbilder
fr_fr: Images de cours
it_it: Immagini del Corso
nl_nl: Cursus afbeeldingen
pt_br: Imagens do Curso

source: Draft
ar: مسودة
de_de: Entwurf
fr_fr: Brouillon
it_it: Bozza
nl_nl: Ontwerp
pt_br: Rascunho

source: Live
ar: مباشر
fr_fr: Direct
it_it: Dal vivo
pt_br: Ao Vivo

source: Image Width
ar: عرض الصورة
de_de: Bildbreite
fr_fr: Largeur de l'image
it_it: Altezza Immagine
nl_nl: Afbeelding breedte
pt_br: Largura da Imagem

source: Unit Title
ar: عنوان وحدة
de_de: Lektion Bezeichnung
fr_fr: Titre de l'unité
it_it: Titolo Unità didattica
nl_nl: Onderdeel titel
pt_br: Título da Unidade

source: Image Height
ar: ارتفاع الصورة
de_de: Bildhöhe
fr_fr: Hauteur de l'image
it_it: Lunghezza Immagine
nl_nl: Afbeelding hoogte
pt_br: Altura da Imagem

source: Unit Availability
ar: إتاحة الوحدة
de_de: Verfügbarkeit Lektion
fr_fr: Disponibilité de l'unité
it_it: Disponibilità Unità didattiche
nl_nl: Onderdeel beschikbaarheid
pt_br: Disponibilidade da Unidade

source: Save
ar: حفظ
de_de: speichern
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan
pt_br: Gravar

source: Delete Unit
ar: حذف وحدة
de_de: Lektion löschen
fr_fr: Supprimer l'unité
it_it: Cancella Unità didattica
nl_nl: Verwijder onderdeel
pt_br: Apagar Unidade

source: General
ar: عام
fr_fr: Général
it_it: Generali
nl_nl: Algemeen
pt_br: Geral

source: The label will be displayed on the Course Overview and Unit page
ar: سيتم عرض التسمية على صفحتي الوحدة والنظرة عامة على الدورة التدريبية
de_de: Das Label wird auf der Seite Kursübersicht und Einheit angezeigt
fr_fr: L'étiquette sera affichée sur la page Aperçu du cours et sur la page d'unité.
it_it: L'etichetta sarà mostrata nella Panoramica Corso E nella Pagina Unità didattiche
nl_nl: Het label zal getoond worden op het cursusoverzicht en op de onderdeel pagina
pt_br: A etiqueta será exibido na páginas de Visão Geral do Curso e da Unidade

source: Create new courses
ar: إنشاء دورات جديدة
de_de: Erstellen Sie neue Kurse
fr_fr: Créer de nouveaux cours
it_it: Crea un nuovo corso
nl_nl: Maak nieuwe cursussen
pt_br: Criar novos cursos

source: Delete any assigned course
ar: حذف أي دورة معينة
de_de: Löschen Sie alle zugeordneten Kurs
fr_fr: Supprimer tout cours assigné
it_it: Cancella tutti i corsi assegnati
nl_nl: Verwijder elke toegewezen cursus
pt_br: Apagar quaisquer cursos atribuídos

source: Change status of any assigned course
ar: تغيير حالة أي دورة معينة
de_de: Status eines zugeordneten Kurses ändern
fr_fr: Changer l'état d'un cours assigné
it_it: Cambia lo stato di ogni corso assegnato
nl_nl: Wijzig status van elke toegewezen cursus
pt_br: Alterar status de qualquer curso atribuído

source: Create new course units
ar: إنشاء وحدات جديدة للدورة التدريبية
de_de: Neue Kurslektionen erstellen
fr_fr: Créer de nouvelles unités de cours
it_it: Crea una nuova unità didattica per il corso
nl_nl: Maak nieuwe cursusonderdelen
pt_br: Criar novas unidades no curso

source: Untitled
ar: بدون عنوان
de_de: Ohne Titel
fr_fr: Sans titre
it_it: Senza Titolo
nl_nl: Zonder titel
pt_br: Sem Título

source: Save Progress &amp; Exit
it_it: Salva i Progressi ed Esci
pt_br: Gravar Andamento &amp; Sair

source: The title is used to identify this module element and is useful for assessment.
ar: العنوان يستخدم لتحديد هذا العنصر وحدة وهي مفيدة للتقييم.
de_de: Der Titel wird verwendet, um dieses Modul-Element zu identifizieren und ist für die Bewertung nützlich.
fr_fr: Le titre est utilisé pour identifier cet élément de module et est utile pour l'évaluation.
it_it: Il titolo è usato per identificare l'elemento di questo modulo ed è utile per la valutazione.
nl_nl: De titel wordt gebruikt om dit module-element te identificeren en is nuttig voor de beoordeling.
pt_br: O título é usado para identificar este elemento do módulo e é útil para a avaliação.

source: Assessable
ar: قابل للتقييم
de_de: Bewertung
fr_fr: Evaluable
it_it: Valutabile
nl_nl: Belastbaar
pt_br: Avaliável

source: Placeholder Text
ar: النص النائب
de_de: Platzhaltertext
fr_fr: Texte de substitution
it_it: Segnaposto per Testo
nl_nl: Plaatshouder tekst
pt_br: Texto de Preenchimento

source: Show Title
ar: إظهار العنوان
de_de: Titel anzeigen
fr_fr: Afficher le titre
it_it: Mostra Titolo
nl_nl: Laat titel zien
pt_br: Exibir Título

source: Invite students to any course
ar: دعوة الطلاب إلى أي دورة
de_de: Laden Sie die Studenten zu einem Kurs ein
fr_fr: Inviter les étudiants à suivre un cours
it_it: Invita tutti gli studenti ad ogni corso
nl_nl: Nodig studenten uit voor elke cursus
pt_br: Convidar estudantes para qualquer curso

source: Withdraw students from any course
ar: سحب الطلاب من أي دورة
de_de: Studenten aus jedem Kurs zurückziehen
fr_fr: Retirer les étudiants de tout cours
it_it: Rimuovi gli studenti da ogni corso
nl_nl: Neem studenten terug uit een cursus
pt_br: Retirar estudantes de qualquer curso

source: Add students to any course
ar: إضافة الطلاب إلى أي دورة
de_de: Fügen Sie Kursteilnehmer zu jedem Kurs hinzu
fr_fr: Ajouter des étudiants à n'importe quel cours
it_it: Aggiungi studenti ad ogni Corso
nl_nl: Voeg studenten toe aan een cursus
pt_br: Adicionar estudantes a qualquer curso

source: Resubmit
ar: إعادة الرفع
de_de: Nochmals einreichen
fr_fr: Renvoyer
it_it: Invia di nuovo
nl_nl: Opnieuw
pt_br: Reenviar

source: Passed
ar: ناجح
de_de: Bestanden
fr_fr: Réussi
it_it: Superato
nl_nl: Gehaald
pt_br: Passou

source: Failed
ar: فشل
de_de: Nicht bestanden
fr_fr: Échec
it_it: Fallito
nl_nl: Niet behaald
pt_br: Falhou

source: Update every notification
ar: تحديث كل الإشعارات
de_de: Aktualisieren Sie jede Benachrichtigung
fr_fr: Mettre à jour chaque notification
it_it: Aggiorna tutte le notifiche
nl_nl: Update elke kennisgeving
pt_br: Atualizar cada notificação

source: Displaying %s&#8211;%s of %s
ar: عرض % s – % s من % s
de_de: Zeigt %s-%s von %s an
fr_fr: Affichage %s -%s de %s
it_it: Visualizzazione %s&#8211;%s di %s
nl_nl: Laat %s&#8211;%s van %s zien
pt_br: Exibindo %s&#8211;%s de %s

source: Delete every notification
ar: حذف كل إشعار
de_de: Löschen Sie jede Benachrichtigung
fr_fr: Supprimer toutes les notifications
it_it: Cancella ogni notifica
nl_nl: Verwijder elke kennisgeving
pt_br: Apagar cada notificação

source: Pages
ar: صفحات
de_de: Seiten
it_it: Pagine
nl_nl: Pagina's
pt_br: Páginas

source: Change status of every notification
ar: تغيير حالة جميع الاشعارات
de_de: Status jeder Benachrichtigung ändern
fr_fr: Changer l'état de chaque notification
it_it: Cambia lo stato di ogni notifica
nl_nl: Wijzig status van elke kennisgeving
pt_br: Alterar status de cada notificação

source: Signup
ar: التسجيل
de_de: Anmelden
fr_fr: Inscription
it_it: Registrazione
nl_nl: Aanmelding
pt_br: Inscrição

source: Select All
ar: تحديد الكل
de_de: Alles auswählen
fr_fr: Tout sélectionner
it_it: Seleziona tutto
nl_nl: Selecteer alle
pt_br: Selecionar Tudo

source: Add to Menu
ar: إضافة إلى القائمة
de_de: Zum Menü hinzufügen
fr_fr: Ajouter au menu
it_it: Aggiungi al Menu
nl_nl: Voeg toe aan menu
pt_br: Adicionar a um Menu

source: Instructors List
ar: قائمة المدربين
de_de: Lehrerliste
fr_fr: Liste des formateurs
it_it: Lista Docenti
nl_nl: Docentenlijst
pt_br: Lista dos Instrutores

source: Page %s
ar: الصفحة % s
de_de: Seite %s
it_it: Pagina %s
nl_nl: Pagina %s
pt_br: Página %s

source: Display a list or count of Instructors ( gravatar, name and link to profile page )
ar: عرض قائمة أو عدد المدربين
de_de: Zeigt eine Liste oder eine Anzahl von Lehrern an (Gravatar, Name und Link zur Profilseite)
fr_fr: Affichage d'une liste ou d'un nombre de formateurs (gravatar,page)
it_it: Visualizza una lista o un conteggio dei Docenti ( gravatar, nome e collegamento alla pagina del profilo )
nl_nl: Toon een lijst of telling van docenten (gravatar, naam en link naar profielpagina)
pt_br: Exibir uma lista ou contagem de instrutores (gravatar, nome e link para a página do perfil)

source: No End Date
ar: لا يوجد تاريخ انتهاء
de_de: Kein Enddatum
fr_fr: Pas de date de fin
it_it: Nessuna data di fine
nl_nl: Geen einddatum
pt_br: Nenhuma Data de Encerramento

source: Optional Attributes:
ar: السمات الاختيارية:
de_de: Optionale Eigenschaft:
fr_fr: Attributs facultatifs:
it_it: Attributi Opzionali
nl_nl: Optionele Attributen:
pt_br: Atributos Opcionais:

source: ID of the course instructors are assign to ( required if use it outside of a loop )
ar: معرف المدربين بالطبع يتم تعيين إلى (إذا كان المطلوب استخدامه خارج حلقة)
de_de: ID der Kurslehrer werden zugewiesen (erforderlich, wenn sie außerhalb einer Schleife verwendet werden)
fr_fr: ID des formateurs de cours qui sont assignés à (requis si vous utilisez une boucle)
it_it: ID del corso assegnato ai Docenti (richiesto se usato al di fuori di un loop)
nl_nl: ID van de cursus waar docenten aan toegewezen zijn (vereist als het wordt gebruikt buiten een lus)
pt_br: ID do curso para o qual instrutores são atribuídos (necessário se usado fora de um loop)

source: Enroll Anytime
ar: التسجيل في أي وقت
de_de: Melden Sie sich jederzeit an
fr_fr: Inscription à tout moment
it_it: Iscrizioni aperte
nl_nl: Schrijf elk moment in
pt_br: Inscreva-se a Qualquer Momento

source: Label to display for the output. Set label to "" to hide the label completely.
ar: التسمية لعرض الإخراج. تعيين التسمية إلى "" إخفاء التسمية تماما.
de_de: Beschriftung für die Ausgabe. Etikett auf "" setzen, um das Etikett vollständig zu verbergen.
fr_fr: Étiquette à afficher pour la sortie. Placez l'étiquette sur"" pour cacher complètement l'étiquette.
it_it: Etichetta per visualizzare l'output. Imposta l'etichetta su "nascondi etichetta completamente".
nl_nl: Label om de uitvoer weer te geven. Stel label in op "" om het label volledig te verbergen.
pt_br: Etiqueta exibida na saída. Defina a etiqueta como "" para ocultar completamente a etiqueta.

source: Class Size
ar: حجم الفصل الدراسي
de_de: Klassen-Größe
fr_fr: Taille de la classe
it_it: Dimensione della classe
nl_nl: Klassengrootte
pt_br: Tamanho da Turma

source: Unlimited
ar: غير محدود
de_de: Unbegrenzt
fr_fr: Illimité
it_it: Senza limitazioni
nl_nl: Onbeperkt
pt_br: Ilimitado

source: (%d places left)
ar: ‏(%d مكان متبقي)
de_de: (%d vorhandene Plätze)
fr_fr: (%d places restantes)
it_it: (%d posti liberi)
nl_nl: (%d plaatsen over)
pt_br: (restam %d vagas)

source: FREE
ar: مجاناً
de_de: Kostenlos
fr_fr: GRATUIT
it_it: GRATIS
nl_nl: GRATIS
pt_br: GRÁTIS

source: None
ar: لا شئ
de_de: Keiner
fr_fr: Rien
it_it: Nessuno
nl_nl: Geen
pt_br: Nenhum

source: Students are added by instructors.
ar: يتم إضافة الطلاب بواسطة معلمين.
de_de: Die Studenten werden von Kursleitern hinzugefügt.
fr_fr: Les étudiants sont ajoutés par les formateurs.
it_it: Gli studenti sono aggiunti dai docenti.
nl_nl: Studenten worden toegevoegd door docenten.
pt_br: Os estudantes são adicionados pelos instrutores.

source: Students need to complete "%s" first.
ar: الطلبة بحاجة إلى إكمال "% s" أولاً.
de_de: Die Studenten müssen zuerst "%s" ausfüllen.
fr_fr: Les étudiants doivent compléter "%s" en premier.
it_it: Gli studenti devono prima completare "%s".
nl_nl: Studenten moeten eerst "%s" afronden.
pt_br: Os estudantes precisam primeiro completar "%s".

source: URL to a default image if the user avatar cannot be found.
de_de: URL zu einem Standardbild, wenn der Benutzer-Avatar nicht gefunden werden kann.
fr_fr: URL à une image par défaut si l'avatar utilisateur n'est pas trouvée.
it_it: URL a un'immagine predefinita se l'avatar dell'utente non è impostato o non trovato.
nl_nl: URL naar een standaard afbeelding wanneer de gebruikersavatar niet gevonden kan worden.
pt_br: URL para uma imagem padrão usada se o avatar do usuário não for encontrado.

source: A passcode is required to enroll.
ar: رمز مرور مطلوب للتسجيل.
de_de: Für die Anmeldung ist ein Passcode erforderlich.
fr_fr: Un mot de passe est nécessaire pour vous inscrire.
it_it: Per iscriversi è richiesto un Codice di Accesso.
nl_nl: Om in te schrijven is een toegangscode verplicht.
pt_br: É requerida uma senha para se inscrever.

source: Put a divider between instructor profiles when style is "block".
de_de: Legen Sie einen Teiler zwischen Lehrerprofilen, wenn Stil ist "Block".
fr_fr: Mettez un diviseur entre les profils de formateur quand le style est "block".
it_it: Inserisce una divisione fra il profilo Docente quando lo stile è "blocchi".
nl_nl: Zet een lijn tussen de docentenprofielen wanneer de stijl "blok" is.
pt_br: Coloca um separador entre os perfis dos instrutores quando o estilo for "bloco".

source: Anyone
ar: أي شخص
de_de: Jeder
fr_fr: Tout le monde
it_it: Chiunque
nl_nl: Iedereen
pt_br: Qualquer um

source: Make the entire instructor profile a link to the full profile.
de_de: Machen Sie das gesamte Lehrerprofil einen Link zum vollen Profil.
fr_fr: Faire du profil de formateur tout un lien vers le profil.
it_it: Crea un collegamento per il profilo completo del Docente.
nl_nl: Maak het gehele docentprofiel een link naar het gehele profiel.
pt_br: Torna todo o perfil do instrutor um link para o perfil completo.

source: Course Full
ar: الدورة اكتملت
de_de: Kurs voll
fr_fr: Cours complet
it_it: Corso Pieno
nl_nl: Cursus vol
pt_br: Curso Cheio

source: Additional CSS classes to use for further styling.
ar: فئات CSS إضافية ﻻستخدام لمزيد من التصميم.
de_de: Zusätzliche CSS-Klassen für weitere Styling verwenden.
fr_fr: Classes CSS supplémentaires à utiliser pour un style ultérieur.
it_it: Classi CSS aggiuntive da usare per ulteriori stilizzazioni.
nl_nl: Aanvullende CSS classes om te gebruiken voor verdere styling.
pt_br: Classes CSS adicionais a serem usadas para mais estilização.

source: Not available
ar: غير متاح
de_de: Nicht verfügbar
fr_fr: Non disponible
it_it: Non disponibile
nl_nl: Niet beschikbaar
pt_br: Não disponível

source: Subject
ar: الموضوع
de_de: Betreff
fr_fr: Sujet
it_it: Oggetto
nl_nl: Onderwerp
pt_br: Assunto

source: Examples:
ar: أمثلة:
de_de: Beispiele:
fr_fr: Exemples:
it_it: Esempi:
nl_nl: Voorbeelden:
pt_br: Exemplos:

source: Enrollments Finished
ar: التسجيلات انتهت
de_de: Einschreibungen abgeschlossen
fr_fr: Inscriptions terminées
it_it: Iscrizioni Terminate
nl_nl: Inschrijvingen afgewerkt
pt_br: Inscrições Encerradas

source: Enrollments Closed
ar: التسجيلات مغلقة
de_de: Einschreibungen geschlossen
fr_fr: Inscriptions fermées
it_it: Iscrizioni chiuse
nl_nl: Inschrijvingen gesloten
pt_br: Inscrições Fechadas

source: Display an instructor’s avatar.
de_de: Zeigt den Avatar eines Lehrers an.
it_it: Visualizza un avatar del Docente.
nl_nl: Laat een docenten avatar zien.
pt_br: Exibe um avatar do instrutor.

source: Enroll now
ar: سجِّل الآن
de_de: Melden Sie sich jetzt an
fr_fr: Inscrivez-vous maintenant
it_it: Iscriviti ora
nl_nl: Schrijf nu in
pt_br: Inscreva-se agora

source: Required Attributes:
ar: السمات المطلوبة:
de_de: Erforderliche Eigenschaften:
fr_fr: Attributs requis:
it_it: Attributi Richiesti:
nl_nl: Benodigde attributen:
pt_br: Atributos Requeridas:

source: Signup!
ar: تسجيل جديد
de_de: Anmelden!
fr_fr: Inscrivez-vous !
it_it: Registrati e Acquista !
nl_nl: Aanmelden!
pt_br: Inscreva-se!

source: The user id of the instructor.
de_de: Die Benutzer-ID des Lehrers.
fr_fr: Identifiant de du formateur.
it_it: L'user ID del Docente.
nl_nl: Het gebruikers id van de docent.
pt_br: O ID de usuário do instrutor.

source: Details
ar: تفاصيل
de_de: Einzelheiten
fr_fr: Détails
it_it: Dettagli
pt_br: Detalhes

source: Pre-requisite Required
ar: متطلبات الدورة
de_de: Voraussetzung erforderlich
fr_fr: Pré-requis requis
it_it: Sono richiesti dei Prerequisiti
nl_nl: Eerste vereiste verplicht
pt_br: Pré-requisito Requerido

source: Passcode Required
ar: رمز المرور مطلوب
de_de: Passcode Erforderlich
fr_fr: Mot de passe requis
it_it: Codice di Accesso richiesto
nl_nl: Toegangscode verplicht
pt_br: Senha Requerida

source: Instructor Profile URL
ar: رابط الملف الشخصي للمدرب
de_de: Lehrer-Profil-URL
fr_fr: URL du profil du formateur
it_it: URL Profilo Docente
nl_nl: Docentprofiel URL
pt_br: URL do Perfil do Instrutor

source: Not Available
ar: غير متاح
de_de: Nicht verfügbar
fr_fr: Non disponible
it_it: Non disponibile
nl_nl: Niet beschikbaar
pt_br: Não Disponível

source: Returns the URL to the instructor profile.
de_de: Gibt die URL des Lehrerprofils zurück.
fr_fr: Renvoie l'URL du profil du formateur.
it_it: Torna indietro alla URL del profilo Docente.
nl_nl: Geeft de URL naar het docentenprofiel.
pt_br: Retorna a URL do perfil do instrutor.

source: Start Learning
ar: البدء في التعلم
de_de: Jetzt lernen
fr_fr: Démarrer l'apprentissage
it_it: Inizia ad Apprendere
nl_nl: Start met leren
pt_br: Começe a Aprender

source: Course Details
ar: تفاصيل الدورة التدريبية
de_de: Kursdetails
fr_fr: Détails du cours
it_it: Dettagli del Corso
nl_nl: Cursusdetails
pt_br: Detalhes do Curso

source: If outside of the WordPress loop.
de_de: Wenn außerhalb der WordPress-Schleife.
fr_fr: Si en dehors de la boucle WordPress.
it_it: Se all'esterno del loop di Wordpress.
nl_nl: Indien buiten de Wordpress lus.
pt_br: Se usado fora do loop do WordPress.

source: Find out more.
ar: اعرف المزيد
de_de: Mehr erfahren.
fr_fr: En savoir plus.
it_it: Scopri di più.
nl_nl: Meer weten.
pt_br: Descubra mais.

source: The Instructor does not have any courses assigned yet.
ar: لم يقم المدرب بتعيين اي دورات حتى الان
de_de: Der Lehrer hat noch keine Kurse zugewiesen.
fr_fr: Le formateur n'a pas encore de cours assignés.
it_it: Al Docente non è ancora stato assegnato nessun corso.
nl_nl: De docent heeft nog geen toegewezen cursussen.
pt_br: O Instrutor ainda não tem nenhum curso atribuído.

source: Manage Course
ar: إدارة الدورة التدريبية
de_de: Kurs verwalten
fr_fr: Gérer le cours
it_it: Gestisci Corso
nl_nl: Beheer cursus
pt_br: Gerenciar Curso

source: Course Title
ar: عنوان الدورة التدريبية
de_de: Kursname
fr_fr: Titre du Cours
it_it: Titolo del Corso
nl_nl: Cursus titel
pt_br: Título do Curso

source: Displays the course title.
ar: عرض عنوان الدورة التدريبية.
de_de: Zeigt den Kurstitel an.
fr_fr: Affiche le titre du cours.
it_it: Visualizza il titolo del corso.
nl_nl: Toont de cursustitel
pt_br: Exibe o título do curso.

source: Instructor
ar: مدرب
de_de: Kursleiter
fr_fr: Formateur
it_it: Docente
nl_nl: Docent
pt_br: Instrutor

source: View Full Profile
ar: مشاهدة الملف الشخصي الكامل
de_de: Vollständiges Profil anzeigen
fr_fr: Voir le profile complet.
it_it: Vedi il Profilo Completo
nl_nl: Bekijk volledig profiel
pt_br: Ver Perfil Completo

source: -- General --
ar: -- عام --
de_de: - Allgemeines -
fr_fr: - Général -
it_it: -- Generali --
nl_nl: -- Algemeen --
pt_br: -- Geral --

source: Course Summary
ar: ملخص الدورة التدريبية
de_de: Kursübersicht
fr_fr: Résumé du cours
it_it: Sommario del Corso
nl_nl: Cursus samenvatting
pt_br: Sumário do Curso

source: Displays the course summary/excerpt.
ar: عرض الموجز/مقتطفات الدورة.
de_de: Zeigt die Kursübersicht / den Auszug an.
fr_fr: Affiche le résumé du cours/ extrait.
it_it: Visualizza il sommario/riassunto del corso.
nl_nl: Toont de cursus samenvatting/uittreksel
pt_br: Exibe o resumo/sumário do curso.

source: Displays the longer course description (post content).
ar: عرض وصف الدورة التدريبية الأطول (محتوى الوظيفة).
de_de: Zeigt die längere Kursbeschreibung an (Postinhalt).
fr_fr: Affiche la description de cours plus longue (contenu du post)
it_it: Visualizza una descrizione lunga del corso (contenuto dell'articolo).
nl_nl: Toont de langere cursusomschrijving (bericht inhoud).
pt_br: Exibe a descrição mais longa do curso (conteúdo do post).

source: Course Start Date
ar: تاريخ بدء الدورة
de_de: Kurs Beginndatum
fr_fr: Date de début du cours
it_it: Data Inizio Corso
nl_nl: Cursus startdatum
pt_br: Data de Início do Curso

source: Shows the course start date.
ar: يعرض تاريخ بدء الدورة التدريبية
de_de: Zeigt den Kursbeginn an.
fr_fr: Affiche la date de début du cours.
it_it: Mostra la data di inizio del corso.
nl_nl: Toont de cursusstartdatum.
pt_br: Exibe a data de início do curso.

source: Course End Date
ar: تاريخ انتهاء الدورة التدريبية
de_de: Kurs Enddatum
fr_fr: Date de fin du cours
it_it: Data Fine Corso
nl_nl: Cursus einddatum
pt_br: Data de Encerramento do Curso

source: Shows the course end date.
ar: يعرض تاريخ انتهاء الدورة التدريبية
de_de: Zeigt das Kursenddatum an.
fr_fr: Affiche la date de fin du cours.
it_it: Mostra la data di fine del corso.
nl_nl: Toont de cursuseinddatum.
pt_br: Exibe a data de encerramento do curso.

source: Displays the course start and end date range. Typically as [course_start] - [course_end].
ar: يعرض مسار بداية ونهاية نطاق التاريخ. عادة ك [course_start]-[course_end].
de_de: Zeigt den Kursanfang und das Enddatum an. Typischerweise als [Kurs_Start] - [Kurs_Ende].
fr_fr: Affiche la plage de dates de début et de fin du cours. Typiquement avec [course_start] - [course_end].
it_it: Visualizza il periodo di inizio e fine del corso. Di solito come [course_start] - [course_end].
nl_nl: Toont de cursus start- en einddatum range. Typisch als [course_start] - [course_end].
pt_br: Exibe o intervalo de início ao fim do curso. Tipicamente como [course_start] - [course_end].

source: Course Enrollment Start
ar: بدء الالتحاق
de_de: Kurseinschreibung Start
fr_fr: Début de l'inscription au cours
it_it: Inizio Iscrizione Corso
nl_nl: Cursus Inschrijvingsstart
pt_br: Abertura das Inscrições no Curso

source: 0 course units prepared yet. Please check back later.
ar: 0 الوحدات الجاهزة حتى الآن. يرجى العودة في وقت لاحق.
de_de: 0 vorbereitete Kurslektionen. Bitte schauen Sie später noch einmal vorbei.
fr_fr: 0 unités de cours préparées pour le moment. Revenez plus tard.
it_it: 0 unità didattiche preparate per il corso. Ricontrolla più tardi.
nl_nl: Nog 0 opleidingsonderdelen voorbereid. Gelieve later terug te komen.
pt_br: 0 unidades de curso já preparadas. Por favor, verifique mais tarde.

source: Displays the course enrollment start date.
ar: يعرض تاريخ البدء بالتسجيل للدورة التدريبية
de_de: Zeigt das Startdatum der Kursanmeldung an.
fr_fr: Affiche la date de début de l'inscription au cours.
it_it: Visualizza la data di inizio iscrizioni al corso.
nl_nl: Toont de startdatum om voor de cursus in te schrijven.
pt_br: Exibe a data de abertura das inscrições no curso.

source: Percent of the unit completion
ar: نسبة ما انجز من الوحدة
de_de: Prozent der Fertigstellung
fr_fr: Pourcentage de l'unité terminée
it_it: Percentuale al completamento dell'unità
nl_nl: Procent van het onderdeel voltooid
pt_br: Porcentagem de conclusão da unidade

source: Course:
ar: الدورة التدريبية:
de_de: Kurs:
fr_fr: Cours:
it_it: Corso:
nl_nl: Cursus:
pt_br: Curso:

source: Course Enrollment End
ar: انتهاء الالتحاق
de_de: Kurseinschreibung Ende
fr_fr: Fin de l'inscription au cours
it_it: Data di Fine Iscrizione
nl_nl: Cursus einddatum inschrijving
pt_br: Encerramento das Inscrições no Curso
