Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Manually add students with or without passcode restriction
ar: يدوياً إضافة الطلاب مع أو بدون تقييد رمز المرور
de_de: Fügen Sie manuell Studenten mit oder ohne Passcode-Beschränkung hinzu
fr_fr: Ajouter manuellement des élèves avec ou sans restriction par mot de passe
it_it: Aggiunta manuale studenti con o senza Codice di Accesso
nl_nl: Handmatig studenten toevoegen met of zonder toegangscode restrictie
pt_br: Adicionar manualmente estudantes ou sem restrição de senha

source: Enroll students automatically after registration and/or payment
ar: انتساب الطلاب تلقائياً بعد التسجيل و/أو الدفع
de_de: Studenten nach der Registrierung und / oder Zahlung automatisch anmelden
fr_fr: Inscription des étudiants automatiquement après inscription et/ou paiement.
it_it: Iscrizione automatica dopo registrazione e/o pagamento
nl_nl: Schrijf studenten automatisch in na registratie en/of betaling
pt_br: Adicionar automaticamente estudantes após registro e/ou pagamento

source: Course List
ar: قائمة الدورة التدريبية
de_de: Kursübersicht
fr_fr: Liste des cours
it_it: Lista del Corso
nl_nl: Cursuslijst
pt_br: Lista do Cursos

source: Step 4. Publish your course!
ar: الخطوة 4. نشر الدورة التدريبية!
de_de: Schritt 4. Veröffentlichen Sie Ihren Kurs!
fr_fr: Étape 4. Publiez votre cours!
it_it: Passo 4. Pubblica il tuo corso.
nl_nl: Stap 4. Publiceer uw cursus!
pt_br: Passo 4. Publicar Seu Curso!

source: Displays a listing of courses. Can be for all courses or restricted by instructors or students (only one or the other, if both specified only students will be used).
ar: يعرض قائمة بالدورات التدريبية. يمكن أن يكون لجميع الدورات أو مقيدة بالمعلمين أو الطلبة (فقط واحدة أو أخرى، إذا كان كلاهما المحدد سيتم استخدامها فقط للطلاب).
de_de: Zeigt eine Liste der Kurse an. Kann für alle Kurse oder eingeschränkt von Lehrern oder Studenten (nur die eine oder andere, wenn beide angegeben nur Studenten verwendet werden).
fr_fr: Affiche une liste de cours. Peut être pour tous les cours ou limité par les formateurs ou les étudiants (seulement l'un ou l'autre, si les deux sont spécifiés seulement l'étudiant pourra le faire).
it_it: Mostra un elenco dei Corsi. Può essere filtrato per tutti i corsi o per Docenti o Studenti (solo uno o l'altro, se vengono utilizzati entrambi verrà usato solo Studenti).
nl_nl: Geeft een overzicht van cursussen. Kan voor alle cursussen zijn of beperkt door docenten of studenten (slechts het een of het ander, als beide zijn gespecificeerd zal alleen studenten worden gebruikt).
pt_br: Exibe uma listagem de cursos. Pode ser para todos os cursos ou restrita por instrutores ou estudantes (apenas um ou outro, se ambos forem especificados apenas estudantes serão usados).

source: There are many other features in CoursePress, but those are the basics to get you up and running. Now it’s time to publish the course and watch your students learn
ar: يوجد العديد من المزايا في برنامج الدورات التي يمكن الاستفادة منها. هذه فقط الأساسية والتي تتيح لك فرصه البدء...
de_de: Es gibt viele andere Funktionen in CoursePress, aber das sind die Grundlagen, die Sie hochbringen und laufen. Jetzt ist es Zeit, den Kurs zu veröffentlichen und beobachten Sie, wie Ihre Schüler lernen
fr_fr: Il y a beaucoup d'autres spécificités incluses dans CoursePress, mais ceux-ci sont sont les principaux qui vous permettront de démarrer. Allez, c'est le moment de publier votre cours et d'observer vos étudiants en train d'apprendre.
it_it: Ci sono molte caratteristiche in CorsePress, ma queste sono quelle essenziali per operare immediatamente. Addesso è il momento di pubblicare il corso e vedere l'apprendimento degli studenti.
nl_nl: Er zijn heel veel andere functies in CoursePress, maar dat zijn de basisfuncties om van start te kunnen gaan. Nu is het tijd om de cursus te publiceren en te zien hoe uw studenten leren
pt_br: Há muitos outros recursos no CoursePress, mas estes são o básico para você começar a funcionar. Agora é hora de publicar o curso e acompanhar a aprendizagem de seus alunos

source: Step 5. Course Management
ar: الخطوة 5. إدارة الدورة التدريبية
de_de: Schritt 5. Kursmanagement
fr_fr: Étape 5. Gestion du cours
it_it: Passo 5. Gestione dei Corsi
nl_nl: Stap 5. Cursus Beheer
pt_br: Passo 5. Gerenciamento do Curso

source: Administer instructors and students
ar: إدارة المعلمين والطلاب
de_de: Lehrer und Schüler verwalten
fr_fr: Administrer les formateurs et les étudiants
it_it: Amministra Docenti e Studenti
nl_nl: Administreer docenten en studenten
pt_br: Administrar Instrutores e Estudantes

source: Manage Grading of the students submitted work
ar: ادارة درجات اعمال الطلاب
de_de: Manage Benotung der von Schülern eingereichten Arbeit
fr_fr: Gérer le classement des étudiants soumis au travail
it_it: Gestisci le valutazioni dei lavori degli studenti
nl_nl: Beheer becijfering van door de studenten ingebracht werk
pt_br: Gerenciar Notas dos trabalhos enviados pelos estudantes

source: Generate Unit/Course/Site-wide Reporting
ar: توليد تقارير الوحدة/الدورة التدريبية/الموقع بأكمله
de_de: Generieren Sie Lektionen-/Kurs-/ Website-weite Auswertungen
fr_fr: Générer unité/cours/rapports sur l'ensemble du site
it_it: Genera un Report su Unità/Corsi/Sito
nl_nl: Genereer Onderdeel/Cursus/Site-brede rapportage
pt_br: Gerar Relatório de Unidade/Curso/Site

source: Profile has been updated successfully.
ar: تم تحديث الملف الشخصي بنجاح
de_de: Das Profil wurde erfolgreich aktualisiert.
fr_fr: Le profil a été mis à jour avec succès.
it_it: Il profilo è stato aggiornato con successo.
nl_nl: Profiel is succesvol geüpdatet
pt_br: O perfil foi atualizado com sucesso.

source: An error occured while updating. Please check the form and try again.
ar: حدث خطأ أثناء التحديث. الرجاء التحقق من النموذج وحاول مرة أخرى.
de_de: Beim Aktualisieren ist ein Fehler aufgetreten. Bitte überprüfen Sie das Formular und versuchen Sie es erneut.
fr_fr: Une erreur s'est produite lors de la mise à jour. Veuillez vérifier le formulaire et réessayer.
it_it: Si è verificato un errore durante l'aggiornamento. Controlla il modulo e riprova.
nl_nl: Er is een fout opgetreden tijdens het updaten. Controleer a.u.b. het formulier en probeer nogmaals.
pt_br: Ocorreu um erro atualizando. Por favor verifique o formulário e tente novamente.

source: Won't change if empty.
ar: لن تتغير إذا كان فارغاً.
de_de: Wird sich nicht ändern, wenn leer.
fr_fr: Ne changera pas si vide.
it_it: Non cambierà se lasciato vuoto.
nl_nl: Zal niet veranderen indien leeg.
pt_br: Não mudará se estiver vazio.

source: Responses
ar: الإجابات:
de_de: Antworten
fr_fr: Réponses
it_it: Risposte
nl_nl: Antwoorden
pt_br: Respostas

source: Report
ar: تقرير
de_de: Auswertung
fr_fr: Rapport
nl_nl: Rapport
pt_br: Relatório

source: No students found.
ar: لم يتم العثور على طلاب
de_de: Keine Studenten gefunden.
fr_fr: Aucun étudiant trouvé.
it_it: Nessuno studente trovato.
nl_nl: Geen studenten gevonden.
pt_br: Nenhum estudante encontrado.

source: Featured Course
ar: دورة موصى بها
de_de: Empfohlener Kurs
fr_fr: Cours en vedette
it_it: Corsi in primo piano
nl_nl: Aanbevolen cursus
pt_br: Curso em Destaque

source: Shows a featured course.
ar: يظهر الدورات الموصى بها
de_de: Zeigt einen vorgestellten Kurs.
fr_fr: Affiche un cours en vedette.
it_it: Mostra un corso in primo piano.
nl_nl: Laat een aanbevolen cursus zien.
pt_br: Exibe um curso em destaque.

source: Generate Report
ar: إنشاء تقرير
de_de: Auswertung generieren
fr_fr: Générer un rapport
it_it: Genera Report
nl_nl: Genereer rapport
pt_br: Gerar Relatório

source: User Registration E-mail
ar: البريد الاكتروني للتسجيل
de_de: Benutzerregistrierung E-Mail
fr_fr: E-mail d'inscription utilisateur
it_it: Email Registrazione Utente
nl_nl: Gebruikersregistratie e-mail
pt_br: E-mail de Registro de Usuário

source: Content
ar: المحتوى
de_de: Inhalt
fr_fr: Contenu
it_it: Contenuto
nl_nl: Inhoud
pt_br: Conteúdo

source: Settings for an e-mail student get upon account registration.
ar: الحصول على إعدادات لطالب البريد إلكتروني عند تسجيل الحساب.
de_de: Einstellungen für einen E-Mail-Studenten erhalten auf Konto-Registrierung.
fr_fr: Les réglages d'un étudiant par courrier électronique sont obtenus lors de l'inscription au compte.
it_it: Impostazioni per una email dello studente dopo la registrazione.
nl_nl: Instellingen voor de e-mail die studenten ontvangen na registratie voor een account.
pt_br: Configurações para um email que o estudante recebe após o registro de uma conta.

source: From Name
ar: اسم المرسل منه
de_de: Von Namen
fr_fr: De Nom
it_it: Da Nome
nl_nl: Van Naam
pt_br: De Nome

source: Displays a tree view of the course structure.
ar: عرض طريقة عرض شجرة لهيكل بالطبع.
de_de: Zeigt eine Baumansicht der Kursstruktur an.
fr_fr: Affiche une vue en arborescence de la structure du cours.
it_it: Mostra vista ad albero della struttura del corso.
nl_nl: Geeft de cursusstructuur weer als een boom.
pt_br: Exibe uma visão em árvore da estrutura do curso.

source: Set the correct answer
ar: تعيين الإجابة الصحيحة
de_de: Stellen Sie die richtige Antwort ein
fr_fr: Définir la bonne réponse
it_it: Imposta la risposta corretta
nl_nl: Stel het correcte antwoord in
pt_br: Defina a resposta correta

source: Link Text
ar: نص الارتباط
fr_fr: Texte du lien
it_it: Collegamento al testo
nl_nl: Link tekst
pt_br: Texto do Link

source: Course Enrollment Confirmation E-mail
ar: بريد تاكيد الستجيل في الدورة
de_de: Kurseinschreibung Bestätigung E-Mail
fr_fr: Confirmation par mail de l'inscription au cours
it_it: Email Conferma Iscrizione Corso
nl_nl: Cursusinschrijving Bevestiging E-mail
pt_br: E-mail de Confirmação de Inscrição no Curso

source: English
ar: الإنكليزية
de_de: Englisch
fr_fr: Anglais
it_it: Inglese
nl_nl: Engels
pt_br: Inglês

source: Course Setup
ar: إعدادات الدورة
de_de: Kurseinrichtung
fr_fr: Configuration du cours
it_it: Impostazioni del Corso
nl_nl: Cursus opzet
pt_br: Configuração do Curso

source: Preview
ar: معاينة
de_de: Vorschau
fr_fr: Aperçu
it_it: Anteprima
nl_nl: Voorbeeld
pt_br: Pré-Visualização

source: Course Name
ar: اسم الدورة التدريبية
de_de: Kursname
fr_fr: Nom du cours
it_it: Nome del Corso
nl_nl: Cursus naam
pt_br: Nome do Curso

source: Course Excerpt / Short Overview
ar: مقتطفات من الدورة التدريبية/نظرة عامة قصيرة
de_de: Kursauszug / Kurzübersicht
fr_fr: Extrait du cours / Aperçu court
it_it: Sintesi del Corso / Breve Panoramica
nl_nl: Cursus uittreksel / kort overzicht
pt_br: Resumo do Curso / Visão Geral Curta

source: Listing Image
ar: إدراج الصورة
de_de: Bild auflisten
fr_fr: Image à l'annonce
it_it: Elenco immagine
nl_nl: Bijbehorende afbeelding
pt_br: Imagem da Listagem

source: Add Image URL or Browse for Image
ar: إضافة عنوان URL للصورة أو استعراض للصورة
de_de: URL hinzufügen oder nach Bild suchen
fr_fr: Ajouter URL d'image ou Parcourir image
it_it: Aggiungi URL dell'Immagine o Cerca Immagine
nl_nl: Voeg afbeeldingsURL toe of blader voor een afbeelding
pt_br: Adicione URL da Imagem ou Navegue até a Imagem.

source: Browse
ar: استعرض
de_de: Durchsuchen
fr_fr: Parcourir
it_it: Cerca
nl_nl: Blader
pt_br: Navegar

source: Extension of the file is not valid. Please use one of the following: %s
ar: ملحق الملف غير صحيح. الرجاء استخدام أحد التالي: %s
de_de: Die Erweiterung der Datei ist ungültig. Bitte verwenden Sie eine der folgenden Optionen: %s
fr_fr: L'extension du fichier n'est pas valide. Utilisez l'une des suivantes: %s
it_it: L'estensione del file non è valida. Prova a usare una delle seguenti: %s
nl_nl: De extensie van het bestand is niet geldig. Gebruik a.u.b. een van de volgende: %s
pt_br: A extensão do arquivo não é válida. Favor usar uma das seguintes: %s

source: Manage Categories
ar: إدارة الفئات
de_de: Kategorien verwalten
fr_fr: Gérer les catégories
it_it: Gestisci Categorie
nl_nl: Beheer categorieën
pt_br: Gerenciar Categorias

source: Course Language
ar: لغة تقديم الدورة
de_de: Kurssprache
fr_fr: Langue du cours
it_it: Lingua del Corso
nl_nl: Taal van de cursus
pt_br: Idioma do Curso

source: Next
ar: التالي
de_de: Nächster
fr_fr: Suivant
it_it: Successivo
nl_nl: Volgende
pt_br: Seguinte

source: Update
ar: تحديث
de_de: Aktualisieren
fr_fr: Mise à jour
it_it: Aggiorna
pt_br: Atualizar

source: Featured Video
ar: فيديو مميز
de_de: Empfohlenes Video
fr_fr: Vidéo en vedette
it_it: Video in evidenza
nl_nl: Aanbevolen video
pt_br: Vídeo em Destaque

source: This is used on the Course Overview page and will be displayed with the course description.
ar: هذا مُستخدم في صفحة معاينة الدورة وستعرض مع وصف الدورة
de_de: Dies wird auf der Seite "Kursübersicht" verwendet und mit der Kursbeschreibung angezeigt.
fr_fr: Ceci est utilisé sur la page Aperçu du cours et s'affichera avec la description du cours.
it_it: Sarà usato nella pagina Sommario del Corso e sarà mostrato nella descrizione.
nl_nl: Dit wordt gebruikt op de cursusoverzichtspagina en zal getoond worden bij de cursusomschrijving.
pt_br: É usado na página de Visão Geral do Curso e será exibido com a descrição do curso.

source: Course Description
ar: وصف الدورة التدريبية
de_de: Kursbeschreibung
fr_fr: Description du cours
it_it: Descrizione del Corso
nl_nl: Cursusomschrijving
pt_br: Descrição do Curso

source: Course Structure
ar: بنية الدورة التدريبية
de_de: Kursstruktur
fr_fr: Structure du cours
it_it: Struttura del Corso
nl_nl: Cursusstructuur
pt_br: Estrutura do Curso

source: This gives you the option to show/hide Course Units, Lessons, Estimated Time and Free Preview options on the Course Overview page
ar: يمنحك هذا الخيار لإظهار/إخفاء خيارات وحدات المقررات الدراسية والدروس، والوقت المقدر والمعاينة الحرة على صفحة "نظرة عامة على الدورة التدريبية"
de_de: Damit haben Sie die Möglichkeit, Kurseinheiten, Lektionen, geschätzte Zeit und freie Vorschau auf der Seite Kursübersicht anzuzeigen / auszublenden
fr_fr: Cela vous donne la possibilité de montrer/masquer les options de cours, les leçons, le temps estimé et les options d'aperçu gratuit sur la page Présentation du cours
it_it: E' l'opzione per mostrare/nascondere le Unità Didattiche del Corso, le Lezioni, Tempistica e le opzioni di Anteprima nella pagina di Sommario del Corso.
nl_nl: Dit geeft u de mogelijkheid om cursusonderdelen, lessen, geschatte tijd en gratis voorbeeldopties op de cursusoverzichtspagina te tonen of te verbergen.
pt_br: Isto te dá a opção de exibir/ocultar Unidades do Curso, Lições, Tempo Estimado e opções de Pré-Visualização Grátis na página de Visão Geral do Curso

source: Show the Course Overview structure and Preview Options
ar: عرض هيكل نظرة عامة على الدورة التدريبية وخيارات المعاينة
de_de: Zeigen Sie die Kursübersicht und die Vorschauoptionen an
fr_fr: Afficher la structure de présentation du cours et les options de prévisualisation
it_it: Mostra la struttura del sommario del corso e le opzioni di anteprima
nl_nl: Laat de cursus overzichtsstructuur en voorbeeldopties zien
pt_br: Exibir a estrutura da Visão Geral do Curso e opções de Pré-Visualização

source: Display Time Estimates for Units and Lessons
ar: عرض تقديرات الوقت للوحدات والدروس
de_de: Zeitschätzungen für Einheiten und Lektionen anzeigen
fr_fr: Afficher les estimations de temps pour les unités et les leçons.
it_it: Mostra le tempistiche per le Unità Didattiche e le Lezioni
nl_nl: Geef de geschatte tijd voor onderdelen en lessen weer
pt_br: Exibir Estimativas de Tempo para Unidades e Lições

source: Show
ar: عرض
de_de: Zeigen
fr_fr: Montrer
it_it: Mostra
nl_nl: Laat zien
pt_br: Exibir

source: Free Preview
ar: معاينة حرة
de_de: Kostenlose Vorschau
fr_fr: Prévisualisation gratuite
it_it: Anteprima Gratuita
nl_nl: Gratis voorbeeld
pt_br: Pré-Visualização Grátis

source: Time
ar: الوقت
de_de: Zeit
fr_fr: Heure
it_it: Tempo
nl_nl: Tijd
pt_br: Tempo

source: Previous
ar: السابق
de_de: Vorherige
fr_fr: Précédent
it_it: Precedente
nl_nl: Vorige
pt_br: Anterior

source: Course Instructor(s)
ar: مدربي الدورة
de_de: Kursleiter
fr_fr: Formateur(s) de cours
it_it: Docente(i) del Corso
nl_nl: Cursusdocent(en)
pt_br: Instrutor(es) do Curso

source: Select one or more instructor to facilitate this course
ar: اختر مدرب أو أكثر ليكون مسؤولاً عن هذه الدورة
de_de: Wählen Sie einen oder mehrere Lehrer, um diesen Kurs zu erleichtern
fr_fr: Sélectionnez un ou plusieurs formateur pour faciliter ce cours
it_it: Seleziona uno o più Docenti per agevolare questo Corso
nl_nl: Selecteer een of meer docenten om deze cursus te faciliteren
pt_br: Selecione um ou mais instrutores para facilitar este curso

source: Assign
ar: تعيين
de_de: Zuordnen
fr_fr: Assigner
it_it: Assegna
nl_nl: Wijs toe
pt_br: Atribuir

source: Assigned Instructors:
ar: المدربون المعينون
de_de: Zugewiesene Kursleiter:
fr_fr: Formateur(s) assigné(s):
it_it: Docenti assegnati:
nl_nl: Toegewezen docenten:
pt_br: Instrutores Atribuidos:

source: Please Assign Instructor
ar: الرجاء تعيين مدرب
de_de: Bitte weisen Sie einen Kursleiter zu
fr_fr: Veuillez assigner un formateur
it_it: Prego assegna un Docente
nl_nl: Wijs a.u.b. een docent toe
pt_br: Favor Atribuir Instrutor

source: Invite New Instructor
ar: دعوة المدرب الجديد
de_de: Neuen Kursleiter einladen
fr_fr: Inviter un nouveau formateur
it_it: Invita Nuovo Docente
nl_nl: Nodig nieuwe docent uit
pt_br: Convidar Novo Instrutor

source: If the instructor can not be found in the list above, you will need to invite them via email.
ar: إذا كان لا يمكن العثور على المدرب في القائمة أعلاه، سوف تحتاج إلى دعوتهم عبر البريد الإلكتروني.
de_de: Wenn der Lehrer nicht in der Liste oben gefunden werden kann, müssen Sie diese per E-Mail einladen.
fr_fr: Si l'instructeur ne peut être trouvé dans la liste ci-dessus,les inviter par e-mail.
it_it: Se il Docente non è presente nella lista qui sopra, dovrai invitarlo via Email.
nl_nl: Als de docent niet is opgenomen in de lijst hierboven moet u hen via e-mail uitnodigen.
pt_br: Se o instrutor não puder ser encontrado na lista acima, você precisará convidá-lo por email.

source: First Name
ar: الاسم الاول
de_de: Vorname
fr_fr: Prénom
it_it: Nome
nl_nl: Voornaam
pt_br: Primeiro Nome

source: Last Name
ar: الإسم الاخير
de_de: Nachname
fr_fr: Nom
it_it: Cognome
nl_nl: Achternaam
pt_br: Último Nome

source: Send Invite
ar: إرسال دعوة
de_de: Sende Einladung
fr_fr: Envoyer l'invitation
it_it: Invia Invito
nl_nl: Stuur uitnodiging
pt_br: Enviar Convite

source: Course Dates
ar: تواريخ الدورات
de_de: Kurstermine
fr_fr: Dates des cours
it_it: Calendario dei Corsi
nl_nl: Cursusdata
pt_br: Datas do Curso

source: This course has no end date
ar: هذه الدورة لا يوجد لها تاريخ انتهاء
de_de: Dieser Kurs hat kein Enddatum
fr_fr: Ce cours n'a pas de date de fin
it_it: Questo corso non ha data di fine
nl_nl: Deze cursus heeft geen einddatum
pt_br: Este curso não tem data de encerramento

source: Start Date
ar: تاريخ البدء
de_de: Startdatum
fr_fr: Date de début
it_it: Data Inizio
nl_nl: Startdatum
pt_br: Data de Início

source: End Date
ar: تاريخ الانتهاء
de_de: Enddatum
fr_fr: Date de fin
it_it: Data Fine
nl_nl: Einddatum
pt_br: Data de Encerramento

source: Limit class size
ar: تحديد حجم الفصل الدراسي
de_de: Limit Klassengröße
fr_fr: Limiter la taille des classes
it_it: Dimensione massima della classe
nl_nl: Limiteer grootte van de klas
pt_br: Limitar o tamanho da turma

source: If checked, students can post questions and receive answers at a course level. A 'Discusssion' menu item is added for the student to see ALL discussions occuring from all class members and instructors.
ar: إذا تم اختيارهم، سيتمكن الطلاب من نشر أسئلة وتلقى الإجابات على مستوى الدورة. تتم إضافة عنصر قائمة 'المناقشة' للطالب لمعرفة جميع المناقشات لكافة أعضاء الصف والمدربين.
de_de: Wenn aktiviert, können die Kursteilnehmer Fragen beantworten und Antworten erhalten. Ein "Discusssion" Menüpunkt wird für den Schüler hinzugefügt, um ALLE Diskussionen zu sehen, die von allen Klassenmitgliedern und Lehrern auftreten.
fr_fr: Si la case est cochée, les étudiants peuvent poster des questions et recevoir des réponses sur le niveau du cours. Une option de menu «Discusssion» est ajouté pour que l'étudiant puisse voir TOUTES les discussions de tous les membres de la classe et formateurs.
it_it: Se selezionato, gli studenti possono porre domande e ricevere risposte all'interno del Corso. Un menù 'Discussione' viene aggiunto per lo studente per visualizzare TUTTE le discussioni presenti in tutte le classi e da tutti i docenti.
nl_nl: Indien aangevinkt, kunnen de studenten vragen stellen en antwoorden krijgen op cursusniveau. Een 'discussie' menu-item wordt toegevoegd zodat de student ALLE discussies van alle klasgenoten en docenten kunnen zien.
pt_br: Se marcado, estudantes podem postar perguntas e receber respostas em um nível do curso. Um ítem de menu 'Discussão' é adicionado para o estudante ver TODAS as discussões em ocorrendo entre todos os membros da turma e instrutores.

source: If checked, students can see their progress and grades.
ar: إذا تم اختيارهم، يمكن للطلاب معرفة التقدم والدرجات.
de_de: Wenn geprüft, können die Schüler ihre Fortschritte und Noten sehen.
fr_fr: S'il est coché, les étudiants peuvent voir leurs progrès
it_it: Se selezionato, lo studente può visualizzare i propri progressi e valutazioni.
nl_nl: Indien aangevinkt kunnen studenten hun vooruitgang en cijfers zien.
pt_br: Se marcado, estudantes poderão ver seu progresso e notas.

source: Select the limitations on accessing and enrolling in this course.
ar: تحديد القيود المفروضة على الوصول إلى والالتحاق في هذه الدورة.
de_de: Wählen Sie die Einschränkungen für den Zugriff und die Anmeldung in diesem Kurs aus.
fr_fr: Sélectionnez les limites d'accès et d'inscription à ce cours
it_it: Seleziona le restrizioni sull'accesso e l'iscrizione a questo Corso.
nl_nl: Selecteer de beperkingen op de toegang tot en het inschrijven voor deze cursus.
pt_br: Selecione as limitações de acesso e inscrição neste curso.

source: Manually added only
ar: إضافة يدوياً فقط
de_de: Nur manuell hinzugefügt
fr_fr: Ajout manuel uniquement
it_it: Solo gli aggiunti manualmente
nl_nl: Alleen handmatig toegevoegd
pt_br: Somente adicionados manualmente

source: Sell your courses online with MarketPress.
ar: بيع الدورات الخاصة بك على الإنترنت مع ماركيتبريس.
de_de: Verkaufen Sie Ihre Kurse online mit MarketPress.
fr_fr: Vendez vos cours en ligne avec MarketPress.
it_it: Vendi i tuoi corsi online con MarketPress.
nl_nl: Verkoop je cursussen online met MarketPress.
pt_br: Venda seus cursos online com o MarketPress

source: Sale Price
ar: سعر البيع
de_de: Angebotspreis
fr_fr: Prix de vente
it_it: Prezzo di Vendita
nl_nl: Aanbiedingsprijs
pt_br: Preço de Venda

source: Done
ar: تم
de_de: Erledigt
fr_fr: Terminé
it_it: Fatto
nl_nl: Klaar
pt_br: Feito

source: Instructor Capabilities
ar: قدرات المدرب
de_de: Kursleiter-Fähigkeiten
fr_fr: Aptitude du formateur
it_it: Permessi del Docente
nl_nl: Docent mogelijkheden
pt_br: Capacidades do Instrutor

source: All Courses
ar: جميع الدورات التدريبية
de_de: Alle Kurse
fr_fr: Tous les cours
it_it: Tutti i Corsi
nl_nl: Alle cursussen
pt_br: Todos os Cursos

source: Courses
ar: الدورات التدريبية
de_de: Kurse
fr_fr: Cours
it_it: Corsi
nl_nl: Cursussen
pt_br: Cursos

source: Course
ar: دورة
de_de: Kurs
fr_fr: Cours
it_it: Corso
nl_nl: Cursus
pt_br: Curso

source: Student ID
ar: معرف الطالب
de_de: Studenten ID
fr_fr: ID étudiant
it_it: ID Studente
pt_br: ID do Estudante

source: New Course
ar: دورة جديدة
de_de: Neuer Kurs
fr_fr: Nouveau cours
it_it: Nuovo Corso
nl_nl: Nieuwe cursus
pt_br: Novo Curso

source: Surname
ar: اسم العائلة
de_de: Nachname
fr_fr: Surnom
it_it: Cognome
nl_nl: Achternaam
pt_br: Sobrenome

source: Instructors
ar: المدربين
de_de: Kursleiter
fr_fr: Formateur
it_it: Docenti
nl_nl: Docenten
pt_br: Instrutores

source: Profile
ar: الملف الشخصي
de_de: Profil
fr_fr: Profil
it_it: Profilo
nl_nl: Profiel
pt_br: Perfil
