Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: You did not pass the required minimum grade!
ar: لم تتمكن من الحصول على الحد الادنى من الدرجة المطلوبة
de_de: Sie haben die Minimalanforderung nicht erfüllt!
fr_fr: Vous n'avez pas passé la note minimale requise!
it_it: Non hai raggiunto il voto minimo!
nl_nl: U heeft de minimale beoordeling (cijfer) nog niet behaald.
pt_br: Você não passou a pontuação mínima para graduação!

source: Complete TCPDF Library with additional fonts (WordPress.org)
de_de: Ergänze die TCPDF-Bibliothek mit zusätzlichen Fonts (WordPress.org)
fr_fr: Bibliothèque TCPDF complète avec des polices
pt_br: Completar a Biblioteca TCPDF com fontes adicionais (WordPress.org)

source: Select the courses a student needs to complete before enrolling in this course
ar: حدد الدورات التي ينبغي على الطالب إكمالها قبل الالتحاق في هذه الدورة التدريبية
de_de: Wählen Sie die Kurse, die ein Student bestehen muss, bevor er sich in diesen Kurs einschreiben kann
fr_fr: Sélectionnez les cours que l'étudiant doit compléter avant de s'inscrire à ce cours
pt_br: Selecione os cursos que um estudante precisa completar antes de se inscrever neste curso

source: Module do not exists.
ar: النموذج غير موجود
de_de: Modul existiert nicht.
fr_fr: Le module n'existe pas.
it_it: Il modulo non esiste.
pt_br: Este módulo não existe.

source: MarketPress Product Settings
de_de: MarketPress Artikel-Einstellungen
fr_fr: Paramètres du produit MarketPress
pt_br: Configurações do Produto no MarketPress

source: Enter the passcode required to access this course
ar: أدخل رمز المرور المطلوب للوصول إلى هذه الدورة
de_de: Geben Sie den Passcode ein, der für den Kurszugang benötigt wird.
fr_fr: Entrez le code requis pour accéder à ce cours
pt_br: Informe a senha requerida para acessar este curso

source: You need to complete the required module!
ar: أنت بحاجة لإكمال النموذج المطلوب
de_de: Sie müssen das benötigte Modul abschließen!
fr_fr: Vous devez remplir le module requis!
it_it: E' necessario completare il modulo richiesto!
pt_br: Você precisa completar o módulo requerido!

source: Your course will be a new product in MarketPress. Enter your course's payment settings below.
de_de: Ihr Kurs wird als neuer Artikel in MarketPress angelegt. Bitte geben Sie die Zahlungs-Einstellungen für den Kurs an:
fr_fr: Votre cours sera un nouveau produit dans MarketPress. Entrer les paramètres de paiement du cours ci-dessous.
pt_br: Seu curso será um produto novo no MarketPress. Insira abaixo as suas formas de pagamento.

source: Course Payment
ar: الدفع للدورة
de_de: Zahlung
fr_fr: Paiement du cours
it_it: Pagamento del corso
pt_br: Pagamento do Curso

source: Your participation to the discussion is required!
ar: مشاركتك في المناقشة مطلوبة!
de_de: Ihre Teilnahme an der Diskussion wird benötigt!
fr_fr: Votre participation à la discussion est nécessaire!
pt_br: Sua participação na discussão é requerida!

source: Full Price
ar: سعر كامل!
de_de: Gesamtpreis
fr_fr: Plein Prix
it_it: Prezzo pieno
pt_br: Preço Total

source: Payment options for your course. Additional plugins are required and settings vary depending on the plugin.
ar: خيارات الدفع للدورة الدراسية الخاصة بك. ملحقات إضافية مطلوبة وتختلف إعدادات البرنامج المساعد.
de_de: Zahlungsmethoden für Ihren Kurs. Zusätzliche Plugins sind erforderlich, und die Einstellungen ändern sich von Plugin zu Plugin
fr_fr: Options de paiement pour votre cours. Des plugins supplémentaires sont nécessaires et les paramètres varient selon le plugin.
pt_br: Opções de pagamento do seu curso. Plugins adicionais são requeridos e as configurações variam dependendo do plugin.

source: You did not complete the form!
ar: لم تقم بإكمال النموذج‪!‬
de_de: Sie haben dieses Formular nicht abgeschlossen!
fr_fr: Vous n'avez pas rempli le formulaire!
pt_br: Você não completou o formullário!

source: Enable Sale Price
ar: تمكين سعر البيع
de_de: Angebotspreis aktivieren
fr_fr: Activer le prix de vente
it_it: Abilita prezzo scontato
pt_br: Habilitar Preço de Venda

source: This is a paid course
ar: هذه دورة مدفوعة
de_de: Dies ist ein kostenpflichtiger Kurs.
fr_fr: Ceci est un cours payé
it_it: Questo è un corso a pagamento
nl_nl: Dit is een betaalde cursus
pt_br: Este é um curso pago

source: Create New Certificate
ar: أنشئ شهادة جديدة
de_de: Neues Zertifikat erstellen
fr_fr: Créer un nouveau certificat
it_it: Crea un nuovo Certificato
pt_br: Criar Novo Certificado

source: Course SKU:
de_de: Kurs SKU
fr_fr: SKU du cours:
it_it: SKU del corso:
pt_br: SKU do Curso:

source: Edit Certificate
ar: تعديل الشهادة
de_de: Zertifikat editieren
fr_fr: Modifier le certificat
it_it: Modifica attestato
pt_br: Editar Certificado

source: e.g. %s0001
de_de: z.B. %s0001
fr_fr: par exemple %s0001
it_it: es. %s0001
pt_br: por exemplo: %s0001

source: Please contact your administrator to enable MarketPress for your site.
ar: الرجاء الاتصال بالمسؤول لتمكين ماركيتبريس لموقع الويب الخاص بك.
de_de: Bitte kontaktieren Sie Ihren Administrator, um MarketPress für Ihre Website freizuschalten
fr_fr: Veuillez contacter votre administrateur pour activer MarketPress pour votre site.
pt_br: Por favor entre em contato com o administardor para habilitar o MarketPress no seu site.

source: New Certificate
ar: شهادة جديدة
de_de: Neues Zertifikat
fr_fr: Nouveau certificat
it_it: Nuovo attestato
pt_br: Novo Certificado

source: Automatically generate Stock Keeping Units (SKUs)
de_de: Automatisch "Stock Keeping Units" (SKU) erstellen.
fr_fr: Générer automatiquement des Unités de Stockage (SKUs)
it_it: Genera automaticamente i codici SKU
pt_br: Gerar automaticamente as Unidades de Controle de Estoque (SKUs)

source: The full version of MarketPress has been bundled with CoursePress.
pt_br: A versão completa do MarketPress está inclúida no CoursePress.

source: Search Certificates
ar: البحث في الشهادات
de_de: Zertifikat suchen
fr_fr: Recherche de certificat
pt_br: Enviar Certificados

source: MarketPress Product ID: %d
de_de: MarketPress Artikel-Nummer: %d
fr_fr: MarketPress ID du produit: %d
pt_br: ID de Produto no MarketPress: %d

source: No Certificates Found
ar: لم يتم العثور على شهادات
de_de: Keine Zertifikate gefunden
fr_fr: Aucun certificat trouvé
pt_br: Nenhum Certificado Encontrado

source: Add Course to cart.
ar: إضافة دورة إلى السلة.
de_de: Kurs dem Warenkorb hinzufügen.
fr_fr: Ajouter cours au panier.
it_it: Aggiungi il Corso al Carrello.
nl_nl: Voeg Cursus toe aan de winkelwagen
pt_br: Adicionar Curso ao carrinho.

source: Other supported plugins
ar: الإضافات الأخرى المدعومة
de_de: Andere unterstützte Plugins
fr_fr: Autres plugins pris en charge
pt_br: Outros plugins suportados

source: No Certificates found in Trash
ar: لا يوجد شهادات في سلة المهملات
de_de: Keine Zertifikate im Papierkorb gefunden
fr_fr: Aucun certificat trouvé dans la Corbeille
pt_br: Nenhum Certificado encontrado na Lixeira!

source: You can now add this course to cart.
ar: يمكنك الآن إضافة هذه الدورة التدريبية إلى السلة.
de_de: Sie können diesen Kurs jetzt in den Warenkorb legen.
fr_fr: Vous pouvez maintenant ajouter ce cours au panier.
it_it: Adesso puoi aggiungere questo Corso al Carrello.
pt_br: Você agora pode adicionar este curso ao seu carrinho.

source: Almost there!
ar: كدت تصل!
de_de: Fast geschafft!
fr_fr: Presque là!
nl_nl: Bijna daar!
pt_br: Quase lá!

source: Certificate of Completion
ar: شهادة إتمام الفصل
de_de: Zertifikat für die Fertigstellung
fr_fr: Certificat d'achèvement
it_it: Attestato di Completamento
pt_br: Certificado de Conclusão

source: Show course: %s
de_de: Zeige Kurs: %s
fr_fr: Afficher le cours: %s
it_it: Mostra il corso: %s
nl_nl: Toon Cursus: %s
pt_br: Exibir curso: %s

source: Congratulations! You have completed COURSE_NAME!
ar: تهانينا! لقد أتممت COURSE_NAME!
de_de: Gratulation! Sie haben COURSE_NAME abgeschlossen!
fr_fr: Félicitations! Vous avez complété COURSE_NAME!
it_it: Complimenti! Hai completato COURSE_NAME!
nl_nl: Gefeliciteerd! U heeft COURSE_NAME voltooid!
pt_br: Parabéns! Você completou COURSE_NAME!

source: Download your certificate
ar: تحميل الشهادة الخاصة بك
de_de: Zertifikat herunterladen
fr_fr: Télécharger votre certificat
it_it: Scarica il tuo attestato
pt_br: Faça o download do seu certificado

source: Thank you for your order %1$s, Your order for course "%2$s" has been received! Please refer to your Order ID (ORDER_ID) whenever contacting us. You can track the latest status of your order here: ORDER_STATUS_URL Yours sincerely, %5$s Team
de_de: Vielen Dank für Ihre Bestellung, %1$s, Ihre Bestellung des Kurses "%2$s" ist bei uns eingegangen! Bitte beziehen Sie sich immer auf Ihre Bestellnummer (ORDER_ID), wenn Sie mit uns kommunizieren. Sie können den letzten Stand Ihrer Bestellung hier nachschlagen: ORDER_STATUS_URL Mit vielen Grüßen, Das Team von %5$s
pt_br: Obrigado pelo seu pedido %1$s, Seu pedido para o curso "%2$s" foi recebido! Informe o ID dos eu pedido (ORDER_ID) sempre que nos contactar. Você pode rastrear o status do seu pedido aqui: ORDER_STATUS_URL Cordialmente, Equipe %5$s

source: Your course instructor will now review your work and get back to you with your final grade before issuing you a certificate of completion.
ar: المدرب الدورة الخاصة بك الآن يستعرض عملك ونعود إليكم مع النتيجة النهائية الخاصة بك قبل إصدار شهادة إنجاز لك.
de_de: Ihr Kursleiter wird Ihre Arbeit durchsehen und sich mit Ihrer Bewertung und dem Abschlusszertifikat bei Ihnen melden.
fr_fr: Votre formateur de cours va maintenant examiner votre note finale avant de vous délivrer un certificat.
pt_br: O instrutor do seu curso irá agora revisar seu trabalho e lhe dar um retorno com sua nota final antes de emitir seu certificado de conclusão.

source: Categories
ar: التصنيفات
de_de: Kategorien
fr_fr: Catégories
it_it: Categorie
pt_br: Categorias

source: WooCommerce Product Settings
de_de: WooCommerce Artikel-Einstellungen
fr_fr: Paramètres du produit WooCommerce
pt_br: Configurações do Produto no WooCommerce

source: Congratulations, You Passed!
ar: تهانينا، لقد نجحت!
de_de: Gratulation, Sie haben bestanden!
fr_fr: Félicitations, vous avez réussi!
it_it: Congratulazioni, hai superato il corso!
pt_br: Parabéns, Você Passou!

source: %s Day
de_de: %s Tag
fr_fr: %s Jour
it_it: %s Giorno
pt_br: %s Dia

source: Your course will be a new product in WooCommerce. Enter your course's payment settings below.
de_de: Ihr Kurs wird auch als neuer Artikel in WooCommerce angelegt. Bitte geben Sie die Zahlungs-Informationen zu Ihrem Kurs an:
fr_fr: Votre cours sera un nouveau produit dans WooCommerce. Entrer les paramètres de paiement du cours ci-dessous.
pt_br: Seu curso será um novo produto no WooCommerce. Informe abaixo as configurações de pagamento do seu curso.

source: Congratulations! You have successfully completed and passed COURSE_NAME!
ar: تهانينا! لقد أتممت و نجحت COURSE_NAME!.
de_de: Gratulation! Sie haben COURSE_NAME erfolgreich abgeschlossen!
fr_fr: Félicitations! Vous avez complété et réussi COURSE_NAME!
it_it: Congratulazioni, hai completato e superato il corso COURSE_NAME!
pt_br: Parabéns! Você completou com sucesso e pasou no COURSE_NAME!

source: This course will open on %s
ar: هذه الدورة سوف تفتح على %s
de_de: Dieser Kurs wird geöffnet am %s
fr_fr: Ce cours s'ouvrira dans %s
it_it: Questo corso sarà aperto il %s
pt_br: Este curso irá abrir em %s

source: WooCommerce Product ID: %d
de_de: WooCommerce Artikel-Nummer: %d
fr_fr: WooCommerce ID du produit: %d
pt_br: ID do Produto no WooCommerce: %d

source: You can download your certificate here.
ar: يمكنك تحميل الشهادة هنا.
de_de: Sie können Ihr Zertifikat hier herunterladen.
fr_fr: Vous pouvez télécharger votre certificat ici.
it_it: Scarica il tuo attestato qui
pt_br: Você pode fazer aqui o download do seu certificado.

source: This course is already closed.
ar: هذه الدورة أغلقت.
de_de: Dieser Kurs ist bereits geschlossen.
fr_fr: Ce cours est déjà fermé.
it_it: Questo costo è già chiuso.
nl_nl: Deze cursus is al gesloten.
pt_br: Este curso já está fechado.

source: Edit WooCommerce Product
de_de: Ändere ein WooCommerce-Produkt
fr_fr: Modifier le produit WooCommerce
pt_br: Editar o Produto no WooCommerce

source: Minimum Grade Required
ar: الدرجة الدنيا المطلوبة
de_de: Minimalbewertung
fr_fr: Niveau minimum requis
it_it: Voto minimo richiesto
pt_br: Nota Mínima Requerida

source: This unit will be available on %s
ar: سوف تتاح هذه الوحدة في %s
de_de: Diese Lektion wird verfügbar am %s
fr_fr: Cette unité sera disponible dans %s
pt_br: Esta unidade estará disponível em %s

source: This course is already in the cart.
de_de: Der Kurs ist bereits im Warenkorb.
fr_fr: Ce cours est déjà dans le panier.
it_it: Questo corso è già nel carrello.
pt_br: Este curso já está no carrinho.

source: The minimum grade required to marked course completion and send course certficates.
ar: الحد الأدنى من الدرجة المطلوبة لوضع علامة اكتمال الدورة التدريبية وإرسال شهادت دورة.
de_de: Mindest-Prozentzahl für das Abschließen des Kurses und Senden des Kurs-Zertifikats
fr_fr: La note minimale requise pour l'achèvement des cours marqués et envoyer les certificats de cours.
pt_br: A nota mínima requerida para que o curso seja marcado como concluído e os certificados enviados.

source: You need to complete all the REQUIRED modules before this unit.
ar: تحتاج إلى إكمال جميع الوحدات المطلوبة قبل هذه الوحدة.
de_de: Sie müssen alle benötigten Module vor dieser Lektion abschliessen.
fr_fr: Vous devez remplir tous les modules REQUIRED avant cette unité.
it_it: Devi completare tutti moduli RICHIESTI prima di poter procedere con questa unità.
pt_br: Você precisa completar todos os módulos REQUERIDOS antes desta unidade.

source: Show cart
ar: إظهار السلة
de_de: Warenkorb zeigen.
fr_fr: Afficher le panier
it_it: Mostra carrello
nl_nl: Toon winkelwagen
pt_br: Exibir o carrinho

source: Use these tokens to display actual course details: %s
ar: استخدم هذه الرموز لعرض تفاصيل الدورة الفعلية: %s
de_de: Benutze diese Platzhalter zur Anzeige der aktuellen Kurs-Details: %s
fr_fr: Utilisez ces jetons pour afficher les détails du cours: %s
pt_br: Use estes tokens para exibir os detalhes do curso atual: %s

source: You need to complete all the REQUIRED modules before this section.
ar: تحتاج إلى إكمال جميع الوحدات المطلوبة قبل هذا القسم.
de_de: Sie müssen alle benötigten Module vor diesem Abschnitt abschliessen.
fr_fr: Vous devez remplir tous les modules REQUIRED avant cette section.
it_it: Devi completare tutti moduli RICHIESTI prima di poter procedere con questa sezione.
pt_br: Você precisa completar todos os módulos REQUERIDOS antes desta seção.

source: Invitation to be a facilitator at %s
ar: الدعوة أن يكون مساعد في %s
de_de: Einladung, Moderatur für %s zu werden
fr_fr: Invitation à être un animateur à %s
pt_br: Convite para ser um colaborador em %s

source: Pre-Completion Page
ar: صفحة قبل الإنتهاء
de_de: Vorläufig-Abgeschlossen-Seite
fr_fr: Page de pré-achèvement
pt_br: Página de Pré-Conclusão

source: You need to complete all the REQUIRED modules before this module.
ar: تحتاج إلى إكمال جميع الوحدات المطلوبة قبل هذه الوحدة.
de_de: Sie müssen alle benötigten Module vor diesem Modul abschliessen.
fr_fr: Vous devez remplir tous les modules REQUIRED avant ce module.
it_it: Devi completare tutti moduli RICHIESTI prima di poter procedere con questo.
pt_br: Você precisa completar todos os módulos REQUERIDOS antes deste módulo.

source: Course Start Notification
pt_br: Notificação de Início do Curso

source: Use the fields below to show custom pre-completion page after the student completed the course but require final assessment from instructors.
ar: استخدام الحقول أدناه لإظهار صفحة قبل الإننتهاء مخصصة بعد إكمال الطالب الدورة ولكن تتطلب التقييم النهائي من المدربين.
de_de: Benutze diese Felder zur Anzeige einer "Vorläufig-Abgeschlossen-Seite", wenn ein Student einen Kurs abschließt, aber noch ein letztes Durchsehen seiner Prüfungsresultate nötig ist
fr_fr: Utilisez les champs ci-dessous pour afficher la page de pré-achèvement personnalisée après que l'étudiant a terminé le cours, mais exigent une évaluation finale des instructeurs.
pt_br: Use os campos abaixo para exibir a página de pré-conclusão personalizada após o estudante completar o curso, mas requer uma avaliação final dos instrutores.

source: Any registered users
ar: أي المستخدمين المسجلين
de_de: Jeder registrierte Nutzer
fr_fr: Tous les utilisateurs enregistrés
it_it: Tutti gli utenti registrati
pt_br: Quaisquer usuários registrados

source: Discussion Notification
pt_br: Notificação de Discussão

source: Page Title
ar: عنوان الصفحة
de_de: Seitentitel
fr_fr: Titre de la page
pt_br: Título da Página

source: Any registered users with a pass code
ar: أي من الاعضاء المسجلين مع رمز الدخول.
de_de: Jeder registrierte Nutzer mit einem Passcode
fr_fr: Tous les utilisateurs enregistrés avec un code d'accès
pt_br: Quaisquer usuários registrados com uma senha

source: [UNIT_TITLE] is now available
ar: [UNIT_TITLE] متوفر الآن
de_de: [UNIT_TITLE] ist jetzt verfügbar
fr_fr: [UNIT_TITLE] est maintenant disponible
it_it: [UNIT_TITLE] è disponibile
nl_nl: [UNIT_TITLE] is nu beschikbaar
pt_br: [UNIT_TITLE] já está disponível

source: Page Content
ar: محتوى الصفحة
de_de: Seiteninhalt
fr_fr: Contenu de la page
pt_br: Conteúdo da Página

source: Registered users who completed the prerequisite course(s)
ar: المستخدمين المسجلين الذين أكملوا المتطلبات المسبقة
de_de: Registrierte Nutzer die die Vorbedingung erfüllen
fr_fr: Utilisateurs enregistrés ayant complété le (s) cours
pt_br: Usuários registrados que tenham completado o(s) curso(s) pré-requisito(s)

source: Settings for emails when using basic certificate functionality (when course completed).
ar: الإعدادات لرسائل البريد الإلكتروني عند استخدام وظيفة الشهادة الأساسية (عند الانتهاء من الدورة التدريبية).
de_de: Einstellungen für E-Mails beim Einsatz des Basis-Zertifikates (nachdem ein Kurs abgeschlossen wurde)
fr_fr: Paramètres des e-mails lors de l'utilisation de la fonctionnalité de certificat de base (lorsque le cours est terminé).
pt_br: Configurações de e-mails quando usando a funcionalidade básica de certificado (quando o curso é completado).

source: Course Completion Page
ar: صفحة إتمام الدورة التدريبية
de_de: Kurs-Bestanden-Seite
fr_fr: Page de fin du cours
pt_br: Página de Conclusão do Curso

source: You have completed the course!
ar: لقد أتممت الدورة
de_de: Sie haben diesen Kurs abgeschlossen!
fr_fr: Vous avez terminé le cours!
it_it: Hai completato il corso!
nl_nl: U heeft deze cursus voldaan.
pt_br: Você concluiu o curso!

source: These codes will be replaced with actual data:
ar: سيتم استبدال هذه الرموز مع البيانات الفعلية:
de_de: Diese Codes werden durch die jeweiligen Daten ersetzt:
fr_fr: Ces codes seront remplacés par des données réelles:
pt_br: Estes códigos serão substituídos com dados reais:

source: Use the fields below to show a custom page after successfull course completion.
ar: استخدام الحقول أدناه لإظهار صفحة مخصصة بعد إتمام الدورة بنجاح.
de_de: Benutze diese Felder zur Anzeige einer "Bestanden-Seite", wenn ein Student einen Kurs erfolgreich abschließt
fr_fr: Utilisez les champs ci-dessous pour afficher une page personnalisée après la fin du cours.
pt_br: Use os campos abaixo para exibir uma página personalizada após a conclusão do curso com sucesso.

source: Your submitted business plan will be reviewed, and you'll hear back from me on whether you pass or fail.
ar: سيتم استعراض خطة العمل التي قدمتها، وسأخبرك إذا كنت نجحت أو فشلت.
de_de: Ihr übermittelter Plan wird geprüft und Sie hören von mir, ob Sie bestanden haben.
fr_fr: Votre plan soumis sera examiné, et vous aurez un retour de ma part si vous passez ou échouez.
pt_br: O plano de negócios que você enviou será revisado, e iremos responder para lhe informar se você passou ou não.

source: Settings for an e-mail student get upon enrollment.
de_de: Einstellungen für eine Bestätigungs-E-Mail an einen Studenten, der sich eingeschrieben hat
fr_fr: Les paramètres pour un e-mail étudiant obtenu lors de l'inscription.
pt_br: Configurações para um e-mail que o estudante recebe após a inscrição.

source: Sorry, you did not pass this course!
ar: عذرًا، لم تتمكن من اجتياز هذه الدورة!
de_de: Es tut uns leid! Sie haben den Kurs nicht bestanden!
fr_fr: Désolé, vous n'avez pas passé ce cours!
it_it: Peccato, non hai superato il corso!
pt_br: Desculpe, você não passou neste curso!

source: Woohoo! You've passed COURSE_NAME!
ar: مرحى! لقد اجتزت دورة COURSE_NAME
de_de: Applaus! Sie haben COURSE_NAME bestanden!
fr_fr: Woohoo! Vous avez réussi votre cours COURSE_NAME!
it_it: Complimenti! Hai superato il COURSE_NAME!
pt_br: Woohoo! Você passou no COURSE_NAME!

source: Student Invitation to a Course E-mail (with passcode)
de_de: E-Mail-Einladung an einen Studenten zu einem Kurs (mit Passcode)
fr_fr: Invitation étudiante par mail à un cours (avec mot de passe)
pt_br: E-mail de Convite a Estudante para um Curso (com senha)

source: Unfortunately, you didn't pass COURSE_NAME.
ar: ولسوء الحظ، لم تنجح في COURSE_NAME.
de_de: Leider haben Sie den Kurs COURSE_NAME nicht bestanden.
fr_fr: Malheureusement, vous n'avez pas passé COURSE_NAME.
it_it: Purtroppo, non hai superato COURSE_NAME.
pt_br: Infelizmente você não passou no COURSE_NAME.

source: I'm sorry to say you didn't pass COURSE_NAME. Better luck next time!
ar: يؤسفني انك لم تجتز دورة COURSE_NAME. حظا أوفر في المرة القادمة!
de_de: Es tut mir leid, Sie haben COURSE_NAME nicht bestanden. Viel Erfolg beim nächsten Mal!
fr_fr: Je suis désolé de vous dire que vous n'avez pas réussi COURSE_NAME.
it_it: Mi dispiace non hai superato il Corso COURSE_NAME. Sarai più fortunata la prossima volta!
pt_br: Informamos que infelizmente você não passou no COURSE_NAME. Melhor sorte na próxima!

source: Settings for an e-mail student get upon receiving an invitation (with passcode) to a course.
de_de: Einstellungen für die E-Mail, die ein Student als Einladung (mit Passcode) zu einem Kurs erhält
fr_fr: Les paramètres pour un e-mail étudiant sont obtenus lors de la réception d'une invitation (avec mot de passe) à un cours.
pt_br: Configurações para um e-mail que o estudante recebe após receber um convite (com senha) para um curso.

source: Better luck next time!
ar: حظ اوفر المرة القادمة
de_de: Mehr Glück beim nächsten Mal!
fr_fr: Plus de chance la prochaine fois!
it_it: Ritenta, sarai più fortunata/o la prossima volta!
pt_br: Melhor sorte na próxima!

source: Forum
ar: المنتدى
pt_br: Fórum

source: Instructor Invitation Email
ar: بريد دعوة المدرب
de_de: Einladungs-E-Mail für einen Kursleiter
fr_fr: Courriel d'invitation du formateur
it_it: E-mail di invito degli istruttori
pt_br: E-mail de Convite para Instrutor

source: Failed Page
ar: صفحة فاشلة
de_de: Durchgefallen-Seite
fr_fr: Page d'échec
pt_br: Pagina de Falha

source: Create New Thread
ar: إنشاء موضوع جديد
de_de: Neues Thema erstellen
fr_fr: Créer un nouveau fil de discussion
pt_br: Criar Novo Assunto

source: Use the fields below to display failure page when an student completed a course but fail to reach the minimum required grade.
ar: استخدام الحقول أدناه لعرض صفحة فشل عندما يكمل طالب دورة ما ولكن يفشل في التوصل إلى الحد الادنى الدرجة المطلوبة.
de_de: Benutze diese Felder zur Anzeige einer "Durchgefallen-Seite", wenn ein Student einen Kurs abschließt, aber die minimale Punktzahl nicht erreicht hat
fr_fr: Utilisez les champs ci-dessous pour afficher la page d'échec lorsqu'un élève a terminé un cours mais n'a pas atteint la note minimale requise.
pt_br: Use os campos abaixo para exibir a página de falha quando um estudante tenha completado um curso mas falhado em atingir a nota mínima.

source: Edit Thread
ar: تحرير الموضوع
de_de: Thema ändern
fr_fr: Modifier la discussion
pt_br: Editar Assunto

source: Course Certificate
ar: شهادة الكورس
de_de: Kurszertifikat
fr_fr: Certificat de cours
it_it: Attestato del corso
pt_br: Certificado do Curso
