Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Error loading %s v%s plugin!
it_it: Errore nel caricamento del plugin %s v%s !
nl_nl: Fout met laden %s v%s plugin!
pt_br: Erro carregando o plugin %s v%s!

source: Order the courses by course date or by course title.
pt_br: Ordenar os cursos por data do curso ou por título do curso.

source: It works only with default "context".
nl_nl: Het werkt alleen met standaard "context"
pt_br: Funciona apenas com o "contexto" padrão.

source: Username can not be empty.
it_it: L'username non può essere vuoto.
nl_nl: Gebruikersnaam kan niet leeg zijn.
pt_br: O username não pode ser vazio.

source: Invalid username. Please choose another one.
it_it: Username non valido. Sceglierne un altro
nl_nl: Verkeerde gebruikersnaam. Gebruik een ander.
pt_br: Username inválido. Por favor escolha outro.

source: Hi %1$s %2$s, A new student "%3$s %4$s" has enrolled in your course "%5$s". You can manage all the students enrolled in this course here: %6$s Best wishes, The %7$s Team
it_it: Salve %1$s %2$s, un nuovo studente "%3$s %4$s" si è iscritto al corso "%5$s". Puoi gestire le iscrizioni a questo corso da qui: %6$s Cordiali Saluti, Il team di %7$s
nl_nl: Hoi %1$s %2$s, Een nieuwe student "%3$s %4$s" is begonnen aan je cursus"%5$s". Je kunt alle studenten die zijn begonnen hier beheren: %6$s Vriendelijk groet, Het %7$s Team
pt_br: Olá %1$s %2$s, Um novo estudante "%3$s %4$s" se inscreveu no seu curso "%5$s". Você pode gerenciar todos os estudantes inscritos neste curso aqui: %6$s Cordiais saudações, Equipe %7$s

source: %s item
it_it: %s oggetto
nl_nl: Enkel: %s stuk
pt_br: %s ítem

source: Not certified
it_it: Non completato
nl_nl: Niet gecertificeerd
pt_br: Não certificado

source: Student Completion Time Limit ([hh:]mm:ss)
it_it: Tempo massimo per il completamento ([hh:]mm:ss)
nl_nl: Student tijdslimiet opdracht ([hh:]mm:ss)
pt_br: Tempo Limite de Conclusão de Estudante ([hh:]mm:ss)

source: Player Width
it_it: Larghezza del player
nl_nl: Speler breedte
pt_br: Largura do Player

source: Width of the video player.
it_it: Larghezza del player video
nl_nl: Breedte van de videospeler.
pt_br: Largura do player de vídeo.

source: Player Height
it_it: Altezza del player
nl_nl: Speler Hoogte
pt_br: Altura do Player

source: Height of the video player.
it_it: Altezza del player video
nl_nl: Hoogte van de videospeler
pt_br: Altura do player de vídeo.

source: Autoplay the video on page load.
it_it: Riproduzione automatica del video al caricamento della pagina
nl_nl: Autoplay de video op pagina laden.
pt_br: Tocar automaticamente o vídeo ao carregar a página.

source: Loop Video
pt_br: Loop no Vídeo

source: Restart the video when it ends
it_it: Fai ripartire il video al termine
nl_nl: Herstart video aan het einde
pt_br: Reinicia o vídeo quando ele termina

source: Hide Controls
it_it: Nascondi controlli
nl_nl: Verberg bediening
pt_br: Ocultar Controles

source: Hide video control buttons
it_it: Nascondi controlli del video
nl_nl: Verberg video bedieningsknoppen
pt_br: Oculta os botões de controle do vídeo

source: This discussion is about
it_it: Qui si parla di
nl_nl: De discussie gaat over
pt_br: Esta discussão é sobre

source: Number of failed attempts: %d
it_it: Tentativi falliti: %d
nl_nl: Aantal gefaalde pogingen: %d
pt_br: Número de tentativas falhas: %d

source: Step 7 - Course Completion
it_it: Step 7 - Completamento del corso
nl_nl: Stap 7 - Cursus afronden
pt_br: Passo 7 - Conclusão do Curso

source: Update any course
it_it: Aggiorna tutti i corsi
nl_nl: Update een cursus
pt_br: Atualizar qualquer curso

source: Social Sharing
nl_nl: Sociaal delen
pt_br: Compartilhamento Social

source: Please <a href="%1$s">add new page</a> with shortcode: %2$s.
nl_nl: A.u.b <a href="%1$s">voeg pagina toe</a> met shortcode: %2$s.
pt_br: Por favor <a href="%1$s">adicione uma nova página</a> com o shortcode: %2$s.

source: Student not found.
it_it: Studente non trovato.
nl_nl: Student niet gevonden
pt_br: Estudante não encontrado.

source: Enabled
it_it: Abilitato
nl_nl: Aan
pt_br: Habilitado

source: Invalid username!
it_it: Username non valido!
nl_nl: Verkeerde gebruikernaam!
pt_br: Username inválido!

source: Your password is too weak.
it_it: La tua password è troppo debole
nl_nl: Uw wachtwoord is te zwak!
pt_br: Sua senha é muito fraca.

source: Your submission is awaiting instructor assessment.
nl_nl: Uw huiswerk is in afwachting voor controle door trainer.
pt_br: Seu envio está aguardando a avaliação do instrutor.

source: You need to complete the REQUIRED unit before this unit.
it_it: E' necessario completare tutte le unita RICHIESTE prima di poter procedere con la prossima.
nl_nl: Uw moet de benodigde les afmaken voor u aan deze kunt beginnen.
pt_br: Você precisa completar a unidade REQUERIDA antes desta unidade.

source: Opens %s
nl_nl: Opent %s
pt_br: Abre %s

source: You are not enrolled to any course.
it_it: Non sei iscritto ad alcun corso
nl_nl: Uw heeft nog geen enkele cursus gestart.
pt_br: Você não se inscreveu em nenhum curso.

source: %d of %d elements completed.
it_it: %d of %d elementi completati.
nl_nl: %d van %d elementen afgerond.
pt_br: %d de %d elementos completos.

source: This module does not exist.
it_it: Il modulo non esiste
nl_nl: Deze module bestaat niet.
pt_br: Este módulo não existe.

source: You need to pass all the REQUIRED modules before this unit.
it_it: Prima di questa unità è necessario completare tutte le precedenti
nl_nl: U moet eerst voor alle VERPLICHTE modules slagen voor u aan deze kunt beginnen.
pt_br: Você precisa passar todos os módulos REQUERIDOS antes desta unidade.

source: Please confirm that you want to edit this course.
it_it: Si è sicuri di voler modificare questo corso?
pt_br: Por favor confirme que você deseja editar este curso.

source: This tab no longer exists. Please choose another.
it_it: Questo tab non esiste più. Sceglierne un altro.
pt_br: Esta aba não existe mais. Por favor escolha outra.

source: CoursePress Menu
it_it: Menu CoursePress
pt_br: Menu do CoursePress

source: Log In/Out
pt_br: Login/Logout

source: New Enrollment In Your Course
it_it: Nuova iscrizione al tuo corso
pt_br: Nova Inscrição no Seu Curso

source: Enrollment Notification for Instructor E-mail
it_it: Mail di notifica dell'iscrizione inviata all'insegnante
pt_br: E-mail de Notificação de Inscrição para Instrutor

source: Settings for an e-mail instructor gets when a new student enrolls.
pt_br: Configurações para um e-mail que o instrutor recebe quando um novo estudante se inscreve.

source: To start selling your course, please <a href="%s">install and activate MarketPress</a>.
it_it: Per iniziare a vendere i tuoi corsi, per favore <a href="%s">installa e attiva MarketPress</a>.
pt_br: Para começar a vender seu curso, por favor <a href="%s">instale e ative o MarketPress</a>.

source: To start selling your course, please <a href="%s">complete setup</a> of MarketPress.
it_it: Per iniziare a vendere i tuoi corsi, per favore <a href="%s">completa l'installazione di MarketPress</a>.
pt_br: Para começar a vender seu curso, por favor <a href="%s">complete a configuração</a> do MarketPress.

source: & Course Cost
it_it: & Costi dei Corsi
pt_br: & Custo do Curso

source: Show Summary
it_it: Mostra sommario
pt_br: Exibir Sumário

source: Show units without modules
it_it: Mostra le unità senza i moduli
pt_br: Exibir unidades sem módulos

source: By default unit without modules is not displayed, even if it is selected below.
it_it: Di default le unità vengono mostrate senza moduli, anche se selezionati in basso
pt_br: Por padrão unidades sem módulos não são exibidas, mesmo se estiver selecionado abaixo.

source: this section has no title
it_it: Questa sezione non ha ancora un titolo
pt_br: esta seção não tem título

source: Section: %d %s
it_it: Sezione: %d %s
pt_br: Seção: %d %s

source: Student grades
it_it: Risultati dello studente
pt_br: Notas do estudante

source: If checked, students can see their grades.
it_it: Se selezionato, gli studenti potranno visualizzare i loro risultati
pt_br: Se marcado, estudantes podem ver suas notas.

source: Show student grades
it_it: Mostra risultati dello studente
pt_br: Exibir notas do estudante

source: Step 7 &ndash; Course Completion
it_it: Step 7 &ndash; Completamento del corso
pt_br: Passo 7 &ndash; Conclusão do Curso

source: Custom Certificate
it_it: Attestato modificato
pt_br: Certificado Personalizado

source: Use custom certificate for this course.
it_it: Usa un attestato modificato per questo corso.
pt_br: Use um certificado personalizado para este curso.

source: Choose logo image
it_it: Scegli un logo
pt_br: Escolher imagem da logo

source: Logo Position
it_it: Posizione del logo
pt_br: Posição da Logo

source: Text Color
it_it: Colore del testo
pt_br: Cor do Texto

source: Display Name
it_it: Nome visualizzato
pt_br: Nome de Exibição

source: Edit user
it_it: Modifica profilo utente
pt_br: Editar usuário

source: Deleting course <b>%s</b>, please wait!
it_it: Riumuovendo corso <b>%s</b>, attendere!
pt_br: Apagando curso <b>%s</b>, por favor aguarde!

source: Deleting %s courses, please wait!
it_it: Cancellazione del corso %s, attendere prego!
pt_br: Apagando %s cursos, por favor aguarde!

source: Duplicating course <b>%s</b>, please wait!
it_it: Sto duplicando il corso <b>%s</b>, attendere prego!
pt_br: Duplicando curso <b>%s</b>, por favor aguarde!

source: Configure the pages for CoursePress.
ar: ضبط الصفحات لبرنامج الدورات التدريبية
de_de: Konfigurieren Sie diese Seite für CoursePress.
fr_fr: Configurer les pages de CoursePress.
nl_nl: Configureer de pagina's voor CoursePress.
pt_br: Configure as páginas do CoursePress.

source: &mdash; Select &mdash;
de_de: &mdash; Wählen &mdash;
fr_fr: &mdash; Sélectionner &mdash;";
it_it: &mdash; Seleziona &mdash;
nl_nl: &mdash; Selecteer &mdash;
pt_br: &mdash; Selecionar &mdash;

source: Student Dashboard
ar: لوحة الطالب
de_de: Dashboard Studenten
fr_fr: Tableau de bord étudiant
it_it: Bacheca dello studente
pt_br: Painel do Estudante

source: Student Settings
ar: إعدادات الطالب
de_de: Einstellungen Studenten
fr_fr: Paramètres de l'étudiant
it_it: Impostazione studenti
nl_nl: Instellingen studen
pt_br: Configurações do Estudante

source: Shortcodes allow you to include dynamic content in posts and pages on your site. Simply type or paste them into your post or page content where you would like them to appear. Optional attributes can be added in a format like <em>[shortcode attr1="value" attr2="value"]</em>.
de_de: Mit Shortcodes kann dynamischer Inhalt in Beiträgen und auf Seiten deiner Website angezeigt werden. Tippe sie einfach ein oder kopiere und füge sie in einen Beitrag oder eine Seite ein, wo immer du den Inhalt erscheinen lassen willst. Optional können mit Hilfe von Attributen ein Format hinzugefügt werden, wie etwa: <em>[shortcode attr1="value" attr2="value"]</em>
fr_fr: Les Shortcodes vous permettent d'inclure du contenu dynamique dans les messages et les pages de votre site. Il suffit de taper ou de les coller dans votre post ou le contenu de la page où vous souhaitez qu'ils apparaissent. Les attributs facultatifs peuvent être ajoutés dans un format comme <em> [shortcode attr1="value" attr2 = "value"] </em>.
nl_nl: Shortcodes maken het mogelijk dynamische content in berichten en pagina's op je site op te nemen. Tik of plak ze in je post of pagina content waar je ze zou willen zien verschijnen. Optionele attributen kunnen worden toegevoegd in een formaat als <em>[shortcode attr1="value" attr2="value"]</em>.
pt_br: Shortcodes permitem incluir conteúdo dinâmico em posts e páginas em seu site. Basta digitar ou colar no conteúdo do seu post ou página onde você deseja que apareçam. Atributos opcionais podem ser adicionados em um formato do tipo <em>[shortcode attr1="value" attr2="value"]</em>.

source: Instructors Avatar
ar: الصورة الشخصية للمدربين
de_de: Avatar für den Kursleiter
fr_fr: Avatar formateur
it_it: Profilo Insegnante
nl_nl: Avatar van de instructeur
pt_br: Avatar dos Instrutores

source: Selectable
ar: ممكن الاختيار
de_de: Wählbar
fr_fr: Sélectionnable
it_it: Selezionabile
nl_nl: Selecteerbaar
pt_br: Selecionável

source: How to display the instructors.
ar: كيفية عرض المدربين.
de_de: Wie sollen die Kursleiter angezeigt werden
fr_fr: Comment afficher les formateurs.
nl_nl: Hoe moeten de instructeurs getoond
pt_br: Como exibir os instrutores.

source: Quiz
ar: اختبار
pt_br: Questionário

source: count - counts instructors for the course.
ar: عدد المدربين للدورة التدريبية.
de_de: count - zählt die Kursleiter für den Kurs
fr_fr: count - compter les formateurs pour le cours.
nl_nl: aantal - aantal instructeurs voor de cursus.
pt_br: contagem - contagens de instrutores para o curso.

source: Form
ar: نموذج
de_de: Formular
fr_fr: Formulaire
nl_nl: Formulier
pt_br: Formulário

source: Label to display for the output.
ar: التسمية لعرض الإخراج.
de_de: Label, das für die Ausgabe angezeigt werden soll
fr_fr: Étiquette à afficher pour la sortie.
nl_nl: Label om de output te laten zien
pt_br: Etiqueta a exibir para a saída.

source: Plural if more than one instructor.
ar: الجمع اذا كان اكثر من مدرب
de_de: Plural, falls es mehr als einen Kursleiter gibt
fr_fr: Pluriel si plus d'un formateur.
nl_nl: Meervoud wanneer er meer dan 1 leraar is.
pt_br: Plural se mais de um instrutor.

source: Zipped Object
ar: ملف مضغوط
de_de: Gezipptes Objekt
fr_fr: Objet Zippé
it_it: Oggetto compresso
nl_nl: Gecomprimeerd (zip) bestand
pt_br: Objeto Comprimido

source: Symbol to put after label.
ar: رمز لوضعه بعد التسمية.
de_de: Symbol, das nach dem Label angezeigt werden soll
fr_fr: Symbole à mettre après l'étiquette.
nl_nl: Symbool dat na label komt.
pt_br: Símbolo a colocar após a etiqueta.

source: HTML tag to wrap the label (without brackets, e.g. <em>h3</em>).
de_de: HTML tag, mit dem das Label umgeben werden soll (ohne Klammern, z.B. <em>h3</em>).
fr_fr: Balise HTML pour envelopper l'étiquette (sans les crochets, par exemple <em> h3 </em>).
nl_nl: HTML etiket om rond het label te plaatsen(without brackets, e.g. <em>h3</em>).
pt_br: Tag HTML para embalar a etiqueta (sem colchetes, por exemplo: <em>h3</em>).

source: Show title in unit view
ar: إظهار العنوان في عرض الوحدة
de_de: Zeige Titel in Lektionsansicht
fr_fr: Afficher le titre dans la vue d'unité
it_it: Mostra nel titolo dell'unità
nl_nl: Maak titel zichtbaar in module weergave
pt_br: Exibir título na visão da unidade

source: empty
ar: فارغة
de_de: leer
fr_fr: vide
it_it: vuoto
nl_nl: leeg
pt_br: vazio

source: A response is required
ar: مطلوب استجابة للمواصلة
de_de: Eine Antwort ist notwendig
fr_fr: Une réponse est nécessaire
it_it: Una risposta è richiesta
nl_nl: Een reactie is verplicht
pt_br: Uma resposta é requerida

source: Text to click to link to full profiles.
ar: نص الرابط للملف الكامل
de_de: Text, der beim Anklicken zu den vollen Profilangaben führt
fr_fr: Texte pour cliquer pour lier les profils complets.
nl_nl: Te klikken tekst om volledig profiel te bekijken.
pt_br: Texto a clicar para link para perfis completos.

source: This is a gradable item
ar: هذا العنصر قابل للتقييم
de_de: Dies ist ein beurteilbares Objekt
fr_fr: Ceci est un élément noté
it_it: Questo è un oggetto valutabile
nl_nl: Dit is een onderdeel voor je eindcijfer
pt_br: Este é um ítem pontuável

source: Show the label.
ar: إظهار التسمية.
de_de: Zeige das Label an
fr_fr: Afficher l'étiquette.
nl_nl: Toon label.
pt_br: Exibir a etiqueta.

source: Minimum
ar: الحد الأدنى
it_it: Minimo
pt_br: Mínimo

source: Length of instructor bio to show when style is "block".
de_de: Länge der Biographie des Kursleiters, wenn der Anzeige-Stil "block" lautet
fr_fr: Longueur de la biographie du formateur pour indiquer quand le style est «bloqué».
nl_nl: Lengte van de biografie van leraar wanneer de stijl "block" is.
pt_br: Comprimento da biografia do instrutor a exibir quando o estilo é "bloco".

source: Minimum grade (%) required to pass
ar: درجة الحد الأدنى (نسبة مئوية) المطلوبة للنجاح
de_de: Minimum Bewertung (%) um Kurs zu bestehen
fr_fr: Niveau minimum (%) requis pour passer
it_it: Voto minimo (%) richiesto per il superamento
nl_nl: Minimum score (%) wat behaald moet worden op te slagen.
pt_br: Nota mínima (%) necessária para passar

source: Minimum Grade
ar: الحد الأدنى من الدرجات المطلوبة
de_de: Minimum Bewertung
fr_fr: Note minimum
it_it: Voto minimo
nl_nl: Minimum cijfer
pt_br: Nota Mínima

source: Pixel size of the avatars when viewing in block mode.
de_de: Pixel-Größe für den Avatar, wenn der Block-Modus eingeschaltet ist
fr_fr: Taille des pixels des avatars en mode bloc.
nl_nl: Pixel grootte van de avatars wanneer vanuit block mode wordt gekeken.
pt_br: Tamanho em pixels dos avatares quando vendo no modo bloco.

source: Require instructor assessment.
ar: يتطلب تقييم المدرب.
de_de: Benötigt Bewertung des Kursleiters.
fr_fr: Exiger l'évaluation du formateur.
it_it: Richiedi verifica dell'istruttore
nl_nl: Stel beoordeling door de instructeur verplicht.
pt_br: Necessita avaliação de instrutor.

source: Whether to always show the default image, never the Gravatar.
de_de: Ob immer das Standard-Bild angezeigt werden und niemals der Gravatar
fr_fr: Indiquez toujours l'image par défaut, jamais le Gravatar.
nl_nl: Of de standaard afbeelding getoond wordt en nooit de Gravatar.
pt_br: Se exibir sempre a imagem padrão, nunca o Gravatar.

source: Check this box to allow instructor to provide final grading assessment.
ar: حدد خانة الاختيار للسماح للمدرب لتقديم تقييم الدرجات النهائية.
de_de: Diese Box auswählen, um dem Kursleiter die abschließende Bewertung zu erlauben.
fr_fr: Cochez cette case pour permettre au formateur d'évaluer le classement final.
it_it: Seleziona se vuoi che l'istruttore dia il voto finale
nl_nl: Vink dit vakje aan om de instructeur toe te staan een eindcijfer aan een beoordeling te geven.
pt_br: Selecione esta caixa para permitir ao instrutor faça uma avaliação da nota final.

source: Size of avatar thumbnail.
de_de: Größe des Avatar-Bildchens
fr_fr: Taille de la vignette de l'avatar.
nl_nl: Grootte van avatar thumbnail.
pt_br: Tamanho da miniatura do avatar.

source: Allow Retries
ar: السماح بإعادة المحاولة
de_de: Erlaube Wiederholungen
fr_fr: Autoriser les essais
it_it: Permetti tentativi
nl_nl: Sta wijzigen van antwoord toe.
pt_br: Permitir Re-Tentativas

source: CSS class to use for the avatar.
de_de: CSS-Klasse für den Avatar
fr_fr: Classe CSS à utiliser pour l'avatar.
nl_nl: CSS klasse om te gebruiken voor de avatar.
pt_br: Classe CSS a usar para o avatar.

source: Allow and set amount of retries (0 unlimited)
ar: السماح وضبط كمية من المحاولات (0 غير محدود)
de_de: Wiederholungen erlauben und Anzahl der Wiederholungen festsetzen (0 unbegrenzt)
fr_fr: Autoriser et régler le nombre de tentatives (0 illimité)
it_it: Permetti ed imposta i tentativi (0 illimitato)
nl_nl: Instellen toestaan en hoeveelheid van wijzigingen in antwoord.
pt_br: Permitir e definir quantidade de tentativas (0 para sem limite)

source: This shortcode allows you to display details about your course.
de_de: Mit diesem Shortode kannst du Einzelheiten deines Kurses anzeigen
fr_fr: Ce shortcode vous permet d'afficher des détails sur votre cours.
nl_nl: Deze shortcode laat je toe om details van je cursus te laten zien.
pt_br: Este shortcode permite exibir detalhes sobre o seu curso.

source: Use Timer
ar: استخدام جهاز ضبط الوقت
de_de: Verwende Zeitgeber
fr_fr: Utiliser la minuterie
it_it: Usa il Timer
nl_nl: Gebruik timer
pt_br: Usar Temporizador

source: All the same information can be retrieved by using the specific course shortcodes following.
de_de: Die gleiche Information kann angezeigt werden, indem man die folgenden spezifischen Kurs-Shortcodes verwendet
fr_fr: Toutes les mêmes informations peuvent être récupérées par l'utilisation de shortcodes spécifiques comme suit.
nl_nl: All eenzelfde informatie can opgehaald worden door de specifieke shortcodes te gebruiken zoals:
pt_br: Toda a mesma informação pode ser recuperada seguindo um shortcode de curso específico.

source: Use duration as time restriction
ar: مدة الاستخدام كقيود زمنية
de_de: Verwende Dauer als Zeitbegrenzung
fr_fr: Durée d'utilisation en tant que restriction de temps
nl_nl: Gebruik tijdsduur als tijdrestrictie.
pt_br: Usar duração como restrição de tempo

source: All the fields you would like to show.
de_de: Alle Felder, die du anzeigen möchtest
fr_fr: Tous les champs que vous souhaitez afficher.
nl_nl: Alle velden die je wilt weergeven.
pt_br: Todos os campos que deseja exibir.

source: Question/Task
ar: سؤال/المهمة
de_de: Frage/Aufgabe
fr_fr: Question/Tâche
nl_nl: Vraag/Taak
pt_br: Questão/Tarefa

source: Required when showing the "title" field.
de_de: Erforderlich, wenn das "title"-Feld angezeigt wird
fr_fr: Obligatoire lors de l'affichage du champ "titre".
nl_nl: Verplicht wanneer het "titel" veld wordt getoond.
pt_br: Requerido quando exibindo o campo "título".

source: The question or instructions to complete this task.
ar: سؤال أو إرشادات لإكمال هذه المهمة.
de_de: Die Frage oder Anweisung um diese Aufgabe abzuschließen.
fr_fr: La question ou les instructions pour terminer cette tâche.
nl_nl: De vraag of instructies om deze taak te voltooien.
pt_br: A questão ou instruções para completar esta tarefa.

source: PHP style date format.
de_de: Datumsformat im PHP-Stil
fr_fr: Format de date de style PHP.
it_it: Formattazione della data di PHP.
nl_nl: PHP stijl datum formaat.
pt_br: Formato de data estilo PHP.

source: Content that will display on the unit page.
ar: المحتوى الذي سيتم عرضه في صفحة الوحدة.
de_de: Inhalt der auf der Lektionsseite gezeigt wird.
fr_fr: Contenu qui s'affichera sur la page de l'unité.
nl_nl: Inhoud die wordt weergegeven op de module pagina.
pt_br: Conteúdo que será exibido na página da unidade.

source: HTML tag (without brackets) to use for the individual labels.
de_de: Die HTML-Auszeichnung (ohne spitze Klammern), die für einzelne Labels verwendet werden soll
fr_fr: Balise HTML (sans les crochets) à utiliser pour les étiquettes individuelles.
nl_nl: HTML tag (zonder haken) te gebruiken voor de individuele labels.
pt_br: Tag HTML (sem colchetes) a usar para as etiquetas individuais.

source: Add
ar: إضافة
de_de: Hinzufügen
fr_fr: Ajouter
it_it: Aggiungi
nl_nl: Toevoegen
pt_br: Adicionar

source: Symbol to use after the label.
ar: رمز لاستخدام بعد التسمية.
de_de: Symbol, das nach dem Label angezeigt werden soll
fr_fr: Symbole à utiliser après l'étiquette.
nl_nl: Teken te gebruiken na het label.
pt_br: Símbolo a usar após a etiqueta.

source: Delete Module
ar: حذف النموذج
de_de: Modul löschen
fr_fr: Supprimer le module
it_it: Cancella modulo
nl_nl: Verwijder module
pt_br: Apagar Módulo

source: Start Quiz
ar: ابدأ الإختبار
de_de: Quiz starten
fr_fr: Début Quiz
it_it: Inizia Quiz
pt_br: Iniciar Questionário

source: The HTML tag (without brackets) to use for the title.
de_de: Die HTML-Auszeichnung (ohne spitze Klammern), die für den Titel verwendet werden soll
fr_fr: La balise HTML (sans crochets) à utiliser pour le titre.
nl_nl: HTML titel (zonder haken) te gebruiken voor de titel.
pt_br: A tag HTML (sem colchetes) a usar para o título.

source: Image Source
ar: مصدر الصورة
de_de: Bildquelle
it_it: Immagine sorgente
nl_nl: Afbeeldingbron
pt_br: Fonte da Imagem

source: Enter a URL or Browse for an image
ar: أدخل عنوان URL أو الاستعراض بحثاً عن صورة
de_de: URL eingeben oder nach Bild suchen
fr_fr: Entrez une URL ou Recherchez une image
nl_nl: Voeg een URL toe of zoek voor een afbeelding
pt_br: Digite uma URL ou Navegue para uma imagem

source: Image Caption
ar: تعليق على الصورة
de_de: Bildtext
fr_fr: Légende de l'image
nl_nl: Afbeelding bijschrift
pt_br: Legenda da Imagem
