Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Hide, show and customise the image caption.
ar: إخفاء وإظهار وتخصيص التسمية التوضيحية للصورة.
de_de: Bildtext verstecken, zeigen und anpassen.
fr_fr: Masquer, afficher et personnaliser la légende de l'image.
nl_nl: Verberg, toon en personaliseer het bijschrift van deze afbeelding.
pt_br: Ocultar, exibir e personalizar a legenda da imagem.

source: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
de_de: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Dokumentation über Formatierung von Datum und Zeit</a>.
fr_fr: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentation sur le formatage de la date et l'heure</a>.
it_it: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentazione sulla formattazione di data e ora</a>.
nl_nl: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentatie over formatteren datum en tijd</a>
pt_br: <a href="https://codex.wordpress.org/pt-br:Formatando_Data_e_Hora">Documentação sobre o formato de data e hora</a>.

source: Media has no caption
ar: وسائل الإعلام ليس لديه الشرح التوضيحي.
de_de: Media hat keinen Bildtext
fr_fr: Médias n'a pas de légende
nl_nl: Media heeft geen bijschrift
pt_br: Esta Mídia não tem legenda

source: Text to display if the course has no end date.
ar: النص المراد عرضه في حالة الدورة التدريبية ليس لها موعد نهاية.
de_de: Angezeigter Text, wenn Kurs kein Enddatum hat.
fr_fr: Texte à afficher si le cours n'a pas de date de fin.
nl_nl: Tekst te tonen als de cursus geen einddatum heeft.
pt_br: Texto a exibir se o curso não tem data de encerramento.

source: Video Source
ar: مصدر الفيديو
de_de: Videoquelle
fr_fr: Source vidéo
nl_nl: Videobron
pt_br: Fonte do Vídeo

source: Alternate display when there is no end date.
ar: عرض بديل عندما لا يوجد أي تاريخ الانتهاء.
de_de: Benutze die alternative Anzeige, wenn es kein Ende-Datum gibt
fr_fr: Affichage alternatif lorsqu'il n'y a pas de date de fin.
nl_nl: Alternatief te tonen wanneer er geen einddatum is.
pt_br: Exibição alternativa quando não há data de encerramento.

source: You can enter a Youtube or Vimeo link (oEmbed support is required). Alternatively you can Browse for a file - supported video extensions (mp4, m4v, webm, ogv, wmv, flv)
de_de: Sie können einen Youtube oder Vimeo link (oEmbed support wird benötigt) eingeben. Alternativ können Sie nach einer Datei suchen, die Videoerweiterungen erlaubt (mp4, m4v, webm, ogv, wmv, flv)
fr_fr: Vous pouvez entrer un lien Youtube ou Vimeo (le support oEmbed est requis). Vous pouvez également rechercher des extensions vidéo prises en charge par un fichier (mp4, m4v, webm, ogv, wmv, flv)
nl_nl: U kunt een Youtube of Vimeo link invoegen (oEmbed ondersteuning is vereist). Als alternatief kunt u zoeken voor een bestand - ondersteunde video extensies (mp4, m4v, webm, ogv, wmv, flv)
pt_br: Você pode usar um link do YouTube ou Vimeo (é necessário suporte a oEmbed). Alternativamente você pode navegar até um arquivo - extensões suportadas (mp4, m4v, webm, ogv, wmv, flv)

source: If set to "yes" use the alt_display_text. If set to "no" use the "no_date_text".
de_de: Wenn "yes" angegeben wird, dann benutze alt_display_text. Falls "no", dann benutze "no_date_text"
fr_fr: S'il est réglé sur "oui" utilisez le paramètre "alt_display_text". Si il est réglé sur "non", utilisez le paramètre "no_date_text".
pt_br: Se definido para "sim" use o "alt_display_text". Se definido para "não" use o "no_date_text".

source: Video Caption
ar: التسمية التوضيحية للفيديو
de_de: Videotext
fr_fr: Légende vidéo
it_it: Anteprima del video
nl_nl: Video bijschrift
pt_br: Legenda do Vídeo

source: no
ar: لا
de_de: Nein
fr_fr: non
nl_nl: nee
pt_br: não

source: Hide, show and customise the video caption.
ar: إخفاء وإظهار وتخصيص تسمية توضيحية للفيديو.
de_de: Videotext verstecken, zeigen und anpassen.
fr_fr: Masquer, afficher et personnaliser la légende vidéo.
nl_nl: Verberg, toon en pas het video bijschrift aan.
pt_br: Ocultar, exibir e personalizar a legenda do vídeo.

source: Text to display if the course has no defined enrollment start date.
ar: النص المطلوب عرضه إذا كان لا يوجد تاريخ ل بدء التسجيل للدورة التدريبية
de_de: Angezeigter Text, wenn Kurs kein Einschreibestartdatum hat.
fr_fr: Texte à afficher si le cours n'a pas de date de début
nl_nl: Tekst om te tonen als een cursus geen begindatum voor de inschrijving heeft gedefinieerd
pt_br: Texto a exibir se o curso não tem uma dta definida de início das inscrições.

source: Related Videos
ar: مقاطع ذات صلة
de_de: Verwandte Videos
fr_fr: Vidéos similaires
it_it: Video relativi
nl_nl: Gerelateerde Video's
pt_br: Vídeos Correlatos

source: WordPress setting.
ar: إعدادات الموقع
de_de: WordPress Einstellung.
fr_fr: Paramètres WordPress.
it_it: Impostazioni WordPress
nl_nl: WordPress instellingen.
pt_br: Configuração do WordPress.

source: Hide related videos
ar: إخفاء الفيديوهات ذات الصلة
de_de: Verwandte Videos verstecken
fr_fr: Masquer les vidéos liées
it_it: Nascondi video relativi
nl_nl: Verberg gerelateerde video's
pt_br: Ocultar vídeos correlatos

source: Text to display if there is no enrollment end date.
ar: النص المطلوب عرضه إذا لم يكن هناك تاريخ انتهاء للتسجيل.
de_de: Text, der angezeigt wird, wenn es kein Einschreibe-Ende-Datum gibt
fr_fr: Texte à afficher s'il n'y a pas de date de fin
nl_nl: Weer te geven tekst als er geen inschrijving einddatum is.
pt_br: Texto a exibir quando não há data de encerramento das inscrições.

source: Audio Source
ar: مصدر الصوت
de_de: Audioquelle
fr_fr: Source audio
it_it: Sorgente audio
nl_nl: Audiobron
pt_br: Fonte do Áudio

source: If "yes" it will display the no_date_text even if there is no date. If "no" then nothing will be displayed.
de_de: Falls "yes", dann wird der no_date_text angezeigt, selbst, wenn es kein Datum gibt. Falls "no", dann wird nichts angezeigt.
fr_fr: Si "oui"il affichera le "no_date_text" même s'il n'y a pas de date. Si "non" alors rien ne sera affiché.
nl_nl: Als "ja" wordt de no_data_text weergegeven als er geen datum is. Als "nee" word niks weergegeven.
pt_br: Se "sim" será exibido o "no_date_text" mesmo que não haja data. Se "não" então nada será exibido.

source: Enter a URL or Browse for an audio file. Supported audio extensions (mp3, ogg, wma, m4a, wav)
de_de: Geben Sie eine URL für eine Audiodatei ein oder suchen Sie danach. Unterstützte Formate: mp3, ogg, wma, m4a, wav
fr_fr: Entrez une URL ou Parcourez un fichier audio. Extensions supportées (mp3, ogg, wma, m4a, wav)
it_it: Inserisci la URL o carica un file audio. Le estensioni file supportate sono: mp3, ogg, wma, m4a, wav
nl_nl: Voeg een URL toe of zoek voor een audio bestand. Ondersteunde audio extensies zijn (mp3, ogg, wma, m4a, wav)
pt_br: Digite uma URL ou Navegue até um arquivo de áudio. Extensões de áudio suportadas (mp3, ogg, wma, m4a, wav)

source: Alternate display when there is no enrollment start or end dates.
ar: عرض بديل عندما لا يكون هناك تاريخ لبدء او إنتهاء الدورة التدريبية.
de_de: Alternative Anzeige, wenn es kein Einschreibe-Beginn- oder Ende-Datum gibt
fr_fr: Affichage alternatif lorsqu'il n'y a pas de dates de début
nl_nl: Alternatieve vertoning wanneer er geen inschrijving start of eind datums zijn.
pt_br: Exibição alternativa quando não á data de início ou encerramento das inscrições.

source: Audio Playback
ar: تشغيل مستمر للملفات الصوتية
fr_fr: Lecture audio
nl_nl: Audio Afspelen
pt_br: Playback de Áudio

source: Loop audio
ar: اللعب في حلقة
de_de: Audioschleife
fr_fr: Boucle audio
nl_nl: Herhaal audio
pt_br: Repetir áudio

source: Text to display if there is no enrollment start or end dates.
ar: نص للعرض إذا لم يكن هناك تاريخ يحدد بدء او انتهاء التسجيل
de_de: Text, der angezeigt wrid, wenn es keinen Beginn oder kein Ende für die Einschreibungsfrist gibt
fr_fr: Texte à afficher s'il n'y a aucune date de début ou de fin.
nl_nl: Weer te geven tekst als er geen start en eind datums zijn voor inschrijving.
pt_br: Texto a exibir se não houver data de início ou encerramento das inscrições.

source: Autoplay audio
ar: تشغيل الصوت تلقائيا
de_de: Audio automatisch abspielen
fr_fr: Lecture audio automatique
nl_nl: Speel audio automatisch af
pt_br: Tocar áudio automaticamente

source: Display enrollment start label.
ar: عرض تسمية بدء التسجيل.
de_de: Zeige das Start-Label für Einschreibungen an
fr_fr: Afficher l'étiquette de début d'inscription.
it_it: Mostra la data di inizio delle iscrizioni.
nl_nl: Laat start inschrijving label zien.
pt_br: Exibir etiqueta de início das inscrições.

source: Download Source
ar: تحميل المصدر
de_de: Quelle herunterladen
fr_fr: Télécharger la source
it_it: Scarica sorgente
nl_nl: Downloadbron
pt_br: Fazer Download da Fonte

source: yes
ar: نعم
de_de: ja
fr_fr: oui
it_it: si
nl_nl: ja
pt_br: sim

source: Add File URL or Browse for File to download
ar: إضافة ملف URL أو الاستعراض بحثاً عن الملف التحميل
de_de: Zum Herunterladen Datei-URL eingeben oder nach Datei suchen
fr_fr: Ajouter l'URL du fichier ou Parcourir le fichier à télécharger.
nl_nl: Voeg een bestand URL toe of zoek voor een bestand om te downloaden.
pt_br: Adicione a URL do Arquivo ou Navegue até o Arquivo para fazer o download

source: Text to display when anyone can enroll.
ar: النص المطلوب عرضه عند أي شخص يستطيع التسجيل.
de_de: Text, der angezeigt wird, wenn sich jedermann einschreiben kann.
fr_fr: Texte à afficher quand n'importe qui peut s'inscrire.
nl_nl: Tekst om weer te geven wanneer iedereen kan inschrijven
pt_br: Texto a exibir quando qualquer pessoa pode se inscrever.

source: Object Source
ar: مصدر الكائن
de_de: Objektquelle
fr_fr: Source de l'objet
it_it: Oggetto sorgente
nl_nl: Objectbron
pt_br: Fonte do Objeto

source: Text to display for manual enrollments.
ar: النص المطلوب عرضه للتسجيلات اليدوية.
de_de: Text, der bei manueller Einschreibung angezeigt wird.
fr_fr: Texte à afficher pour les inscriptions manuelles.
it_it: Testo da visualizzare per l'iscrizione manuale.
nl_nl: Tekst om weer te geven voor handmatige inschrijvingen.
pt_br: Texto a exibir para inscrições manuais.

source: Browse for the zip file that contains your resources.
ar: الاستعراض بحثاً عن ملف مضغوط يحتوي على الموارد الخاصة بك.
de_de: Nach zip-Datei suchen, das Ihre Lehrmittel enthält.
fr_fr: Recherchez le fichier zip contenant vos ressources.
nl_nl: Zoek voor een zip bestand dat jouw gegevens bevat.
pt_br: Navegue até o arquivo zip que contém seus recursos.

source: Text to display when a passcode is required.
ar: النص المطلوب عرضه عندما يكون رمز المرور مطلوب.
de_de: Text, der angezeigt wird, wenn ein Passcode erforderlich ist.
fr_fr: Texte à afficher lorsqu'un mot de passe est requis.
nl_nl: Tekst om weer te geven wanneer een wachtwoord vereist is.
pt_br: Texto a exibir quando uma senha é requerida.

source: Browse for zipped file
ar: الاستعراض بحثاً عن ملف من نوع zip
de_de: Nach Zip-Datei suchen
fr_fr: Parcourir le fichier zippé
it_it: Cerca un file compresso
nl_nl: Zoek voor een gezipt bestand.
pt_br: Navegue até um arquivo comprimido

source: Text to display when there is a prerequisite. Use %s as placeholder for prerequisite course title.
de_de: Text, der angezeigt wird, wenn es eine Vorbedingung gibt. Benutze %s als Platzhalter für den Kurs-Titel des Kurses, der vorausgesetzt wird.
fr_fr: Texte à afficher lorsqu'il ya un prérequis. Utilisez %s comme espace réservé pour le titre du cours pré-requis.
nl_nl: Tekst om weer te geven dat er een voorwaarde is. Gebruik %s als plaatshouder voor de curus titel met voorwaarde.
pt_br: Texto a exibir quando existe um pré-requisito. Use %s como placeholder para o título do curso pré-requisito.

source: Primary File
ar: الملف الأساسي
de_de: Primäre Datei
fr_fr: Fichier primaire
it_it: File primario
nl_nl: Primair bestand
pt_br: Arquivo Primário

source: Text to display for registered users.
ar: النص المطلوب عرضه للمستخدمين المسجلين.
de_de: Text der für registrierte Benutzer angezeigt wird.
fr_fr: Texte à afficher pour les utilisateurs enregistrés.
it_it: Testo da mostrare per gli utenti registrati.
nl_nl: Tekst om weer te geven voor geregistreerde gebruikers.
pt_br: Texto a exibir para usuários registrados.

source: This is the file of the object that will be loaded first.
ar: هذا هو الملف للكائن الذي سيتم تحميله أولاً.
de_de: Das ist die Datei des Objekts, das zuerst geladen wird.
fr_fr: Ceci est le fichier de l'objet qui sera chargé en premier.
nl_nl: Dit is het bestand van het object wat eerst geladen zal worden.
pt_br: Este é o arquivo do objeto que será carregado primeiro.

source: Text to display for unlimited class sizes.
ar: النص المطلوب عرضه عندما لا يكون هناك عدد محدد للحضور
de_de: Text der bei unbegrenzter Teilnehmerzahl angezeigt wird.
fr_fr: Texte à afficher pour des classes illimitées.
it_it: Testo da visualizzare per classi senza limiti di grandezza.
nl_nl: Tekst om weer te geven voor klassen zonder geselecteerde grootte.
pt_br: Texto a exibir para tamanhos ilimitados de classe.

source: e.g. index.html
de_de: z.B. index.html
fr_fr: par exemple index.html
it_it: Es. index.html
nl_nl: bijvoorbeeld index.html
pt_br: exemplo: index.html

source: Text to display for remaining places. Use %d for the remaining number.
de_de: Text der für die noch verbleibenden Plätze angezeigt wird. Benutze %d für die noch verbleibende Anzahl von Plätzen.
fr_fr: Texte à afficher pour les places restantes. Utilisez %d pour le nombre restant.
nl_nl: Tekst om weer te geven voor open zetels. Gebruik %d voor het resterende aantal.
pt_br: Texto a exibir para locais restantes. Use %d para o número restante.

source: This is the text of the link that will open your primary file.
ar: وهذا هو نص الارتباط الذي سيفتح الملف الرئيسي الخاص بك.
de_de: Dies ist der Text für den Link, der Ihre Datei öffnen wird
fr_fr: Ceci est le texte du lien qui ouvrira votre fichier
nl_nl: Dit is de tekst van de link dat het hoofdbestand opent.
pt_br: Este é o texto do link que irá abrir seu arquivo primário.

source: If "yes" it will show the no_limit_text. If "no" then nothing will display for unlimited courses.
de_de: Falls "yes", dann wird der no_limit_text angezeigt. Falls "no", dann wird nichts angezeigt für unbegrenzte Kurse.
fr_fr: Si "oui" il affichera le no_limit_text. Si "non" alors rien ne sera affiché pour des cours illimités.
pt_br: Se "sim" será exibido o "no_limit_text". Se "não" então nada será exibido para cursos ilimitados.

source: Add checkboxes next to the correct answers
ar: إضافة خانات الاختيار مجاورة للإجابات الصحيحة
de_de: Füge Checkboxen neben den korrekten Antworten hinzu
fr_fr: Ajouter des cases à cocher à côté des bonnes réponses
it_it: Aggiungi il segno di spunta vicino la risposta esatta
nl_nl: Voeg keuzevakken toe naast de juiste antwoorden.
pt_br: Adicione checkboxes próximos às respostas corretas

source: If "yes" show remaining_text. If "no" don’t show remaining places.
de_de: Falls "yes", dann zeige remaining_text an. Falls "no", dann zeige keine weiteren Plätze mehr an.
pt_br: Se "sim" irá exibir "remaining_text". Se "não", não exibe lugares restantes.

source: Select the correct answer
ar: حدد الإجابة الصحيحة
de_de: Die korrekte Antwort wählen
fr_fr: Sélectionner la bonne réponse
it_it: Seleziona la risposta esatta
nl_nl: Selecteer het juiste antwoord
pt_br: Selecione a resposta correta

source: Text to display for unpaid courses.
ar: النص المطلوب عرضه للدورات المجانية
de_de: Text der bei nicht bezahlten Kursen angezeigt wird
fr_fr: Texte à afficher pour les cours non payant.
it_it: Testo da mostrare per corsi non ancora pagati
nl_nl: Tekst te tonen voor onbetaalde cursussen.
pt_br: Texto a exibir para cursos não pagos.

source: Questions
ar: الاسئلة
de_de: Fragen
it_it: Domande
nl_nl: Vragen
pt_br: Questões

source: Add extra span with class "product_price" around no_cost_text.
de_de: Füge zusätzlich ein "span" mit der CSS-Klasse "product_price" um "no_cost_text" hinzu
fr_fr: Ajoutez une étendue supplémentaire à la classe "product_price" autour de no_cost_text.
nl_nl: Een extra span class "product_price" toevoegen rond "no_cost_text".
pt_br: Adicionar um span extra com classe "product_price" ao redor de "no_cost_text".

source: Add all the questions for your quiz here
ar: إضافة جميع الأسئلة للاختبار الخاص بك هنا
de_de: Alle Fragen für das Quiz hier hinzufügen
fr_fr: Ajoutez toutes les questions pour votre quiz ici
it_it: Inserisci tutte le domande per il tuo quiz qui
nl_nl: Voeg alle vragen voor uw quiz hier toe
pt_br: Adicione aqui todas as questões do seu questionário

source: Free as in beer.
de_de: "Free" wie im englischen Wort "beer"
fr_fr: Gratuit
it_it: Semplicemente gratis.
nl_nl: Gratis als in bier.
pt_br: Como uma cerveja grátis.

source: Form elements
ar: عناصر النموذج
de_de: Formularelemente
fr_fr: Eléments de formulaire
it_it: Elementi del Form
nl_nl: Formulier elementen
pt_br: Elementos do Formulário

source: Wrap inside a div tag (yes|no).
de_de: Umgebe dies mit einem div-Tag (yes | no)
fr_fr: Envelopper dans une balise div (oui | non).
nl_nl: Insluiten in een div tag (ja|nee).
pt_br: Embalar dentro de uma tag div (sim|não).

source: Add all the elements for your form here
ar: إضافة كافة العناصر في النموذج الخاص بك هنا
de_de: Alle Elemente für das Formular hier hinzufügen
fr_fr: Ajouter tous les éléments de votre formulaire ici
nl_nl: Voeg de elementen voor uw formulier hier toe
pt_br: Adicione aqui todos os elementos do seu formulário

source: Displays the course list image. (See [course_media]).
de_de: Zeigt das Bild des Kurses für Listen an (siehe [course_media])
fr_fr: Affiche l'image de la liste de parcours (voir [course_media] ).
nl_nl: Toon de lijst afbeeldingen van de cursus (Zie [course_media]).
pt_br: Exibe a imagem da lista do curso. (Ver [course_media]).

source: This course does not have any notifications.
ar: هذه الدورة التدريبية لا تحتوي اي تنبيهات
de_de: Dieser Kurs hat keine Benachrichtigungen.
fr_fr: Ce cours n'a pas de notification.
it_it: Questo corso non ha notifiche
nl_nl: Deze cursus heeft geen notificaties.
pt_br: Este curso não tem nenhuma notificação.

source: Width of image.
ar: عرض الصورة
de_de: Bildbreite.
fr_fr: Largeur de l'image.
it_it: Larghezza dell'immagine.
nl_nl: Breedte van de afbeelding.
pt_br: Largura da imagem.

source: by <span>%s</span>
ar: بـ <span>%s</span>
de_de: von <span>%s</span>
fr_fr: par <span>%s </span>
it_it: da <span>%s</span>
nl_nl: Door <span>%s</span>
pt_br: por <span>%s</span>

source: Original width
ar: العرض الأصلي
de_de: Originalbreite
fr_fr: Largeur d'origine
it_it: Larghezza originale
nl_nl: Originele breedte
pt_br: Largura original

source: Discussions are not available for this course.
ar: لا يوجد مناقشة لهذه الدورة التديبية
de_de: In diesem Kurs sind keine Diskussionen verfügbar.
fr_fr: Les discussions ne sont pas disponibles pour ce cours.
it_it: Le discussioni non sono disponibili per questo corso.
nl_nl: Discussies zijn niet mogelijk bij deze cursus.
pt_br: Discussões não estão disponíveis para este curso.

source: Height of image.
ar: ارتفاع الصورة
de_de: Bildhöhe.
fr_fr: Hauteur de l'image.
it_it: Altezza dell'immagine.
nl_nl: Hoogte van de afbeelding.
pt_br: Altura da imagem.

source: Start a new discussion
ar: مناقشة جديدة
de_de: Neue Diskussion starten
fr_fr: Démarrer une discussion
it_it: Inizia una nuova discussione
nl_nl: Begin een nieuwe discussie
pt_br: Iniciar uma nova discussão

source: Original height
ar: الارتفاع الأصلي
de_de: Originalhöhe
fr_fr: Hauteur d'origine
it_it: Altezza originale
nl_nl: Originele hoogte
pt_br: Altura original

source: This course does not have any discussions.
ar: هذه الدورة التدريبية لا تحتوي على أي نقاشات
de_de: Dieser Kurs hat keine Diskussionen.
fr_fr: Ce cours n'a pas de discussions.
it_it: Questo corso non ha ancora nessuna discussione attiva. Perché non iniziarne una?
nl_nl: Deze cursus heeft geen enkele discussies.
pt_br: Este curso não tem nenhuma discussão.

source: Embeds a video player with the course’s featured video. (See [course_media]).
de_de: Bettet einen Video-Player für das Video des Kurses ein (siehe auch [course_media])
it_it: Includi un player video come video dimostrativo del corso (Vedi [course_media]).
nl_nl: Bed de videospeler in met de uitgelichte video van de cursus (Zie [course_media]).
pt_br: Incorpora um player de vídeo com o vídeo em destaque do curso. (Ver [course_media]).

source: Applies to:
ar: ينطبق على:
de_de: Gilt für:
fr_fr: S'applique à:
it_it: Relativo a:
nl_nl: Toepasbaar op:
pt_br: Aplicar a:

source: Width of video player.
ar: عرض لمشغل الفيديو.
de_de: Anzeigebreite für den Video-Player
fr_fr: Largeur du lecteur vidéo.
it_it: Larghezza del player video.
nl_nl: Breedte van de videospeler.
pt_br: Largura do player de vídeo.

source: Unknown Discussion
ar: مناقشة غير معروف
de_de: Unbekannte Diskussion
fr_fr: Discussion inconnue
it_it: Discussione sconosciuta
nl_nl: Onbekende discussie
pt_br: Discussão Desconhecida

source: Default player width
ar: عرض المشغل الافتراضي
de_de: Standard-Anzeigebreite für die Abspielsoftware
fr_fr: Largeur du lecteur par défaut
nl_nl: Default breedte van de speler
pt_br: Largura padrão do player

source: The discussion you were looking for could not be found.
ar: عذرا لم يتم العثور على المناقشة التي تبحث عنها.
de_de: Die Diskussion, nach der Sie gesucht haben, konnte nicht gefunden werden.
fr_fr: La discussion que vous cherchiez n'a pas pu être trouvée.
nl_nl: De discussie die u zoekt kan niet gevonden worden.
pt_br: A discussão que você estava procurando não foi encontrada.

source: Height of video player.
ar: ارتفاع مشغل الفيديو.
de_de: Anzeigehöhe für den Video-Player
fr_fr: Hauteur du lecteur vidéo.
it_it: Altezza del player video.
nl_nl: Hoogte van de videospeler.
pt_br: Altura do player de vídeo.

source: Update discussion
ar: تحديث المناقشة
de_de: Diskussion aktualisieren
fr_fr: Mise à jour de la discussion
it_it: Aggiorna discussione
nl_nl: Discussie wijzigen
pt_br: Atualizar discussão

source: Default player height
ar: ارتفاع المشغل الافتراضي
de_de: Standard-Anzeigehöhe für die Abspielsoftware
fr_fr: Hauteur du lecteur par défaut
it_it: Altezza di default del player
nl_nl: Standaard afspeler hoogte.
pt_br: Altura padrão do player

source: Add discussion
ar: أضف مناقشة
de_de: Diskussion hinzufügen
fr_fr: Ajouter une discussion
nl_nl: Voeg discussie toe
pt_br: Adicionar discussão

source: Width of media.
ar: عرض لوسائل الإعلام.
de_de: Anzeigebreite des Mediums
fr_fr: Largeur des médias.
it_it: Larghezza del file multimediale.
nl_nl: Breedte van de media.
pt_br: Largura da mídia.

source: Title of the discussion
ar: عنوان المناقشة
de_de: Titel der Diskussion
fr_fr: Titre de la discussion
it_it: Titolo della discussione
nl_nl: Titel van de discussie
pt_br: Título da discussão

source: CoursePress settings.
ar: اعدادات برنامج الدورات التدريبية
de_de: CoursePress-Einstellungen
fr_fr: Paramètre CoursePress.
it_it: Impostazioni di CoursePress
nl_nl: CoursePress instellingen.
pt_br: Configurações do CoursePress.

source: Type your discussion or question here…
ar: اكتب النقاش أو السؤال هنا...
de_de: Geben Sie hier Ihre Diskussion oder Frage ein...
nl_nl: Type je discussie of vraag hier...
pt_br: Digite aqui sua discussão ou questão...

source: Height of media.
ar: الارتفاع لوسائل الإعلام.
de_de: Anzeigehöhe für das Medium
fr_fr: Hauteur des médias.
it_it: Altezza del file multimediale.
nl_nl: Hoogte van de media.
pt_br: Altura da mídia.

source: Submit Answer
ar: أرسل جواب
de_de: Antwort übermitteln
fr_fr: Soumettre la réponse
it_it: Invia Risposta
nl_nl: Antwoord verzenden
pt_br: Enviar Resposta
