Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Withdraw students from own courses
ar: سحب الطلاب من الدورات الخاصة
de_de: Entferne Studenten aus den eigenen Kursen
fr_fr: Retirer les étudiants de leurs propres cours
it_it: Cancella studenti dai tuoi corsi
nl_nl: Verwijder studenten van eigen cursussen
pt_br: Retirar estudantes dos próprios cursos

source: Invalid invitation
ar: دعوة غير صالحة
de_de: Ungültige Einladung
fr_fr: Invitation non valide
it_it: Invito non valido
nl_nl: Ongeldige uitnodiging
pt_br: Convite inválido

source: Add students to own courses
ar: إضافة طلاب إلى الدورات الخاصة
de_de: Füge Studenten zu den eigenen Kursen hinzu
fr_fr: Ajouter des étudiants à leurs propres cours
it_it: Assegna studenti ai tuoi corsi
nl_nl: Voeg studenten toe aan eigen cursussen
pt_br: Adicionar estudantes aos próprios cursos

source: This invitation link is not associated with your email address.
ar: هذه الدعوة غير مقترنة ببريدك الاكتروني.
de_de: Dieser Einladungslink ist nicht mit Ihrer E-Mail-Adresse verknüpft.
fr_fr: Ce lien d'invitation n'est pas associé à votre adresse email.
it_it: L'invito non è associato al suo indirizzo mail
nl_nl: Deze uitnodiging link is niet gerelateerd aan jouw email adres
pt_br: O link deste convite não está associado ao seu endereço de e-mail.

source: Add students to assigned courses
ar: إضافة طلاب إلى الدورات المخصصة
de_de: Füge Studenten zu Kursen hinzu
fr_fr: Ajouter des étudiants aux cours assignés
nl_nl: Studenten toevoegen aan cursussen
pt_br: Adicionar estudantes a cursos atribuídos

source: Please contact your course administator and ask them to send a new invitation to the email address that you have associated with your account.
ar: الرجاء الاتصال بادارة الدورة التدريبية وطلب بيرد دعوة جديد لربطه بحسابك الخاص.
de_de: Bitte wenden Sie sich an Ihren Kursadministrator und bitten Sie, eine neue Einladung an die E-Mail-Adresse zu senden, die Sie mit Ihrem Konto verknüpft haben.
fr_fr: Veuillez contacter votre administrateur de cours et leur demander d'envoyer une nouvelle invitation à l'adresse e-mail que vous avez associé à votre compte.
it_it: Contatta l'amministratore del corso e chiedigli di inviare nuovamente l'invito all'indirizzo mail associato al tuo account
nl_nl: Neem contact op met je cursus beheerder en vraag om een nieuwe uitnodiging naar het email adres datje hebt opgegeven bij je account.
pt_br: Por favor contacte o administrado do curso e peça para enviar um novo convite para seu endereço de e-mail associado à sua conta.

source: Create new notifications for own courses
ar: إنشاء إشعارات جديدة للدورات الخاصة
de_de: Erstelle neue Benachrichtigungen für eigene Kurse
fr_fr: Créer de nouvelles notifications pour les cours
nl_nl: Nieuwe notificaties aanmaken voor eigen cursussen
pt_br: Criar novas notificações para os próprios cursos

source: Invitation not found
ar: الدعوة غير موجودة
de_de: Einladung nicht gefunden
fr_fr: Invitation introuvable
it_it: Invito non trovato
nl_nl: Uitnodiging niet gevonden
pt_br: Convite não encontrado

source: Create new notifications for assigned courses
ar: إنشاء إشعارات جديدة للدورات المخصصة
de_de: Erstelle neue Benachrichtigungen für zugewiesene Kurse
fr_fr: Créer de nouvelles notifications pour les cours
nl_nl: Maak nieuwe notificaties voor ingeschreven cursussen
pt_br: Criear novas notificações para os cursos atribuídos

source: This invitation could not be found or is no longer available.
ar: تعذر العثور على هذه الدعوة أو لم تعد متوفرة.
de_de: Diese Einladung konnte nicht gefunden werden oder ist nicht mehr verfügbar.
fr_fr: Cette invitation n'a pas été trouvée ou n'est plus valide.
it_it: Questo invito non può essere trovato o non è più disponibile.
nl_nl: Deze uitnodiging kon niet worden gevonden of is niet langer beschikbaar.
pt_br: Este convite não foi encontrado ou não está mais disponível.

source: Update own published notification
ar: تحديث الاشعار المنشور
de_de: Aktualisiere deine eigenen Benachrichtigungen
fr_fr: Mettre à jour sa propre notification publiée
nl_nl: Update eigen gepubliceerde notificatie
pt_br: Atualizar as próprias notificações publicadas

source: Please contact us if you believe this to be an error.
ar: يرجى الاتصال بنا إذا كنت تعتقد أن هذا الأمر خطأ.
de_de: Bitte kontaktieren Sie uns, wenn Sie meinen, dass es sich um einen Fehler handelt.
fr_fr: Veuillez nous contacter si vous pensez que c'est une erreur.
it_it: Contattaci se pensi questo sia un errore
nl_nl: Neem contact met ons op wanneer je denkt, dat dit een fout is.
pt_br: Por favor entre em contato conosco se acredita que isso seja um erro.

source: Delete own notifications
ar: حذف الإشعارات الخاصة
de_de: Lösche deine eigenen Benachrichtigungen
fr_fr: Supprimer les notifications
nl_nl: Verwijder eigen notificaties
pt_br: Apagar próprias notificações

source: Invitation activated.
ar: تم تنشيط الدعوة
de_de: Einladung aktiviert.
fr_fr: Invitation activée.
it_it: Invito attivato
nl_nl: Uitnodiging geactiveerd
pt_br: Convite ativado.

source: Change statuses of own notifications
ar: تغيير حالة الاشعارات الخاصة
de_de: Ändere den Status deiner eigenen Benachrichtigungen
fr_fr: Changer l'état de vos propres notifications
nl_nl: Verander status van eigen notificaties
pt_br: Mudar os status das próprias notificações

source: Continue...
ar: استمر
de_de: Fortfahren...
fr_fr: Continuer ...
it_it: Continua...
nl_nl: Ga verder...
pt_br: Continuar...

source: Create new discussions for own courses
ar: إنشاء مناقشات جديدة للدورات الخاصة
de_de: Lege eine neue Diskussion für deine eigenen Kurse an
fr_fr: Créer de nouvelles discussions pour ses propres cours
nl_nl: Maak nieuwe discussies voor eigen cursussen
pt_br: Criar novas discussões para os próprios cursos

source: Invalid invitation.
ar: الدعوة غير صالحة.
de_de: Ungültige Einladung.
fr_fr: Invitation non valide.
it_it: Invito non vaildo
nl_nl: Ongeldige uitnodiging.
pt_br: Convite inválido.

source: Create new discussions for assigned courses
ar: إنشاء مناقشات جديدة للدورات المخصصة
de_de: Lege eine neue Diskussion für zugewiesene Kurse an
fr_fr: Créer de nouvelles discussions pour les cours assignés
it_it: Crea una nuova discussione per il corso assegnato
nl_nl: Maak nieuwe discussies voor ingeschreven cursussen
pt_br: Criar novas discussões para cursos atribuídos

source: The requested instuctor does not exists
ar: المدرب المطلوب غير موجود
de_de: Der angefragte Kursleiter existiert nicht
fr_fr: Le formateur demandé n'existe pas
it_it: L'istruttore selezionato non esiste
nl_nl: De gezochte leraar bestaat niet.
pt_br: O instrutor solicitado não existe

source: Update own published discussions
ar: تحديث المناقشات المنشورة الخاصة
de_de: Aktualisiere deine eigenen, veröffentlichten Diskussionsbeiträge
fr_fr: Mettre à jour ses propres discussions publiées
nl_nl: Update eigen gepubliceerde discussies
pt_br: Atualizar as próprias discussões publicadas

source: Instructor not found.
ar: لم يتم العثور على المدرب.
de_de: Kursleiter nicht gefunden.
fr_fr: Formateur introuvable.
it_it: Istruttore non trovato
nl_nl: Leraar niet gevonden.
pt_br: Instrutor não encontrado.

source: Update every discussion
ar: تحديث كل مناقشة
de_de: Aktualisiere alle Diskussionen
fr_fr: Mettre à jour chaque discussion
it_it: Aggiorna tutte le discussioni
nl_nl: Update alle discussies
pt_br: Atualizar cada discussão

source: to continue.
ar: للاستمرار.
de_de: weiter.
fr_fr: pour continuer.
it_it: continua
nl_nl: om door te gaan.
pt_br: para continuar.

source: Delete own discussions
ar: حذف المناقشات الخاصة
de_de: Lösche deine eigenen Diskussionsbeiträge
fr_fr: Supprimer les discussions
nl_nl: Verwijder eigen discussies
pt_br: Apagar próprias discussões

source: Instructor Invitation
ar: دعوة المدرب
de_de: Einladung für Ausbildner
fr_fr: Invitation de formateur
it_it: Invito Istruttore
nl_nl: Leraar Uitnodiging
pt_br: Convite de Instrutor

source: Delete every discussion
ar: حذف كل مناقشة
de_de: Lösche alle Diskussionen
fr_fr: Supprimer toutes les discussions
nl_nl: Verwijder alle discussies
pt_br: Apagar cada discussão

source: Congratulations. You are now an instructor of this course.
ar: تهانينا. أنت الآن معلم لهذه الدورة.
de_de: Gratuliere. Sie sind jetzt Ausbildner für diesen Kurs.
fr_fr: Félicitations, vous êtes maintenant formateur de ce cours
it_it: Congratulazioni. Sei ora un istruttore di questo corso
nl_nl: Gefeliciteerd. Je bent nu een leraar van deze cursus.
pt_br: Parabéns. Você agora é um instrutor deste curso.

source: Change statuses of own discussions
ar: تغيير حالات المناقشات الخاصة
de_de: Ändere den Status deiner eigenen Diskussionsbeiträge
fr_fr: Modifier les statuts de vos propres discussions
nl_nl: Verander status van eigen discussies
pt_br: Mudar os status das próprias discussões

source: Student Login
ar: تسجيل دخول الطلاب
de_de: Login Studenten
fr_fr: Connexion étudiant
it_it: Accesso Studenti
nl_nl: Student Aanmelding
pt_br: Login de Estudante

source: Change status of every discussion
ar: تغيير حالة لكل مناقشة
de_de: Ändere den Status aller Diskussionen
fr_fr: Changer l'état de chaque discussion
nl_nl: Verander status van alle discussies
pt_br: Mudar o estado de cada discussão

source: New Signup
ar: تسجيل جديد
de_de: Neue Anmeldung
fr_fr: Nouvelle inscription
it_it: Nuova Iscrizione
nl_nl: Nieuwe registratie.
pt_br: Nova Inscrição

source: Facilitator Invitation Email
de_de: Einladungs-E-Mail an Schulungsleiter
fr_fr: Courriel d'invitation de l'animateur
it_it: E-mail di invito dei facilitatori
pt_br: E-mail de Convite de Facilitador

source: Setup Guide
ar: دليل الإعداد
de_de: Anleitung für das Setup
fr_fr: Guide d'installation
it_it: Guida alle Impostazioni
nl_nl: Installatie gids
pt_br: Guia de Configuração

# verb
source: Trash
ar: المُهملات
de_de: verwerfen
fr_fr: Jeter
it_it: Elimina
nl_nl: Prullenbak
pt_br: Colocar na Lixeira

source: Settings for an e-mail a facilitator will get upon receiving an invitation.
de_de: Einstellungen für E-Mail, das ein Schulungsleiter bei Einladung erhält.
fr_fr: Les paramètres d'un courrier électronique qu'un facilitateur recevra lors de la réception d'une invitation.
pt_br: Configurações do e-mail que um facilitador vai receber ao receber um convite.

source: This is the description of what you can do on this page.
ar: هذا هو وصف لما يمكنك القيام به في هذه الصفحة.
de_de: Dies ist die Beschreibung dessen, was du auf dieser Seite tun kannst
fr_fr: Ceci est la description de ce que vous pouvez faire sur cette page.
nl_nl: Dit is de omschrijving van wat je kan doen op deze pagina.
pt_br: Esta é a descrição do que você pode fazer nesta página.

# posts
source: Mine <span class="count">(%s)</span>
ar: خاص بي <span class="count">(%s)</span>
de_de: Meine <span class="count">(%s)</span>
fr_fr: Mon <span class="count">(%s)</span>
nl_nl: Mijn <span class="count">(%s)</span>
pt_br: Meus <span class="count">(%s)</span>

source: New Order E-mail
de_de: E-Mail für neue Bestellung
fr_fr: Nouvelle commande E-mail
it_it: Nuovo Ordine
nl_nl: Nieuwe bestelling e-mail
pt_br: Novo e-mail de Pedido

source: Setup the e-mail templates to be sent to users.
ar: إعداد قوالب البريد الإلكتروني ليتم إرسالها إلى المستخدمين.
de_de: Einrichtung der E-Mail-Vorlagen, die an Benutzer gesendet werden
fr_fr: Configurer les modèles de mail à envoyer aux étudiants.
it_it: Modifica il template mail che verrà inviato agli utenti.
nl_nl: Installatie van de e-mail templates is naar gebruikers gestuurd.
pt_br: Configurar os modelos de e-mail a serem enviados aos usuários.

# posts
source: Sticky <span class="count">(%s)</span>
ar: لزج <span class="count">(%s)</span>
de_de: Angeheftete <span class="count">(%s)</span>
fr_fr: Difficile(Sticky) <span class="count">(%s)</span>
pt_br: Persistente <span class="count">(%s)</span>

source: Settings for an e-mail student get upon placing an order.
de_de: Einstellungen für E-Mail, das ein Student bei Bestellung erhält.
fr_fr: Les paramètres pour un e-mail étudiant obtenu pour le passage d'une commande.
nl_nl: E-mail instellingen voor het versturen van studenten die een bestelling geplaatst hebben.
pt_br: Configurações do e-mail que o estudante recebe ao fazer um pedido.

source: Export courses
ar: تصدير الدورات
de_de: Kurse exportieren
fr_fr: Cours à l'exportation
it_it: Esporta corsi
nl_nl: Cursussen exporteren
pt_br: Exportar cursos

# comment status
source: Approved
ar: موافق عليه
de_de: Genehmigt
fr_fr: Approuvé
it_it: Approvato
nl_nl: Goedgekeurd
pt_br: Aprovado

source: Course Notification E-mail
it_it: E-mail di notifica del corso
pt_br: E-mail de Notificação de Curso

source: Extensions
ar: الإضافات
de_de: Erweiterungen
it_it: Estensioni
nl_nl: Extensies
pt_br: Extensões

# comment status
source: Pending
ar: معلق
de_de: Schwebend
fr_fr: En attente
it_it: In attesa
nl_nl: In afwachting
pt_br: Pendente

source: Settings for an e-mail to send to students when a course started.
de_de: Einstellungen für E-Mail, das ein Student bei Kursstart erhält.
fr_fr: Paramètres d'un e-mail à envoyer aux étudiants lors du début d'un cours.
nl_nl: E-mail instellingen voor het versturen van studenten die een cursus begonnen zijn.
pt_br: Configurações do e-mail a enviar aos estudantes quando um curso começa.

source: Extensions and plugins to enhance CoursePress.
ar: الإضافات والمكونات الإضافية لتعزيز برنامج الدورات
de_de: Erweiterungen und Plugins für mehr Funktionen in CoursePress
fr_fr: Extensions et plugins pour améliorer CoursePress.
nl_nl: Extensies en plugins om CoursePress uit te breiden.
pt_br: Extensões e plugins para incrementar o CoursePress

source: Installing plugin...
ar: تثبيت البرنامج المساعد...
de_de: Plugin wird installiert ...
fr_fr: Installation du plugin ...
it_it: Installazione del plugin in corso...
nl_nl: Plugin wordt geïnstalleerd
pt_br: Instalando plugin...

source: Discussion Notification E-mail
it_it: E-mail di notifica di una discussione
pt_br: E-mail de Notificação de Discussão

source: Return to CoursePress settings.
ar: ارجع إلى إعدادات برنامج الدورات
de_de: Zurück zu den Einstellungen für CoursePress
fr_fr: Retour aux paramètres de CoursePress.
it_it: Torna alle impostazioni di CoursePress
nl_nl: Terug naar CoursePress instellingen.
pt_br: Voltar às configurações do CoursePress.

# Default title for a duplicated course. Variable is original title.
source: %s Copy
ar: نسخ %s
de_de: %s Kopie
fr_fr: %s Copier
it_it: %s Copia
nl_nl: Kopieer %s
pt_br: Copiar %s

source: Settings for an e-mail to send to students and instructors.
de_de: Einstellungen für E-Mail, das an Studenten und Kursleiter versandt wird.
fr_fr: Paramètres d'un e-mail à envoyer aux étudiants et aux formateurs
nl_nl: E-mail instellingen voor verzending naar studenten en leraren.
pt_br: Configurações do e-mail a enviar aos estudantes e instrutores.

source: Configure the general settings for CoursePress.
ar: ضبط الإعدادات الافتراضية لبرنامج الدورات
de_de: Konfigurieren Sie die allgemeinen Einstellungen für CoursePress.
fr_fr: Configure les paramètres généraux de CoursePress.
it_it: Configura le impostazioni generali per CoursePress.
nl_nl: Configureer de standaard instellingen voor CoursePress.
pt_br: Configura as configurações gerais do CoursePress.

# courses per page (screen options)
source: Columns
ar: الأعمدة
de_de: Spalten
fr_fr: Colonnes
it_it: Colonne
nl_nl: Kolommen
pt_br: Colunas

source: Course Unit Started E-mail
de_de: Lektion startet E-Mail
fr_fr: E-mail unité de cours commencée
it_it: E-mail per la partenza di un corso
nl_nl: Cursus module start e-mail
pt_br: E-mail de Unidade do Curso Iniciada

source: my-course
fr_fr: mon-cours
it_it: il-mio-corso
nl_nl: mijn-cursus
pt_br: meu-curso

# courses per page (screen options)
source: Number of courses per page:
ar: عدد الدورات في كل صفحة:
de_de: Anzahl Kurse pro Seite:
fr_fr: Nombre de cours par page:
it_it: Numero di corsi per pagina:
nl_nl: Aantal cursussen per pagina
pt_br: Número de cursos por página:

source: Settings for an e-mail to send to students whenever a unit have started.
de_de: Einstellungen für E-Mail, das an Studenten versandt wird, wenn eine Lektion startet.
fr_fr: Paramètres d'un e-mail à envoyer aux étudiants chaque fois qu'une unité a commencé.
nl_nl: E-mail instellingen om te versturen naar studenten die een module begonnen zijn.
pt_br: Configurações do e-mail a enviar aos estudantes sempre que uma unidade tiver iniciado.

source: A slug is a few words that describe a post or a page. Slugs are usually a URL friendly version of the post title ( which has been automatically generated by WordPress ), but a slug can be anything you like. Slugs are meant to be used with %s as they help describe what the content at the URL is. Post slug substitutes the %s placeholder in a custom permalink structure.
de_de: Ein Slug sind einige Worte, die einen Beitrag oder eine Seite beschreiben. Slugs sind URL-freundliche Versionen des Beitragstitels (der automatisch von WordPress generiert wurde), aber ein Slug kann so aussehen, wie Sie das möchten. Slugs werden mit %s benutzt, da Sie den Inhalt der URL beschreiben. Slugs für Beiträge ersetzen den %s Platzhalter in einer benutzerdefinierten Permalink-Struktur.
fr_fr: Un slug est quelques mots qui décrivent un article ou une page. Les Slugs sont généralement une version URL du titre (qui a été générée automatiquement par WordPress), mais un slug peut être n'importe quoi. Les slugs sont destinés à être utilisés avec %s, car ils aident à décrire le contenu de l'URL. Post slug substitue l'espace réservé %s dans une structure personnalisée permalink.
nl_nl: Een slug is een paar woorden die een post of een pagina omschrijven. Slugs zijn meestal een URL vriendelijke versie van de titel van een post (welke automatisch door WordPress wordt gegenereerd), maar een slug kan alles zijn wat je wilt. Slugs kunnen gebruikt worden met %s omdat ze helpen met het omschrijven van de inhoud van de URL. Post slug komen in plaats van de %s plaatshouder in een alternatieve permalink structuur.
pt_br: Um slug é composto de poucas palavras que descrevem um post ou página. Normalmente são versões de URL-amigável do título do post (automaticamente geradas pelo WordPress), mas um slug pode ser qualquer coisa que você quiser. Slugs são feitos para serem usados com %s pois ajudam a descrever o conteúdo daquela URL. Slug de Post substitui o posicionador %s em uma estrutura personalizada de link permanente.

# paging
source: %1$s of %2$s
de_de: %1$s of %2$s Seitenwechsel
fr_fr: %1$s de %2$s
it_it: %1$s di %2$s
nl_nl: %1$s van %2$s
pt_br: %1$s de %2$s

source: * You may use %s mail token to your subject line.
de_de: Du kannst %s Mail-Platzhalter im Betreff einsetzen
fr_fr: * Vous pouvez utiliser %s des symbole de mail à votre ligne.
nl_nl: * U kan %s gebruiken als mail teken voor uw onderwerp regel.
pt_br: * Você pode usar o mail token %s para sua linha de assunto.

source: Courses Slug
de_de: Kurs Slug
fr_fr: Cours Slug
nl_nl: Cursussen uitbreiding
pt_br: Slug de Cursos

source: Hi %1$s %2$s, Welcome to %3$s! You can access your profile here: %4$s And get started exploring our courses here: %5$s Best wishes, The %6$s Team
de_de: Guten Tag, %1$s %2$s, Willkommen zu %3$s! Sie können Ihr Profil hier anschauen: %4$s Und hier können Sie sich einen Überblick über unser Kursangebot verschaffen: %5$s Mit den besten Grüßen, Das Team von %6$s
it_it: Salve %1$s %2$s, Benvenuto in %3$s! Puoi accedere al tuo profilo qui: %4$s Puoi visualizzare i tuoi corsi qui: %5$s Cordiali Saluti, Il team di %6$s
nl_nl: Hallo %1$s %2$s, Welkom bij %3$s! Je kan hier je profiel inzien: %4$s Onze cursussen kun je hier verkennen: %5$s Met vriendelijke groet, Het %6$s Team
pt_br: Olá %1$s %2$s, Bem-vindo a %3$s! Você pode acessar seu perfil aqui: %4$s E começar a explorar nossos cursos aqui: %5$s Cordiais saudações, Equipe %6$s

source: /your-category/
fr_fr: /votre-catégorie/
it_it: /la-tua-categoria/
nl_nl: /jouw-categorie/
pt_br: /sua-categoria/

source: Hi %1$s %2$s, Congratulations! You have enrolled in "%3$s”. You can review the courses you’re enrolled in here: %4$s. And explore other courses available to you here: %5$s Best wishes, The %6$s Team
de_de: Guten Tag, %1$s %2$s, Herzlichen Glückwunsch! Sie haben sich in folgenden Kurs eingeschrieben: "%3$s”. Sie können alle Kurse, in die Sie eingeschrieben sind, hier anschauen: %4$s. Und bei Interesse finden Sie weitere Kurse hier: %5$s Mit den besten Grüßen, Das Team von %6$s
it_it: Salve %1$s %2$s, Complimenti! Sei iscritto al corso per "%3$s”. Puoi visualizzare i corsi a cui sei iscritto qui: %4$s. e visualizzare gli altri disponibili: %5$s Cordiali Saluti, Il team %6$s
nl_nl: Beste %1$s %2$s, Gefeliciteerd! U bent aangemeld voor "%3$s”. Een overzicht voor de cursussen waar u aan deelneemt hier: %4$s. Exploreer hier de overige modules: %5$s Met vriendelijke groeten, Het %6$s Team
pt_br: Olá %1$s %2$s, Parabéns! Você se inscreveu em "%3$s”. Você pode ver os cursos em que se inscreveu aqui: %4$s. E explorar outros cursos disponíveis para você aqui: %5$s Cordiais saudações, Equipe %6$s

source: Course New Discussion Slug
de_de: Titelform (slug) für eine neue Diskussion innerhalb eines Kurses
fr_fr: Nouvelle Discussion de cours Slug
nl_nl: Cursus nieuwe discussie slug
pt_br: Slug de Nova Discussão de Curso

source: Hi %1$s %2$s, You’ve invited to enroll in: "%3$s" Here’s some more information about the course: %4$s Check out the course page for a detailed overview: %5$s If you have any questions feel free to get in touch! Best wishes, The %6$s Team
de_de: Guten Tag, %1$s %2$s, Hiermit laden wir Sie ein, sich in diesen Kurs einzuschreiben: "%3$s" Hier gibts noch ein paar zusätzliche Informationen zu diesem Kurs: %4$s Alles Wissenswerte zu diesem Kurs findet sich auf der Kurs-Seite: %5$s Haben Sie noch Fragen? Bitte kontaktieren Sie uns unter support@learn4use.com! Mit den besten Grüßen, Das Team von %6$s
nl_nl: Hallo %1$s %2$s, Je bent uitgenodigd om deze cursus te volgen: "%3$s" Hier vind je meer informatie over de cursus: %4$s Bekijk de cursus pagina voor het uitgebreide overzicht: %5$s Heb je vragen neem dan gerust contact op! Met vriendelijke groet, Het %6$s Team
pt_br: Olá %1$s %2$s, Te convidaram a se inscrever em: "%3$s" Aqui vão algumas informações sobre este curso: %4$s Visite a página do curso para uma visão gerão detalhada: %5$s Se tiver quaisquer dúvidas fique à vontade pra entrar em contato! Cordiais saudações, Equipe %6$s

source: Enrollment Process Slug
de_de: Titelform (slug) für den Einschreibe-Prozess
fr_fr: Processus d'inscription Slug
nl_nl: Slug voor het registratie process
pt_br: Slug do Processo de Inscrição
