Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: e.g. 7
ar: على سبيل المثال 7
de_de: z.B. 7
fr_fr: par exemple 7
it_it: es. 7
pt_br: exemplo: 7

source: Please confirm that you want to delete ALL selected discussions. Warning: This cannot be undone. Please make sure this is what you want to do.
de_de: Bitte bestätigen Sie, dass Sie ALLE ausgewählten Diskussionen löschen wollen. Warnung: Das kann nicht rückgängig gemacht werden.
fr_fr: Veuillez confirmer que vous voulez supprimer TOUTES les discussions sélectionnées. Attention: Cela ne peut pas être annulé. Assurez-vous que c'est ce que vous voulez faire.
pt_br: Por favor confirme que deseja apagar TODAS as discussões selecionadas. Aviso: Isso não pode ser desfeito. Por favor certifique-se que é isso que deseja.

source: Day(s)
ar: يوم (ايام)
de_de: Tag(e)
fr_fr: Jour(s)
it_it: Giorno(i)
pt_br: Dia(s)

source: Please confirm that you want to delete this discussion. Warning: This cannot be undone.
de_de: Bitte bestätigen Sie, dass Sie diese Diskussion löschen wollen. Warnung: Dies kann nicht rückgängig gemacht werden
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette discussion. Attention: ne peut pas être annulée.
pt_br: Por favor confirme que deseja apagar esta discussão. Aviso: Isso não pode ser desfeito.

source: Progress to next unit
ar: التقدم إلى الوحدة التالية
de_de: Zu nächster Lektion gehen
fr_fr: Progrès vers l'unité suivante
it_it: Vai alla prossima unità
nl_nl: Voorgang naar volgende onderdeel
pt_br: Progresso até a próxima unidade

source: Please confirm that you want to remove this module and possible student responses.
de_de: Bitte bestätige, dass du diese Modul mit all seinen möglicherweise vorhandenen Studenten-Beiträgen löschen willst
fr_fr: Veuillez confirmer que vous souhaitez supprimer ce module et les réponses possibles des élèves.
pt_br: Por favor confirme que deseja remover este módulo e possíveis respostas de estudantes.

source: User needs to
ar: يحتاج المستخدم إلى
de_de: Studenten müssen
fr_fr: Utilisateur doit
pt_br: Usuário precisa

source: Please confirm that you want to remove this page. All modules will be moved to the first available page (or you can drop them on other pages first before deleting this page).
de_de: Bitte bestätigen Sie, dass Sie diese Seite entfernen wollen. Alle Module darauf werden auf die erste, verbliebene Seite verschoben (oder Sie können sie zunächst auf anderen Seiten ablegen, bevor Sie diese Seite löschen)
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette page. Tous les modules seront déplacés vers la première page disponible (ou vous pouvez les déposer sur d'autres pages d'abord avant de supprimer cette page).
pt_br: Por favor confirme que deseja remover esta página. Todos os módulos serão movidos para a primeira página disponível (ou você pode arrastá-los para outras páginas antes de apagar esta página).

source: answer
ar: إجابة
de_de: beantworten
fr_fr: réponse
it_it: risposta
pt_br: resposta

source: Please confirm that you want to remove this unit and all its modules and student responses.
de_de: Bitte bestätigen Sie, dass Sie diese Lektion und alle ihre Module und Studenten-Reaktionen entfernen wollen.
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette unité et tous ses modules et les réponses des élèves.
pt_br: Por favor confirme que deseja remover esta unidade e todos os seus módulos e respostas de estudantes.

source: all required assessments and view all pages in order to access the next unit
ar: جميع التقييمات المطلوبة وعرض جميع الصفحات من أجل الوصول إلى الوحدة التالية
de_de: alle erforderlichen Übungen und Tests und sie müssen alle Seiten der Lektion anschauen, damit sie die nächste Lektion sehen können
fr_fr: Toutes les évaluations requises et afficher toutes les pages afin d'accéder à l'unité suivante
pt_br: todas as avaliações necessárias e visualizar todas as páginas para acessar a próxima unidade

source: Add Answer
ar: أضف إجابة
de_de: Antwort hinzufügen
fr_fr: Ajouter une réponse
it_it: Aggiungi risposta
nl_nl: Antwoord Toevoegen
pt_br: Adicionar Resposta

source: User also needs to
ar: يحتاج المستخدم أيضا إلى
de_de: Studenten müssen ausserdem
fr_fr: L'utilisateur doit également
pt_br: Usuário também precisa

source: Placeholder text to put inside the textbox (additional information)
ar: النص البديل داخل مربع النص (معلومات اضافية)
de_de: Platzhalter innerhalb der Textbox (zusätzliche Information)
fr_fr: Texte de substitution à placer dans la zone de texte
pt_br: Texto que aparece no box de texto (informações adicionais)

source: pass
ar: ناجح
de_de: bestehen
fr_fr: réussir
pt_br: passar

source: Answer fields must not be empty! Please check modules:
ar: حقول الإجابة لا يمكن أن تكون فارغة الرجاء مراجعة النموذج
de_de: Das Antwortfeld darf nicht leer sein! Bitte prüfen Sie diese Module:
fr_fr: Les champs de réponse ne doivent pas être vides! Veuillez vérifier les modules:
nl_nl: De antwoord velden mogen niet leeg zijn! Controleer AUB de modules:
pt_br: Os campos de resposta não podem ficar vazios! Por favor verifique os módulos:

source: all required assessments
ar: جميع التقييمات المطلوبة
de_de: alle erforderlichen Tests
fr_fr: toutes les évaluations requises
pt_br: todas as avaliações requeridas

source: Unit is saving now...
ar: يتم الآن حفظ الوحدة...
de_de: Lektion wird gespeichert...
fr_fr: Enregistrement d'unité en cours ...
it_it: Salvataggio unità in corso...
pt_br: A unidade está sendo gravada...

source: CoursePress Assessments
ar: تقرير كورسيبريس
de_de: CoursePress Prüfungens
fr_fr: Evaluations CoursePress
nl_nl: CoursePress Beoordelingen
pt_br: Avaliações do CoursePress

source: Save Whole Units
ar: حفظ وحدات كاملة
de_de: Speichere alle Lektionen
fr_fr: Enregistrer toutes les unités
it_it: Salvataggio unità
pt_br: Gravar Unidades Inteiras

source: Unit was successfully saved!
ar: تم بنجاح حفظ الوحدة
de_de: Lektion erfolgreich gespeichert!
fr_fr: L'unité a été enregistrée avec succès!
it_it: Unità salvata con successo!
pt_br: A unidade foi gravada com sucesso!

source: Assessments
ar: التقييمات
de_de: Prüfungen
fr_fr: Évaluations
nl_nl: Beoordelingen
pt_br: Avaliações

source: Loading modules...
ar: جار تحميل الوحدات النمطية ...
de_de: Module werden geladen ...
fr_fr: Chargement des modules ...
it_it: Caricamento moduli...
nl_nl: Modules aan het laden
pt_br: Carregando módulos...

source: Something went wrong. Unit was not saved!
ar: حدث خطأ ما. لم يتم حفظ وحدة!
de_de: Etwas ist schiefgelaufen. Die Lektion wurde nicht gespeichert!
fr_fr: Quelque chose ne va pas. L'unité n'a pas été sauvée!
it_it: Qualcosa è andato storto. Unità non salvata!
pt_br: Algo deu errado. A unidade não foi gravada!

source: Pass
ar: ناجح
de_de: Bestanden
fr_fr: Réussir
it_it: Superato
nl_nl: Geslaagd
pt_br: Passar

source: Unit Sections
ar: أقسام الوحدة
de_de: Abschnitte
fr_fr: Unité Sections
it_it: Sezioni dell'unità
pt_br: Seções da Unidade

source: Short Answer
ar: إجابة قصيرة
de_de: Kurze Antwort
fr_fr: Réponse courte
it_it: Risposta breve
pt_br: Resposta Curta

source: Fail
ar: فاشل
de_de: Ungenügend
fr_fr: Echec
it_it: Non superato
nl_nl: Gezakt
pt_br: Falha

source: Delete Section
ar: حذف قسم
de_de: Lösche Abschnitt
it_it: Cancella sezione
pt_br: Apagar Seção

source: Long Answer
ar: إجابة طويلة
de_de: Lange Antwort
fr_fr: Réponse longue
it_it: Risposta aperta
nl_nl: Lang Antwoord
pt_br: Resposta Longa

source: Add Feedback
ar: اترك ملاحظة
de_de: Rückmeldung hinzufügen
fr_fr: Ajouter un commentaire
nl_nl: Feedback toevoegen
pt_br: Adicionar Feedback

source: Section Title
ar: عنوان القسم
de_de: Abschnitts-Überschrift
fr_fr: Titre de la section
it_it: Titolo della sezione
pt_br: Título da Seção

source: Selectable Choice
ar: الاختيار من متعدد
de_de: Auswahl
fr_fr: Choix sélectionnable
it_it: Scelta selezionabili
pt_br: Escolha Selecionável

source: Edit Feedback
ar: تعديل الملاحظة
de_de: Rückmeldung editieren
fr_fr: Modifier les commentaires
nl_nl: Feedback wijzigen
pt_br: Editar Feedback

source: Section Description
ar: وصف القسم
de_de: Abschnitts-Beschreibung
pt_br: Descrição da Seção

source: Wait, module adding now...
ar: انتظر، يتم إضافة النموذج الآن...
de_de: Bitte warten, das Modul wird hinzugefügt...
fr_fr: Attendez, ajout module en cours...
it_it: Attendere, aggiunta modulo in corso...
pt_br: Aguarde, adicionando módulo...

source: Success
ar: نجاح
de_de: Erfolg
fr_fr: Réussite
it_it: Superato
nl_nl: Succes
pt_br: Sucesso

source: Section Image
ar: صورة القسم
de_de: Abschnitts-Bild
fr_fr: Image de la section
pt_br: Imagem da Seção

source: Answer A
ar: الإجابة أ
de_de: Antwort A
fr_fr: Réponse A
it_it: Risposta A
nl_nl: Antwoord A
pt_br: Resposta A

source: Unable to save feedback!
ar: غير قادر على حفظ الملاحظات!
de_de: Rückmeldung kann nicht gespeichert werden!
fr_fr: Impossible d'enregistrer les commentaires!
nl_nl: Feedback kon niet worden opgeslagen!
pt_br: Não foi possível gravar o feedback!

source: Show section header as part of unit
ar: عرض رأس القسم كجزء من الوحدة
de_de: Zeige Abschnitts-Überschriften als Teil der Lektion
fr_fr: Afficher l'en-tête de section dans le cadre de l'unité
pt_br: Exibir o cabeçalho da seção como parte da unidade

source: Answer B
ar: الإجابة ب
de_de: Antwort B
fr_fr: Réponse B
it_it: Risposta B
nl_nl: Antwoord B
pt_br: Resposta B

source: If the submission of this grade makes a student completes the course, an email with certificate will be automatically sent.
ar: إذا كان تقديم هذه الدرجة يؤهل الطالب لإكمال الدورة، سيتم إرسال الشهادة تلقائيًا على البريد الالكتروني.
de_de: Wenn die Freigabe dieser Benotung bewirkt, dass der Student den Kurs vollständig abgearbeitet hat, dann wird automatisch eine E-Mail mit dem Kurs-Zertifikat an ihn versandt
fr_fr: Si la soumission de la note fait qu'un élève termine le cours alors un email avec certificat sera automatiquement envoyé.
nl_nl: Wanneer het indienen van dit cijfer de student de cursus laat afronden, zal een email met het certificaat automatisch worden verzonden.
pt_br: Se o envio desta nota faz um estudante completar o curso, um e-mail com o certificado será enviado automaticamente.

source: Modules! This template wont be used... its just here for testing.
ar: وحدات نمطية! لن يتم استخدام هذا القالب ... هنا فقط للاختبار.
de_de: Module! Diese Vorlage wird nicht verwendet ... sie dient nur zum Testen
fr_fr: Modules! Ce modèle ne sera pas utilisé ... c'est juste ici pour tester
pt_br: Módulos! Este modelo não será usado... Só está aqui para testes.

source: Please confirm that you want to delete ALL selected courses. Warning: This cannot be undone. Please make sure this is what you want to do.
ar: الرجاء التأكد من أنك تريد حذف جميع الدورات المحددة. تحذير: هذا لا يمكن التراجع عنه. الرجاء التأكد من أن هذا ما تريد القيام به.
de_de: Bitte bestätigen Sie die Löschung ALLER ausgewählter Kurse. Warnung: Dies kann nicht rückgängig gemacht werden! Bitte stellen Sie sicher, dass dies genau das ist, was Sie tun wollen
fr_fr: Veuillez confirmer que vous souhaitez supprimer TOUS les cours sélectionnés. Attention: Cette opération ne peut être annulée. Assurez-vous que c'est ce que vous voulez faire.
pt_br: Por favor confirme que deseja apagar TODOS os cursos selecionados. Aviso: Isso não pode ser desfeito. Por favor certifique-se que é isso que deseja.

source: You may change this minimum grade from course setting.
ar: يمكنك تغيير درجة الحد الأدنى لهذه الدورة من الخيارات.
de_de: Sie können diese Minimal-Benotung in den Kurs-Einstellungen ändern
fr_fr: Vous pouvez modifier cette note minimale depuis les paramètre de cours.
nl_nl: Je kan dit minimum cijfer voor deze cursus aanpassen.
pt_br: Você pode modificar esta nota mínima nas configurações do curso.

source: Click to add module elements to the unit
ar: انقر لإضافة عناصر النموذج إلى الوحدة
de_de: Klicke, um der Lektion Modul-Elemente hinzuzufügen
fr_fr: Cliquer pour ajouter des éléments de module à l'unité
pt_br: Clique para adicionar elementos do módulo à unidade

source: Please confirm that you want to delete this courses. Warning: This cannot be undone.
ar: الرجاء التأكد من أنك تريد حذف هذه الدورات. تحذير: هذا لا يمكن التراجع عنه.
de_de: Bitte bestätigen Sie die Löschung dieses Kurses. Warnung: Dies kann nicht rückgängig gemacht werden!
fr_fr: Veuillez confirmer que vous souhaitez supprimer ce cours. Attention: Cette opération ne peut être annulée.
pt_br: Por favor confirme que deseja apagar estes cursos. Aviso: Isso não pode ser desfeito.

source: Submit grade with feedback
ar: توفِّر إمكانية إدارة العملاء مع آلية لتقييم النتائج
de_de: Schicke die Bewertung zusammen mit einer Rückmeldung
fr_fr: Soumettre la note avec commentaires
nl_nl: Cijfer opslaan met feedback
pt_br: Enviar nota com feedback

source: Untitled Unit
ar: وحدة بلا عنوان
de_de: Unbenannte Lektion
fr_fr: Unité sans titre
it_it: Unità senza titolo
pt_br: Unidade Sem Título

source: Are you sure you want to create a duplicate copy of this course?
ar: هل أنت متأكد من أنك تريد إنشاء نسخة مكررة من هذه الدورة التدريبية؟
de_de: Sind Sie sicher, dass Sie eine Kopie dieses Kurses anlegen wollen?
fr_fr: Êtes-vous sûr de vouloir créer une copie de ce cours?
it_it: Sei sicura di voler creare un duplicato di questo corso ?
pt_br: Tem certeza que deseja criar uma cópia duplicada deste curso?

source: Submit grade without feedback
ar: ادخل الدرجات من دون تعليق
de_de: Schicke die Benotung ohne Rückmeldung
fr_fr: Soumettre la note sans commentaires
nl_nl: Cijfer opslaan zonder feedback
pt_br: Enviar nota sem feedback

source: Edit this comment
ar: تعديل هذا التعليق
de_de: Kommentar bearbeiten
fr_fr: Modifier ce commentaire
it_it: Modifica questo commento
nl_nl: Bewerk deze reactie
pt_br: Editar este comentário

source: Please select at least one course to export.
ar: الرجاء تحديد دورة واحدة على الأقل للتصدير.
de_de: Bitte wähle mindestens einen Kurs aus, der exportiert werden soll
fr_fr: Veuillez sélectionner au moins un cours à exporter.
it_it: Selezionare almeno un corso da esportare
pt_br: Por favor selecione pelo menos um curso para exportar.

source: Edit grade with feedback
ar: تعديل درجة مع تعليق
de_de: Bearbeite die Benotung mit Rückmeldung
fr_fr: Modifier la note avec commentaires
nl_nl: Cijfer aanpassen met terugkoppeling
pt_br: Editar nota com feedback

source: Unapprove this comment
ar: رفض هذا التعليق
de_de: Freigabe für diesen Kommentar zurückziehen
fr_fr: Ne pas approuver ce commentaire
pt_br: Desaprovar este comentário

source: Step is saving now...
ar: يتم الآن حفظ خطوة...
de_de: Der Schritt wird gespeichert...
fr_fr: L'étape est en cours de sauvegarde ...
it_it: Salvataggio step in corso...
pt_br: Gravando o passo...

source: Edit grade without feedback
ar: تعديل الدرجة من دون تعليق
de_de: Bearbeite die Benotung ohne Rückmeldung
fr_fr: Modifier la note sans commentaires
nl_nl: Cijfer wijzigen zonder feedback
pt_br: Editar nota sem feedback

source: Unapprove
ar: عدم الموافقة
de_de: Widerrufe Freigabe
it_it: Disapprova
pt_br: Desaprovar

source: Step was successfully saved!
ar: تم حفظ البيانات بنجاح!
de_de: Schritt erfolgreich gespeichert!
fr_fr: L'étape a été enregistrée avec succès!
it_it: Step salvato con successo!
pt_br: O passo foi gravado com sucesso!

source: There are no students found.
it_it: Non ci sono studenti.
pt_br: Não encontrei nenhum estudante.

source: Approve this comment
ar: الموافقة على هذا التعليق
de_de: Schalte diesen Kommentar frei
fr_fr: Approuver ce commentaire
it_it: Approva questo commento
nl_nl: Keur deze opmerking goed
pt_br: Aprovar este comentário

source: Something went wrong. Step was not saved!
ar: حدث خطأ ما. لم يتم حفظ خطوة!
de_de: Etwas ist schiefgelaufen. Der Schritt wurde nicht gespeichert!
fr_fr: Quelque chose ne va pas. L'étape n'a pas été sauvée !
pt_br: Algo deu errado. O passo não foi gravado!

source: total acquired grade % total number of gradable modules
de_de: erreichte Bewertung % Gesamtzahl Module mit Bewertung
fr_fr: note totale acquise %total du nombre de modules
pt_br: total de nota adquirida % número total de módulos com notas

source: Approve
ar: الموافقة
de_de: Bestätige
fr_fr: Approuver
it_it: Approva
nl_nl: Keur goed
pt_br: Aprovar

source: Please try a different browser to upload your file.
ar: الرجاء محاولة مستعرض آخر لتحميل الملف الخاص بك.
de_de: Bitte versuchen Sie einen anderen Browser zum Hochladen.
fr_fr: Veuillez essayer un autre navigateur pour télécharger votre fichier.
nl_nl: Probeer een andere browser om uw bestand te uploaden.
pt_br: Por favor tente um navegador diferente para fazer o upload.

source: total acquired assessable grade % total number of assessable modules
de_de: Erreichte Punktzahl % Gesamtzahl Module mit Übungen
fr_fr: note totale acquise évaluable %total nombre de modules
nl_nl: totaal behaalde beoordelingen % totaal aantal of beoordeelbare modules
pt_br: total de notas avaliáveis adquiridas % número total de módulos avaliáveis

source: Show more details
ar: إظهار مزيد من التفاصيل
de_de: Zeige mehr Details
fr_fr: Afficher plus de détails
it_it: Mostra più dettagli
pt_br: Exibir mais detalhes

source: Please only upload any of the following files:
ar: يرجى فقط تحميل أي من الملفات التالية:
de_de: Bitte laden Sie nur eine der folgenden Dateien hoch:
fr_fr: Veuillez télécharger uniquement les fichiers suivants:
pt_br: Por favor apenas faça upload de qualquer destes arquivos:

source: Students Found:
ar: الطلاب الموجودين:
de_de: Studenten gefunden:
fr_fr: Étudiants trouvés:
nl_nl: Studenten gevonden:
pt_br: Estudantes Encontrados:

source: Filter by course
ar: تصفية حسب الدورة التدريبية
de_de: Nach Kurs filtern
fr_fr: Filtrer par cours
pt_br: Filtrar por curso

source: Your file has been submitted successfully.
ar: تم حفظ البيانات بنجاح.
de_de: Ihre Datei wurde erfolgreich übermittelt.
fr_fr: Votre fichier a été envoyé avec succès.
pt_br: Seu arquivo foi enviado com sucesso.

source: Modules:
ar: النماذج:
de_de: Module:
it_it: Moduli:
pt_br: Módulos:

source: %s comment
de_de: %s Kommentar
fr_fr: %s Commentaire
it_it: %s commento
pt_br: %s comentário

source: There was a problem processing your file.
ar: توجد مشكلة في معالجة الملف الخاص بك.
de_de: Es gab ein Problem bei der Verarbeitung.
fr_fr: Un problème est survenu lors du traitement de votre fichier.
pt_br: Houve um problema processando seu arquivo.

source: Passing Grade:
ar: درجة النجاح:
de_de: Bewertung zum Bestehen:
it_it: Tasso di successo:
nl_nl: Cijfer om te slagen:
pt_br: Nota para Passar:

source: %s approved comment
ar: ‫%s تعليق تمت الموافقة عليه
de_de: %s bestätigter Kommentar
fr_fr: Commentaire de %s a approuvé
it_it: %s commento approvato
pt_br: %s comentário aprovado

source: Your response was recorded successfully.
ar: تم تسجيل الاستجابة الخاصة بك بنجاح.
de_de: Ihre Antwort wurde erfolgreich aufgezeichnet.
fr_fr: Votre réponse a été enregistrée avec succès.
pt_br: Sua resposta foi gravada com sucesso.

source: Grade System:
ar: نظام الدرجة
de_de: Bewertungssystem:
fr_fr: Note :
nl_nl: Cijfer systeem:
pt_br: Sistema de Notas:

source: %s pending comment
ar: ‏%s تعليق قيد الانتظار
de_de: %s Kommentar wartet auf Freigabe
fr_fr: Commentaire de %s en attente
pt_br: %s comentário pendente

source: There was a problem saving your response. Please reload this page and try again.
ar: وكان هناك مشكلة في حفظ الاستجابة الخاصة بك. الرجاء إعادة تحميل هذه الصفحة وحاول مرة أخرى.
de_de: Leider ist beim Speichern Ihrer Antwort etwas schiefgelaufen. Bitte laden Sie die Seite neu und versuchen Sie es erneut.
fr_fr: Un problème est survenu lors de l'enregistrement de votre réponse. Veuillez actualiser la page et réessayer.
pt_br: Houve um problema gravando sua resposta. Por favor recarregue esta página e tente novamente.

source: Last Active
ar: آخر مشاركة
de_de: Zuletzt aktiv
fr_fr: Dernière activitée
nl_nl: Laatst actief
pt_br: Ativo Última Vez

source: No comments
ar: ﻻ يوجد تعليقات
de_de: Keine Kommentare
fr_fr: Pas de commentaires
it_it: Nessun commento
pt_br: Nenhum comentário

source: All fields required.
ar: جميع الحقول مطلوبة.
de_de: Alle Felder sind Pflichtfelder.
fr_fr: Tous les champs sont obligatoires.
it_it: Tutti i campi sono richiesti.
pt_br: Todos os campos são requeridos.

source: View All
ar: عرض الكل
de_de: Alle ansehen
fr_fr: Tout afficher
it_it: Visualizza tutto
nl_nl: Toon alles
pt_br: Ver Tudo

source: No approved comments
ar: لا توجد تعليقات تمّت الموافقة عليها
de_de: Keine bestätigten Kommentare
fr_fr: Aucun commentaire approuvé
it_it: Nessun commento approvato
pt_br: Nenhum comentário aprovado

source: Invalid e-mail address.
ar: عنوان البريد الإلكتروني غير صالح.
de_de: Ungültige E-Mail-Adresse
fr_fr: Adresse e-mail non valide.
it_it: L’indirizzo mail non è valido.
nl_nl: Ongeldig e-mailadres.
pt_br: Endereço de e-mail inválido.

source: Certified
ar: مصدقة
de_de: Zertifiziert
nl_nl: Gecertificeerd
pt_br: Certificado

source: Date Enrolled
ar: تاريخ التسجيل
de_de: Datum der Einschreibung
fr_fr: Date d'inscription
it_it: Data di iscrizione
nl_nl: Datum ingeschreven
pt_br: Data da Inscrição

source: That e-mail address is already taken.
ar: عنوان البريد الإلكتروني مستخدم مسبقاً.
de_de: Diese E-Mail-Adresse ist bereits vergeben.
fr_fr: Cette adresse e-mail est déjà prise.
it_it: L’indirizzo mail è già utilizzato.
pt_br: Este endereço de e-mail já está sendo usado.

source: 0 students found under this unit
ar: 0 الطلاب الذين وجدوا تحت هذه الوحدة
de_de: 0 Studenten in dieser Lektion gefunden
fr_fr: 0 élèves trouvés sous cette unité
nl_nl: 0 studenten gevonden bij deze unit
pt_br: 0 estudantes encontrados sob esta unidade

source: Average
ar: المعدل
de_de: Durchschnitt
fr_fr: Moyenne
it_it: Media
nl_nl: Gemiddelde
pt_br: Média

source: There are no assessable students found!
ar: لم يتم العثور على الطلاب الذين يمكن تقييمهم!
de_de: Keine Studenten zur Bewertung gefunden!
fr_fr: Il n'y a aucun étudiant évaluable trouvé!
nl_nl: Er zijn geen beoordelingen voor studenten gevonden!
pt_br: Nenhum estudante avaliável foi encontrado!

source: Course ID: %d
ar: معرف الدورة التدريبية%d
de_de: Kursnummer: %d
fr_fr: ID du cours:%d
pt_br: ID do Curso: %d

source: Weak passwords not allowed.
ar: كلمات المرور الضعيفة غير مسموح.
de_de: Schwache Passwörter sind nicht erlaubt.
fr_fr: Les mots de passe faibles ne sont pas autorisés.
it_it: Password deboli non sono permesse.
pt_br: Senhas fracas não são permitidas.

source: student
ar: طالب
fr_fr: étudiant
it_it: studente
pt_br: estudante

source: Unknown enrolled date.
ar: تاريخ مسجل غير معروف.
de_de: Unbekanntes Datum der Einschreibung.
fr_fr: Date d'inscription inconnue".
pt_br: Data de inscrição desconhecida.

source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.
de_de: Passwörter stimmen nicht überein.
fr_fr: Les mots de passe ne correspondent pas.
it_it: Le password non corrispondono.
pt_br: As senhas não são iguais.

source: Submit Grade without Feedback
ar: ادخل الدرجات من دون تعليق
de_de: Schicke die Bewertung ohne Rückmeldung
fr_fr: Soumettre la note sans commentaires
nl_nl: Cijfer verzenden zonder terugkoppeling
pt_br: Enviar Nota sem Feedback

source: Topic
ar: موضوع
de_de: Thema
fr_fr: Sujet
pt_br: Tópico

source: Please type a comment.
ar: يرجى كتابة تعليق.
de_de: Bitte geben Sie einen Kommentar ein.
fr_fr: Veuillez saisir un commentaire.
it_it: Inserisci un commento.
pt_br: Por favor digite um comentário.

source: Submit Grade with Feedback
ar: ادخل الدرجات مع تعليق
de_de: Sende Bewertung mit Rückmeldung
fr_fr: Soumettre la note avec commentaires
nl_nl: Cijfer verzenden met terugkoppeling
pt_br: Enviar Nota com Feedback

source: Search Forums
ar: البحث في المنتديات
de_de: Foren durchsuchen
fr_fr: Rechercher dans les forums
pt_br: Pesquisar nos Fóruns

source: Invalid file format!
ar: صيغة ملف غير صالحة
de_de: Ungültiges Dateiformat!
fr_fr: Format de fichier non valide!
pt_br: Formato de arquivo inválido!
