Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: These codes will be replaced with actual data: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS
de_de: Diese Codes werden mit folgenden Daten ersetzt: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS
fr_fr: Ces codes seront remplacés par des données réelles: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS
it_it: Questi codici sostituiranno i dati attuali: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS
nl_nl: Deze codes zullen vervangen worden door de werkelijke gegevens: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS
pt_br: Estes códigos podem ser substituídos com dados reais: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS

source: URL to redirect to when clicking on "Already have an Account?".
de_de: URL zum Umleiten, wenn Sie auf "Bereits ein Konto?" Klicken.
fr_fr: URL à rediriger vers lorsque vous cliquez sur "Vous avez déjà un compte?".
it_it: URL dove vieni reindirizzato quando clicchi su “Ho già un Utente?”.
nl_nl: URL die verwijst wanneer er geklikt wordt op "Heeft u al een profiel?"
pt_br: URL a redirecionar quando clicar em "Já tem uma Conta?".

source: You can not send email, there is no enroled studens in this course.
ar: لا يمكنك إرسال البريد الإلكتروني، ولا يوجد أي طالب انضم في هذه الدورة.
de_de: Sie können kein E-Mail senden, da es keine eingeschriebenen Studenten gibt.
fr_fr: Vous ne pouvez pas envoyer d'e-mail, il n'y a pas d'étudiant inscrit à ce cours.
it_it: Non puoi inviare mail, non ci sono studenti iscritti
nl_nl: Je kan geen email versturen, er zijn geen studenten voor deze cursus ingeschreven.
pt_br: Você não pode enviar e-mail pois não há estudantes inscritos neste curso.

source: Plugin defaults.
ar: افتراضيات البرنامج المساعد.
de_de: Plugin-Standardwerte
fr_fr: Paramètres par défaut du plugin.
nl_nl: Plugin standaardinstellingen.
pt_br: Padrões do plugin.

source: No enrolled courses.
ar: لا توجد دورات مسجلة.
de_de: Keine eingeschriebenen Kurse.
fr_fr: Pas d'inscription au cours.
it_it: Corsi senza iscrizioni.
nl_nl: Niet voor een cursus ingeschreven
pt_br: Nenhum curso inscrito.

source: URL to redirect to when user logs out.
ar: عنوان URL لإعادة التوجيه إلى عندما يقوم المستخدم بتسجيل الخروج.
de_de: URL, die umgeleitet werden soll, wenn sich der Benutzer abmeldet.
fr_fr: URL à rediriger quand l'utilisateur se déconnecte.
nl_nl: URL die verwijst wanneer gebruiker afmeld.
pt_br: URL a redirecionar quando o usuário faz logout.

source: &infin; Days
de_de: &infin; Tage
it_it: &infin; Giorni
nl_nl: &infin; Dagen
pt_br: &infin; Dias

source: Setup the settings for the certificates issued upon course completion.
ar: إعداد الإعدادات الخاصة بالشهادات التي تصدر عند إتمام الدورة.
de_de: Wählen Sie die Einstellungen für das Zertifikat, das bei Kursende ausgestellt wird.
fr_fr: Configurer les paramètres des certificats délivrés lors de la fin d'un cours.
nl_nl: Instellingen voor de certificaten die worden uitgegeven bij afronding van de cursus.
pt_br: Configure as configurações para os certificados emitidos após a conclusão do curso.

source: Title to use for Signup section.
ar: العنوان لاستخدامه لقسم التسجيل.
de_de: Titel für den Anmeldungsbereich verwenden.
fr_fr: Titre à utiliser pour la section d'inscription.
nl_nl: Titel om te gebruik voor de Registreer sectie.
pt_br: Título a usar para a seção Inscrição.

source: Use default CoursePress Certificate
ar: استخدم الشهادة الافتراضية
de_de: Standardzertifikat CoursePress verwenden
fr_fr: Utiliser le certificat par défaut de CoursePress
it_it: Usa l'attestato di default di CoursePress
nl_nl: Gebruik het default CoursePress certificaat
pt_br: Usar certificado padrão do CoursePress

source: URL to redirect to when clicking on "Don't have an account? Go to Signup!"
de_de: URL zum Umleiten, wenn auf "Haben Sie kein Konto? Gehen Sie zu Signup!" geklickt wurde.
fr_fr: URL à rediriger lorsque vous cliquez sur "Pas de compte ? S'inscrire maintenant!".
nl_nl: URL waar naartoe verwezen moet worden wanneer er wordt geklikt op "Geen account? Ga naar Inschrijven!"
pt_br: URL a redirecionar quando clicar em "Não tem uma conta? Inscreva-se!"

source: Content Margin
ar: هامش المحتوى
de_de: Seitenrand Inhalt
fr_fr: Marge de contenu
nl_nl: Content kantlijn
pt_br: Margem do Conteúdo

source: Signup Now
ar: سجل الآن
de_de: Jetzt anmelden
fr_fr: Inscrivez-vous maintenant
it_it: Iscriviti ora
nl_nl: Schrijf je nu in
pt_br: Inscreva-se Agora

source: <h2>%1$s %2$s</h2> has successfully completed the course <h3>%3$s</h3> <h4>Date: %4$s</h4> <small>Certificate no.: %5$s</small>
de_de: <h2>%1$s %2$s</h2> hat den folgenden Kurs erfolgreich abgeschlossen: <h3>%3$s</h3> <h4>Datum: %4$s</h4> <small>Zertifikatsnummer.: %5$s</small>
it_it: <h2>%1$s %2$s</h2> ha completato con successo il corso <h3>%3$s</h3> <h4>Data: %4$s</h4> <small>Attestato no.: %5$s</small>
nl_nl: <h2>%1$s %2$s</h2> heeft de cursus met succes afgerond <h3>%3$s</h3> <h4>Datum: %4$s</h4> <small>Certificaat nr.: %5$s</small>
pt_br: <h2>%1$s %2$s</h2> → → → completou com sucesso o curso → → → <h3>%3$s</h3> → → → <h4>Data: %4$s</h4> → → → <small>Certificado nº.: %5$s</small>

source: <p class="description"><strong>Note</strong>: %s</p>
de_de: <p class="description"><strong>Notiz</strong>: %s</p>
nl_nl: <p class="description"><strong>Notitie</strong>: %s</p>
pt_br: <p class="description"><strong>Nota</strong>: %s</p>

source: Hi %1$s, Congratulations! You have completed the course: %2$s Please find attached your certificate of completion.
de_de: Guten Tag, %1$s, Herzlichen Glückwunsch! Sie haben den Kurs: %2$s erfolgreich bearbeitet. Wir haben hier Ihr Teilnahme-Zertifikat angefügt.
it_it: Salve %1$s, Congratulazioni! Hai completato il corso: %2$s In allegato trovi l'attestato di completamento
nl_nl: Hi %1$s, \Gefeliciteerd! Je hebt cursus %2$s afgerond of geüpdate. Zie bijlagen voor het bijbehorende certificaat.
pt_br: Olá %1$s, → → → Parabéns! Você completou o curso: %2$s → → → Por favor veja o certificado de conclusão em anexo.

source: Options: %s.
de_de: Optionen: %s.
it_it: Opzioni: %s.
nl_nl: Opties: %s.
pt_br: Opções: %s.

source: Hi %1$s, Congratulations! You have completed the course: %2$s Please %3$sdownload your certificate of completion%4$s. Best wishes, The %5$s Team
de_de: Guten Tag, %1$s, Herzlichen Glückwunsch! Sie haben diesen Kurs erfolgreich abgeschlossen: %2$s %3$sHier können Sie Ihr Teilnahme-Zertifikat herunterladen%4$s. Mit den besten Grüßen, Das Team von %5$s
it_it: Salve %1$s, Congratulazioni! Hai completato il corso: %2$s Qui %3$s puoi scaricare il tuo attestato di completamento%4$s. Cordiali Saluti, Il team %5$s
nl_nl: Beste %1$s, Gefeliciteerd! Je hebt deze cursus voltooid: %2$s Bij deze kunt u %3$s hier je certificaat downloaden %4$s. Met vriendelijke groeten, Het %5$s Team
pt_br: Olá %1$s, Parabéns! Você completou o curso: %2$s Por favor %3$sfaça o download do seu certificado de conclusão%4$s. Nossos melhores votos, Equipe %5$s

source: Default is colon (<em>:</em>)
de_de: Standard ist Doppelpunkt (<em>:</em>)
fr_fr: La valeur par défaut est deux points (<em>:</em>)
it_it: Il default sono i due punti (<em>:</em>)
nl_nl: Standaard is dubbele punt (<em>:</em>)
pt_br: O padrão é dois pontos (<em>:</em>)

source: Here you can decide, what your instructors can do on your page. Those are special capabilities only relevant for CoursePress.
ar: هنا يمكنك أن تقرر، ما يمكن للمدربين القيام به على صفحتك. تلك هي قدرات خاصة فقط ذات الصلة لبرنامج الدورات.
de_de: Hier kann man angeben, was Kursleiter auf der Website tun dürfen. Die hier aufgeführten Berechtigungen sind nur für CoursePress relevant
fr_fr: Ici, vous pouvez décider ce que vos formateurs peuvent faire sur votre page. Ce sont des fonctionnalités spéciales qui ne sont pertinentes que pour CoursePress.
nl_nl: Hier kunt u bepalen wat leraren kunnen doen op uw pagina. Dat zijn speciale toepassingen alleen relevant voor CoursePress.
pt_br: Aqui você pode decidir o que os instrutores podem fazer na sua página. Estas são capacidades especiais relevantes apenas para o CoursePress.

source: Default is coma (<em>,</em>)
de_de: Standard ist Beistrich (<em>,</em>)
fr_fr: La valeur par défaut est virgule (<em>,</em>)
it_it: Il default è la virgola (<em>,</em>)
nl_nl: Standaard is komma (<em>,</em>)
pt_br: O padrão é vírgula (<em>,</em>)

source: NOTE: For security reasons this page is only available for WordPress administrators!
ar: ملاحظة: لأسباب أمنية هذه الصفحة متاحة فقط للمسؤولين.
de_de: HINWEIS: Aus Sicherheitsgründen kann diese Seite nur von WordPress-Administratoren betreten werden
fr_fr: REMARQUE: Pour des raisons de sécurité, cette page n'est autorisée qu'à l'administrateurs!
it_it: NOTA BENE: Per motivi di sicurezza, questa pagina è disponibile solo per gli amministratori WordPress!
nl_nl: NB: Voor veiligheidsredenen is deze pagina alleen toegankelijk voor WordPress beheerders!
pt_br: NOTA: Por razões de segurança esta página só está disponível para administradores do WordPress!

source: Default: <em>%s</em>.
de_de: Standard: <em>%s</em>.
fr_fr: Par défaut: <em>%s</em>.
it_it: Il default è: <em>%s</em>.
nl_nl: Standaard: <em>%s</em>
pt_br: Padrão: <em>%s</em>.

source: Facilitators
ar: مساعدي الدورة
de_de: Schulungsleiter
fr_fr: Animateurs
it_it: Facilitatori
nl_nl: Begeleiders
pt_br: Facilitadores

source: WordPress Settings
de_de: WordPress Einstellungen
fr_fr: Paramètres WordPress
it_it: Impostazioni WordPress
nl_nl: WordPress Instellingen
pt_br: Configurações do WordPress

source: Grant default WordPress capabilities
ar: منح القدرات الافتراضي للموقع
de_de: Erlaube die üblichen WordPress-Berechtigungen
fr_fr: Accorder des aptitude WordPress par défaut
it_it: Ripristina le capabilities di default
nl_nl: Geef standaard WordPress mogelijkheden
pt_br: Permitir capacidades padrão do WordPress

source: empty string
de_de: leere Zeichenfolge
fr_fr: chaîne vide
it_it: stringa vuota
nl_nl: Lege draad
pt_br: string vazia

source: See the main CoursePress menu
ar: انظر قائمة برنامج الدورات الرئيسية
de_de: Sieht das CoursePress-Hauptmenü
fr_fr: Voir le menu principal CoursePress
it_it: Torna al menù principale di CoursePress
nl_nl: Zie het standaard CoursePress menu
pt_br: Ver o menu principal do CoursePress

source: Default: "<em>%s</em>"
de_de: Standard: "<em>%s</em>"
fr_fr: Par défaut: "<em>%s</em>"
it_it: Il default è: "<em>%s</em>"
nl_nl: Standaard: "<em>%s</em>"
pt_br: Padrão: "<em>%s</em>"

source: Access the Courses submenus
ar: الوصول إلى القوائم الفرعية الدورات
de_de: Zugriff auf die Untermenüs des Kurses
fr_fr: Accès aux sous-menus Cours
nl_nl: Toegang tot Cursus submenu's
pt_br: Acessar os sub-menus de Cursos

source: This shortcode has no parameters.
de_de: Dieser Shortcode hat keine Parameter.
fr_fr: Ce shortcode n'a pas de paramètres.
nl_nl: Deze shortcode heeft geen parameters.
pt_br: Este shortcode não tem parâmetros.

source: Access the Students submenu
ar: الوصول إلى القائمة الفرعية الطلاب
de_de: Zugriff auf das Studenten-Untermenü
fr_fr: Accès au sous-menu Étudiants
nl_nl: Toegang tot Student submenu
pt_br: Acessar o sub-menu de Estudantes

source: Access the Assessment submenu
ar: الوصول إلى القائمة الفرعية للتقييم
de_de: Zugriff auf das Prüfungs-Untermenü
fr_fr: Accès au sous-menu Evaluation
nl_nl: Toegang tot Beoordeling submenu
pt_br: Acessar o sub-menu de Avaliações

source: Allow to integrate WooCommerce to sell courses.
de_de: WooCommerce integrieren, um Kurse zu verkaufen.
fr_fr: Autoriser à intégrer WooCommerce pour vendre des cours.
it_it: Permette di integrare WooCommerce per creare corsi a pagamento.
nl_nl: Sta de integratie van WooCommerce toe om cursussen te verkopen.
pt_br: Permite integrar ao WooCommerce para vender cursos.

source: Access the Reports submenu
ar: الوصول إلى القائمة الفرعية للتقارير
de_de: Zugriff auf das Auswertungs-Untermenü
fr_fr: Accès au sous-menu Rapports
nl_nl: Toegang tot Meldingen submenu
pt_br: Acessar o sub-menu de Relatórios

source: Change to draft related WooCommerce product.
de_de: WooCommerce Produkt zugehörig auf Entwurf ändern.
fr_fr: Modifiez le projet relatif au produit WooCommerce.
nl_nl: Wijzig naar concept gerelateerd WooCommerce product.
pt_br: Modificar para rascunho de produto correlato do WooCommerce.

source: Access the Notifications submenu
ar: الوصول إلى القائمة الفرعية للإخطارات
de_de: Zugriff auf das Benachrichtigungs-Untermenü
fr_fr: Accès au sous-menu Notifications
nl_nl: Toegang tot Notificaties submenu
pt_br: Acessar o sub-menu de Notificações

source: Delete related WooCommerce product.
ar: حذف المنتجات الخاصح ببرنامج الدورات ذات الصلة.
de_de: WooCommerce Produkt zugehörig löschen.
fr_fr: Supprimer le produit WooCommerce associé.
it_it: Cancella prodotto da WooCommerce
nl_nl: Verwijder gerelateerd WooCommerce product.
pt_br: Apagar produto correlato do WooCommerce.

source: Access the Forum submenu
ar: الوصول إلى القائمة الفرعية للمنتدى
de_de: Zugriff auf das Forum-Untermenü
fr_fr: Accès au sous-menu Forum
nl_nl: Toegang tot Forum submenu
pt_br: Acessar o sub-menu de Fórum

source: Send Certificate
ar: ارسل الشهادة
de_de: Zertifikat senden
fr_fr: Envoyer un certificat
it_it: Invia Attestato
nl_nl: Verzend Certificaat
pt_br: Enviar Certificado

source: Access the Settings submenu
ar: الوصول إلى القائمة الفرعية للإعدادات
de_de: Zugriff auf das Einstellungs-Untermenü
fr_fr: Accès au sous-menu Paramètres
nl_nl: Toegang tot Instellingen submenu
pt_br: Acessar o sub-menu de Configurações

source: Sending...
ar: ارسال.....
de_de: Sendet...
fr_fr: Envoi en cours ...
it_it: invio in corso...
nl_nl: Verzenden...
pt_br: Enviando...

source: View other instructors course
de_de: Zeige den Kurs eines anderen Kursleiters an
fr_fr: Afficher les autres cours des formateurs
it_it: Visualizza altri corsi dell'istruttore
nl_nl: Bekijk cursus van andere leraren
pt_br: Ver o curso de outros instrutores

source: did not enroll to any courses yet.
ar: لم تشترك في أي من الدورات.
de_de: noch in keinem Kurs eingeschrieben.
fr_fr: ne s'est inscrit à aucun cours pour l'instant.
it_it: non sei ancora iscritto a nessun corso
nl_nl: nog niet aangemeld bij een cursus.
pt_br: ainda não se inscreveu em nenhum curso.

source: Update own courses
ar: تحديث الدورات الخاصة
de_de: Aktualisiere eigene Kurse
fr_fr: Mettre à jour ses propres cours
it_it: Aggiorna i tuoi corsi
nl_nl: Update eigen cursussen
pt_br: Atualizar próprios cursos

source: Activity
ar: نشاط
de_de: Aktivität
fr_fr: Activité
it_it: Attività
nl_nl: Activiteit
pt_br: Atividade

source: Delete own courses
ar: حذف الدورات الخاصة
de_de: Lösche eigene Kurse
fr_fr: Supprimer les cours
it_it: Cancella i tuoi corsi
nl_nl: Verwijder eigen cursussen
pt_br: Apagar próprios cursos

source: Change status of own courses
ar: تغيير حالة الدورات الخاصة
de_de: Ändere den Status der eigenen Kurse
fr_fr: Changer l'état de vos propres cours
nl_nl: Verander status van eigen cursussen
pt_br: Mudar status dos próprios cursos

source: Invalid data submitted
ar: بيانات غير صالحة
de_de: Ungültige Daten übermittelt
fr_fr: Données soumises non valides
it_it: dato non valido
nl_nl: Ongeldige data ingevoerd
pt_br: Dados inválidos enviados

source: View and create categories
ar: عرض وإنشاء فئات
de_de: Zeige Kategorien an und lege neue an
fr_fr: Afficher et créer des catégories
nl_nl: Bekijk en maak categorieen
pt_br: Ver e criar categorias

source: Maximum allowed retries exceeded.
ar: الحد الأقصى المسموح به من المحاولات.
de_de: Das Maximum an erlaubten Versuchen ist erreicht.
fr_fr: Nombre maximal de tentatives autorisées dépassées.
it_it: Numero massimo tentativi superato
nl_nl: Maximaal aantal pogingen gedaan.
pt_br: Excedido o máximo permitido de re-tentativas.

source: Edit any category
ar: تحرير فئة
de_de: Ändere eine Kategorie
fr_fr: Modifier une catégorie
it_it: Modifica categorie
nl_nl: Bewerk willekeurige categorie
pt_br: Editar qualquer categoria

source: No files uploaded.
ar: لم يتم تحميل أي ملفات.
de_de: Keine Dateien hochgeladen.
fr_fr: Aucun fichier envoyé.
it_it: Nessun file caricato.
nl_nl: Geen bestanden geüpload.
pt_br: Nenhum arquivo enviado.

source: Delete any category
ar: حذف أي فئة
de_de: Lösche eine Kategorie
fr_fr: Supprimer toute catégorie
it_it: Rimuovi ogni categoria
nl_nl: Verwijder categorie
pt_br: Apagar qualquer categoria

source: Download Certificate
ar: تحميل الشهادة
de_de: Zertifikat herunterladen
fr_fr: Télécharger le certificat
it_it: Scarica attestato
nl_nl: Download Certificaat
pt_br: Fazer Download do Certificado

source: Assign facilitator to own course
ar: تعيين مساعد لدورتك الخاصة
de_de: Füge einen Schulungsleiter einem eigenen Kurs hinzu
fr_fr: Assigner l'animateur à son propre cours
nl_nl: Voeg aanbieder toe aan eigen cursus
pt_br: Atribuir facilitador para próprio curso

source: Courses in
ar: دورات دراسية في
de_de: Kurse in
fr_fr: Cours en
nl_nl: Cursussen in
pt_br: Cursos em

source: Assign facilitator to any course
ar: تعيين مساعد لاي دورة
de_de: Füge einen Schulungsleiter einem Kurs hinzu
fr_fr: Assigner un animateur à n'importe quel cours
nl_nl: Voeg aanbieder toe aan willekeurige cursus
pt_br: Atribuir facilitador para qualquer curso

source: Grades
ar: الدرجات
de_de: Bewertung
fr_fr: Notes
it_it: Avanzamento
nl_nl: Cijfers
pt_br: Notas

source: View units in every course (also from other instructors)
ar: عرض الوحدات في كل دورة (أيضا من المدربين أخرى)
de_de: Zeige Lektionen aus irgendeinem Kurs an (auch solchen, die von anderen Kursleitern stammen)
fr_fr: Afficher les unités dans chaque parcours (également pour les autres formateurs)
nl_nl: Bekijken onderdelen in elke cursus (inclusief die van andere instructeurs)
pt_br: Ver unidades em todos os cursos (também de outros instrutores)

source: Enrolment: No action.
ar: الالتحاق: لا يوجد إجراء.
de_de: Einschreibung: Keine Aktion.
fr_fr: Inscription: Aucune action.
it_it: Iscrizione: nessuna azione.
nl_nl: Inschrijving: Geen activiteit.
pt_br: Inscrição: Nenhuma ação.

source: Update own units
ar: تحديث الوحدات الخاصة
de_de: Aktualisiere eine eigene Lektion
fr_fr: Mettre à jour les unités
nl_nl: Update eigen onderdelen
pt_br: Atualizar próprias unidades

source: Enrolment: Invalid request. Please try reloading the page.
ar: الالتحاق: طلب غير صالح. الرجاء محاولة إعادة تحميل الصفحة.
de_de: Einschreibung: Ungültige Anfrage. Bitte laden Sie die Seite neu.
fr_fr: Inscription: demande non valide. Veuillez essayer d'actualiser la page.
it_it: Iscrizione: rischiesta non valida. Prova a ricaricare la pagina.
nl_nl: Aanmelding: Ongeldige aanvraag. Probeer de pagina opnieuw te laden.
pt_br: Inscrição: Solicitação inválida. Por favor tente recarregar a página.

source: Update any unit within assigned courses
ar: تحديث أي وحدة في إطار الدورات التدريبية المخصصة
de_de: Aktualisiere eine Lektion in einem zugewiesenen Kurs
fr_fr: Mettre à jour toute unité dans les cours assignés
nl_nl: Update willekeurige module binnen aangewezen cursussen
pt_br: Atualizar quaisquer unidades dos cursos atribuídos

source: Delete own units
ar: حذف الوحدات الخاصة
de_de: Lösche eigene Lektionen
fr_fr: Supprimer les unités
it_it: Cancella le tue unità
nl_nl: Verwijder eigen modules
pt_br: Apagar próprias unidades

source: E-mail address already used.
ar: عنوان البريد الإلكتروني مستخدم مسبقاً.
de_de: E-Mail-Adresse wird bereits verwendet.
fr_fr: Adresse e-mail déjà utilisée.
it_it: Indirizzo mail già utilizzato
nl_nl: E-mail adres al in gebruik.
pt_br: Endereço de e-mail já usado.

source: Delete any unit within assigned courses
ar: حذف أي وحدة في إطار الدورات التدريبية المخصصة
de_de: Lösche eine Lektion in einem zugewiesenen Kurs
fr_fr: Supprimer toute unité dans les cours assignés
nl_nl: Verwijder willekeurige module binnen aangewezen cursussen
pt_br: Apagar todas as unidades dos cursos atribuídos

source: The requested facilitator does not exists
ar: الميسر المطلوب غير موجود
de_de: Der angefragte Schulungsleiter existiert nicht
fr_fr: L'animateur demandé n'existe pas
it_it: Il facilitatore selezionato non esiste
nl_nl: De opgevraagde verzorger bestaat niet.
pt_br: O facilitador solicitado não existe

source: Change status of own units
ar: تغيير حالة الوحدات الخاصة
de_de: Ändere den Status eigener Lektionen
fr_fr: Changer l'état de vos propres unités
nl_nl: Verander status van eigen modules
pt_br: Mudar status das próprias unidades

source: Facilitator not found.
ar: لم يتم العثور على الميسر.
de_de: Schulungsleiter nicht gefunden.
fr_fr: Animateur introuvable".
it_it: Facilitatore non trovato
nl_nl: Cursus medewerker niet gevonden.
pt_br: Facilitador não encontrado.

source: Change status of any unit within assigned courses
ar: تغيير حالة أي وحدة في إطار الدورات التدريبية المخصصة
de_de: Ändere den Status einer Lektion in den zugewiesenen Kursen
fr_fr: Changer le statut de n'importe quelle unité dans les cours assignés
nl_nl: Verander status van willekeurige modules binnen aangewezen cursussen
pt_br: Mudar estado de todas as unidades dos cursos atribuídos

source: Facilitator Invitation
ar: دعوة الميسر
de_de: Einladung Schulungsleiter
fr_fr: Invitation Animateur
it_it: Invita Facilitatore
nl_nl: Uitnodiging voor cursus medewerker
pt_br: Convite de Facilitador

source: Assign other instructors to own courses
ar: تعيين مدربين آخرين للدورات التدريبية الخاصة
de_de: Füge andere Kursleiter den eigenen Kursen hinzu
fr_fr: Assigner d'autres formateurs à des cours
nl_nl: Voeg andere leraren toe aan eigen cursussen
pt_br: Atribuir outros instrutores aos seus próprios cursos

source: You must log in to confirm this invitation.
ar: يجب عليك تسجيل الدخول لتأكيد هذه الدعوة.
de_de: Sie müssen sich einloggen, um diese Einladung zu bestätigen.
fr_fr: Vous devez vous connecter pour confirmer cette invitation.
it_it: Devi loggarti per confermare questo invito
nl_nl: Je moet inloggen om deze uitnodiging te bevestigen
pt_br: Você precisa fazer login para confirmar este convite.

source: Assign other instructors to any course
ar: تعيين معلمين آخرين لأي دورة
de_de: Füge andere Kursleiter zu Kursen hinzu
fr_fr: Assigner d'autres formateurs à n'importe quel cours
nl_nl: Voeg andere leraren toe aan willekeurige cursus
pt_br: Atribuir outros instrutores a qualquer curso

source: Invitation activated
ar: تم تنشيط الدعوة
de_de: Einladung aktiviert
fr_fr: Invitation activée
it_it: Invito inviato
nl_nl: Uitnodiging geactiveerd
pt_br: Convite ativado

source: Invite students to own courses
ar: دعوة الطلاب إلى الدورات الخاصة
de_de: Lade Studenten zu den eigenen Kursen ein
fr_fr: Inviter les élèves à posséder des cours
nl_nl: Nodig studenten uit voor eigen cursussen
pt_br: Convidar estudantes para os próprios cursos

source: Congratulations. You are now a facilitator of this course.
ar: تهانينا. أنت الآن ميسر لهذه الدورة.
de_de: Glückwünsche. Sie sind jetzt ein Vermittler dieses Kurses.
fr_fr: Félicitations, vous êtes maintenant un animateur de ce cours.
it_it: Complimenti. Sei un facilitatore di questo corso.
nl_nl: Gefeliciteerd, je bent nu cursus medewerker
pt_br: Parabéns. Você agora é um facilitador deste curso.
