Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Use "yes" to use the CoursePress Settings for "Course Listings". Use "no" to use the CoursePress Settings for "Course Details Page".
de_de: Gib "yes" an, um die CoursePress-Einstellungen für "Kurs-Auflistungen" zu verwenden. Gib "no" an, um die CoursePress-Einstellungen auf die "Kurs-Detail-Seite" anzuwenden
fr_fr: Utilisez "oui" pour utiliser les paramètres CoursePress pour les "Inscriptions au Cours". Utilisez "non" pour utiliser les paramètres CoursePress pour "Page des détails du cours".
nl_nl: Gebruik "ja" om de CoursePress instellingen te gebruiken voor "Cursus Lijsten". Gebruik "nee" om de CoursePress instellingen voor "Cursus detail pagina" te gebruiken.
pt_br: Use "sim" para usar as Configurações do CoursePress para "Listas de Curso". Use "não"para usar as Configurações do CoursePress para a "Página de Detalhes do Curso".

source: This file has been successfully uploaded. It will be part of your grade in this course.
ar: تم تحميل هذا الملف بنجاح. سيكون جزءا من الدرجة الخاصة بك في هذه الدورة.
de_de: Die Datei wurde erfolgreich hochgeladen. Sie ist Teil Ihrer Beurteilung dieses Kurses.
fr_fr: Ce fichier a été téléchargé avec succès. Il fera partie de votre note dans ce cours.
nl_nl: Dit bestand is met succes geüpload. Het zal deel uitmaken van uw beoordeling in deze cursus.
pt_br: O upload do arquivo foi feito com sucesso. Ele será parte da sua nota neste curso.

source: Use "image" to try to show the list image first. If not available, then try to use the featured video. Use "video" to try to show the featured video first. If not available, try to use the list image.
de_de: Mit dem Wert "image" wird das Listen-Bild zuerst versucht anzuzeigen. Falls es nicht existiert, wird versucht, das Video anzuzeigen. Benutze "video", um das Video zuerst zu versuchen. Falls dies nicht verfügbar ist, wird dann das Listen-Bild versucht.
fr_fr: Utilisez "image" pour essayer de montrer l'image de la liste d'abord. Sinon essayez de mettre la video en vedette. Utilisez "vidéo" pour essayer de montrer la première vidéo en vedette. Si ce n'est pas le cas, essayez d'utiliser l'image de liste.
nl_nl: Gebruik "image" om te proberen om de eerste lijst afbeelding te gebruiken. Indien niet aanwezig, probeer dan de uitgelichte video. Gebruik "video" om eerst de uitgelichte video te gebruiken. Indien niet aanwezig, probeer dan de lijst afbeelding.
pt_br: Use "imagem" para primeiro tentar exibir a imagem da lista. Se não disponível, então tentará usar o vídeo em destaque. Use "vídeo" para tentar exibir primeiro o vídeo em destaque. Se não disponível, tentará usar a imagem da lista.

source: Ungraded
ar: بلا درجة
de_de: Unbewertet
fr_fr: Non noté
nl_nl: Niet beoordeeld
pt_br: Não Graduado

source: Use "image" to only display list image if available. Use "video" to only show the video if available. Use "thumbnail" to show the course thumbnail (shortcut for type="image" and priority="image"). Use "default" to enable priority mode (see priority attribute).
de_de: Gib "image" an, um das Listen-Bild anzuzeigen, wenn es verfügbar ist. Gib "video" an, wenn das Video angezeigt werden soll (und es verfügbar ist). Gib "thumbnail" an, um das Bildchen des Kurses anzuzeigen (eine Kurzform für type="image" und priority="image"). Gib "default" an, um den Prioritäten-Modus zu benutzen (siehe dazu das "priority" Attribut).
fr_fr: Utilisez "image" pour afficher uniquement l'image de la liste, si disponible. Utilisez "vidéo" pour afficher uniquement la vidéo, si disponible. Utilisez "thumbnail"/"vignette" pour afficher la vignette du cours (raccourci pour type="image" et priority="image"). Utilisez "efault" pour activer le mode de priorité (voir attribut de priorité).
nl_nl: Gebruik "image" om alleen de lijst afbeelding weer te geven indien aanwezig. Gebruik "video" om alleen de video weer te geven indien aanwezig. Gebruik "thumbnail" om de cursus thumbnail weer te geven. (snelkoppeling voor type="image" en prioriteit="image"). Gebruik "default" om prioriteit modus aan te zetten (zie prioriteit attribuut).
pt_br: Use "imagem" para exibir somente a imagem da lista se disponível. Use "vídeo" para exibir somente o vídeo se disponível. Use "miniatura" para exibir a miniatura do curso (atalho para type="image" e priority="image"). Use "padrão" para habilitar o modo prioridade (ver atributo prioridade).

source: This file has been successfully uploaded. It will not be part of your grade in this course.
ar: تم تحميل هذا الملف بنجاح. لن يكون جزءا من الدرجة الخاصة بك في هذه الدورة.
de_de: Die Datei wurde erfolgreich hochgeladen. Sie ist kein Teil Ihrer Beurteilung dieses Kurses.
fr_fr: Ce fichier a été téléchargé avec succès. Il ne fera pas partie de votre note dans ce cours.
nl_nl: Dit bestand is met succes geüpload. Het zal niet direct deel uitmaken van uw cijfer in deze cursus.
pt_br: O upload do arquivo foi feito com sucesso. Ele não será parte da sua pontuação neste curso.

source: Wrap inside a tag.
de_de: Innerhalb eines Tags
fr_fr: Envelopper dans un tag.
nl_nl: In etiket stoppen.
pt_br: Embalar dentro de uma tag.

source: empty string, but if height or width is defined, then wrapper is a "div" tag.
de_de: Leerer Text, aber falls Höhe oder Breite definiert sind, dann ist der Wrapper eine "div"-Kennzeichnung
fr_fr: chaîne vide, mais si la hauteur ou la largeur est définie, alors enveloppez le tag dans un "div".
nl_nl: Lege draad, maar als hoogte of breedte ingesteld is, dan wordt de wrapper een "div" etiket.
pt_br: string vazia, mas se a altura ou largura for definida, então o wrapper é uma tag "div".

source: Response:
ar: استجابة:
de_de: Antwort:
fr_fr: Réponse:
nl_nl: Reactie:
pt_br: Resposta:

source: Text to display when the user is enrolled and ready to learn.
ar: النص المطلوب عرضه عندما ينضم الطالب ويكون مستعد للتعلم
de_de: Text, der angezeigt wird, wenn der Benutzer eingeschrieben ist und mit dem Lernen anfangen kann
fr_fr: Texte à afficher quand l'utilisateur est inscrit et prêt à apprendre.
nl_nl: Tekst om weer te geven wanneer een gebruiker ingeschreven is en klaar om te leren.
pt_br: Texto a exibir quando o usuário está inscrito e pronto para aprender.

source: Submit File
ar: إرسال ملف
de_de: Datei übermitteln
fr_fr: Soumettre le fichier
it_it: Invia file
nl_nl: Bestand verzenden
pt_br: Enviar Arquivo

source: Text to display when the course can be continued.
ar: النص المطلوب عرضه عندما يمكن أن تستمر الدورة التدريبية.
de_de: Text, der angezeigt wird, wenn der Kurs fortgesetzt werden kann
fr_fr: Texte à afficher lorsque le cours peut être poursuivi.
nl_nl: Tekst om weer te geven wanneer de cursus verder kan gaan.
pt_br: Texto a exibir quando o curso pode ser continuado.

source: Change File
ar: تغيير ملف
de_de: Datei ändern
fr_fr: Changer de fichier
it_it: Cambia File
nl_nl: Bestand wijzigen
pt_br: Mudar Arquivo

source: Text to display when the course has expired.
ar: النص المطلوب عرضه عند انتهاء مدة الدورة.
de_de: Text, der angezeigt wird, wenn der Kurs nicht mehr angeboten wird
fr_fr: Texte à afficher lorsque le cours a expiré.
it_it: Testo da mostrare quando il corso è scaduto.
nl_nl: Tekst om weer te geven als de cursus verlopen is.
pt_br: Texto a exibir quando o curso estiver expirado.

source: Uploaded file:
ar: الملف المرفوع
de_de: Hochgeladene Datei:
fr_fr: Fichier téléchargé:
nl_nl: Geüpload bestand:
pt_br: Arquivo Enviado:

source: Text to display if the course is full.
ar: النص المطلوب عرضه إذا اكتمل عدد التسجيل للدورة.
de_de: Text, der angezeigt wird, wenn der Kurs voll belegt ist
fr_fr: Texte à afficher si le cours est plein.
nl_nl: Tekst om weer te geven wanneer de cursus vol is.
pt_br: Texto a exibir se o curso estiver cheio.

source: Submit Quiz Answers
ar: تقديم إجابات الاختبار
de_de: Quizantworten übermitteln
fr_fr: Envoyer les réponses aux quiz
it_it: Invia risposte del/dei quiz
nl_nl: Quiz antwoorden versturen
pt_br: Enviar Respostas do Questionário

source: Text for the button that takes you to the full course page.
ar: نص للزر الذي ينقلك إلى صفحة الدورات التدريبية الكاملة.
de_de: Text für die Schaltfläche, die dich zum vollen Kurs bringt
fr_fr: Texte pour le bouton qui vous amène à la page du cours complet.
nl_nl: Tekst voor de knop die verwijst naar de volledige cursus pagina.
pt_br: Texto para o botão que leva à página completa do curso.

source: Non Gradable
ar: غير قابل للتقييم
de_de: Nicht bewertbar
fr_fr: Non noté
it_it: Non valutabile
nl_nl: Niet voor cijfer
pt_br: Não Pontuável

source: Text to display when enrollments haven’t started yet.
ar: النص المطلوب عرضه عند عدم بدء التسجيل
de_de: Text, der angezeigt wird, wenn Einschreibungen noch nicht angefangen haben
it_it: Testo da mostrare quando il corso non è ancora partito.
nl_nl: Tekst om weer te geven wanneer inschrijvingen nog niet begonnen zijn.
pt_br: Texto a exibir quando as inscrições ainda não estiverem abertas.

source: Try Again
ar: حاول مرة أخرى
de_de: Erneut versuchen
fr_fr: Essayer de nouveau
it_it: Riprova
nl_nl: Probeer opnieuw
pt_br: Tente Novamente

source: Text to display when enrollments are finished (expired).
ar: النص المطلوب عرضه عند الانتهاء من التسجيلات (منتهية الصلاحية).
de_de: Text, der angezeigt wird, wenn Einschreibungen nicht mehr vorgenommen werden können (abgelaufen)
fr_fr: Texte à afficher lorsque les inscriptions sont terminées.
it_it: Testo da mostrare quando il corso è chiuso (scaduto).
nl_nl: Tekst om weer te geven wanneer inschrijvingen afgerond zijn (verlopen).
pt_br: Texto a exibir quando as inscrições estão enerradas (expirado).

source: Upload a different file
ar: تحميل ملف مختلف
de_de: Andere Datei hochladen
fr_fr: Télécharger un fichier différent
it_it: Carica un file differente
nl_nl: Upload een ander bestand
pt_br: Fazer upload de um arquivo diferente

source: Text to display when course is ready for enrollments.
ar: النص المطلوب عرضه عندما يكون التسجيل متاح.
de_de: Text, der angezeigt wird, wenn der Kurs zum Einschreiben bereit ist
fr_fr: Texte à afficher lorsque le cours est prêt pour les inscriptions.
it_it: Testo da mostrare quando il corso è pronto per l'iscrizione.
nl_nl: Tekst om weer te geven wanneer de cursus open staat voor inschrijvingen.
pt_br: Texto a exibir quando o curso está pronto para inscrições.

source: Session Expired
ar: لقد انتهت صلاحية هذا النشاط
de_de: Sitzung abgelaufen
fr_fr: Session expirée
it_it: Sessione scaduta
nl_nl: Sessie verstreken
pt_br: Sessão Expirada

source: Text to display when current user is an instructor of this course.
ar: النص المطلوب عرضه عندما يكون المستخدم الحالي مدرب لهذه الدورة.
de_de: Text, der angezeigt wird, wenn der angemeldete Benutzer der Kursleiter für diesen Kurs ist
fr_fr: Texte à afficher lorsque l'utilisateur courant est un formateur du cours.
it_it: Testo da mostrare quando l'utente è un istruttore del corso.
nl_nl: Tekst om weer te geven wanneer huidige gebruiker een leraar is van deze cursus.
pt_br: Texto a exibir quando o usuário atual é um instrutor deste curso.

source: Primary File not set, please come back later.
ar: الملف الأساسي غير موجود. الرجاء العودة لاحقاً.
de_de: Primäre Datei nicht verfügbar, bitte kommen Sie später wieder.
fr_fr: Fichier primaire non défini, revenez plus tard.
nl_nl: Primair bestand niet ingesteld, kom later terug alsjeblieft.
pt_br: Arquivo Primário não definido, por favor volte mais tarde.

source: Show button to course details.
pt_br: Exibir botão para os detalhes do curso.

source: Post Here
ar: اكتب هنا
de_de: Hier posten
fr_fr: Postez ici
nl_nl: plaats hier
pt_br: Poste Aqui

source: Text to display when a student is enrolled, but the course hasn’t started yet.
ar: النص المطلوب عرضه عندما يلتحق طالب، ولكن الدورة لم تبدأ بعد.
de_de: Text, der angezeigt wird, wenn der Student eingeschrieben ist, aber der Kurs noch nicht begonnen hat
nl_nl: Tekst om weer te geven wanneer een student ingeschreven is, maar de cursus nog niet begonnen is.
pt_br: Texto a exibir quando um estudante está inscrit, mas o curso ainda não começou.

source: Text to display if the course requires a password.
ar: النص المراد عرضه في حالة الدورة التدريبية تتطلب كلمة مرور.
de_de: Text für einen Passwort-geschützten Kurs
fr_fr: Texte à afficher si le cours requiert un mot de passe.
nl_nl: Tekst om weer te geven of de cursus een wachtwoord nodig heeft.
pt_br: Texto a exibir se o curso requer uma senha.

source: Accepted File Format:
ar: صيغة الملفات المقبولة:
de_de: Akzeptiertes Datei Format:
fr_fr: Format de fichier accepté:
it_it: Formati file accettati:
nl_nl: Geaccepteerde bestandsformaten:
pt_br: Formato de Arquivo Aceito:

source: Text to display if the course has a prerequisite.
ar: النص المطلوب عرضه إذا كان للدورة متطلبات تسجيل.
de_de: Text für einen Kurs, der Vorbedingungen hat
fr_fr: Texte à afficher si le cours a une condition préalable.
it_it: Testo da visualizzare se il corso ha delle propedeudicità.
nl_nl: Tekst om weer te geven of de cursus een voorwaarde heeft.
pt_br: Texto a exibir se o curso tem um pré-requisito.

source: Max File Size:
ar: حجم الملف الأقصى:
de_de: Maximale Dateigröße:
fr_fr: Taille de fichier maxi:
it_it: Dimensione massima dei file:
nl_nl: Maximale bestandsgrootte:
pt_br: Tamanho Máximo de Arquivo:

source: Text to display when course is ready for enrollments, but the user is not logged in (visitor).
ar: النص المطلوب عرضه عندما يتاح التسجيل في الدورة، ولكن لم يتم تسجيل المستخدم في الموقع (الزوار).
de_de: Text, der angezeigt wird, wenn man sich in den Kurs einschreiben kann, aber der Benutzer ist nicht angemeldet (Besucher)
fr_fr: Texte à afficher lorsque le cours est prêt pour les inscriptions, mais que l'utilisateur n'est pas connecté (visiteur).
nl_nl: Tekst om weer te geven wanneer de cursus klaar is voor inschrijvingen, maar de gebruiker is niet aangemeld (gast).
pt_br: Texto a exibir quando o curso está pronto para inscrições, mas o usuário não fez login (visitante).

source: Enrollment failed!
ar: فشل التسجيل
de_de: Einschreibung fehlgeschlagen!
fr_fr: Inscription échouée!
it_it: Iscrizione fallita!
nl_nl: Aanmelding mislukt!
pt_br: A Inscrição falhou!

source: You missed out big time!
ar: حسنا، لقد فوت ذلك على نفسك
de_de: Sie haben Großes verpasst!
fr_fr: Vous avez manqué le grand moment!
it_it: Hai impiegato molto tempo!
nl_nl: Je hebt echt wat gemist!
pt_br: Você perdeu um tempão!

source: Changes can't be saved because nonce didn't verify.
de_de: Änderungen können nicht gespeichert werden, da sie für den Moment nicht verifiziert wurden.
fr_fr: Les modifications ne peuvent pas être enregistrées parce que l'administrateur n'a pas vérifié.
nl_nl: Veranderingen kunnen niet opgeslagen worden omdat het niet geverifieerd kan worden.
pt_br: As mudanças não podem ser gravadas porque o nonce não confirma.

source: Confirm use of weak password.
ar: تاكيد على استخدام كلمة مرور ضعيفة
de_de: Bestätigen Sie die Verwendung des schwachen Passworts.
fr_fr: Confirmez l'utilisation d'un mot de passe faible.
it_it: Conferma l’utilizzo di una password debole.
nl_nl: U heeft een zwak wachtwoord gebruikt.
pt_br: Confirme o uso de senha fraca.

source: Sorry. You are not permitted to view this part of the course.
ar: نأسف. لا يسمح لك ان تطلع على هذا الجزء من الدورة التدريبية.
de_de: Entschuldigung. Ihre Rechte erlauben Ihnen nicht, diesen Teil des Kurses zu sehen.
fr_fr: Désolé, vous n'êtes pas autorisé à afficher cette partie du cours.
it_it: Mi dispiace, questa anteprima è visibile solo agli iscritti.
nl_nl: Sorry. Je bent niet toegestaan om dit gedeelte van de cursus in te zien.
pt_br: Desculpe. Você não pode ver esta parte do curso.

source: Month to display as number (e.g. 03 for March).
de_de: Monate sollen als Zahlen erscheinen (z.B. 03 für März)
fr_fr: Mois à afficher en tant que nombre (par exemple 03 pour mars)
nl_nl: Maand te tonen als nummer (b.v. 03 voor maart).
pt_br: Mês a exibir como número (por exemplo 03 para Março).

source: Previous Unit
ar: الوحدات السابقة
de_de: Vorherige Lektion
fr_fr: Unité précédente
it_it: Unità precedente
nl_nl: Voorgaande module
pt_br: Unidade Anterior

source: Today’s date
ar: تاريخ اليوم
de_de: Heutiges Datum
fr_fr: la date d'aujourd'hui
it_it: La data di oggi
nl_nl: Datum van vandaag
pt_br: Data de hoje

source: Show all answered modules
ar: إظهار كافة الوحدات النمطية المجاب عليها
de_de: Alle beantworteten Module zeigen
fr_fr: Afficher tous les modules répondus
it_it: Visualizza tutti i moduli con risposte
nl_nl: Toon alle beantwoorde modules
pt_br: Exibir todos os módulos respodidos

source: Text to display for next month link.
ar: النص المطلوب عرضه للارتباط الشهر المقبل.
de_de: Text für den Link zum nächsten Monat
fr_fr: Texte à afficher pour le lien du mois prochain.
nl_nl: Text te tonen op de volgende maand link.
pt_br: Texto a exibir no link para o próximo mês

source: You currently have no courses assigned.
ar: ليس لديك دورات تدريبية مُسندة حاليا
de_de: Aktuell sind Ihnen keine Kurse zugewiesen.
fr_fr: Vous n'avez actuellement aucun cours assigné.
it_it: Attualmente non hai corsi assegnati
nl_nl: U bent momenteel voor geen cursussen ingeschreven.
pt_br: No momento você não tem nenhum curso atribuído.

source: Text to display for previous month link.
ar: النص المطلوب عرضه للارتباط الشهر السابق.
de_de: Text für den Link zum vorigen Monat
fr_fr: Texte à afficher pour le lien du mois précédent.
nl_nl: Tekst te tonen op de 'vorige maand' link.
pt_br: Texto a exibir no link para o mês anterior.

source: Show ungraded students only
ar: عرض الطلاب الغير مسجلة درجاتهم
de_de: Zeige nur unbewertete Studenten
fr_fr: Afficher uniquement les étudiants non classés
it_it: Mostra solo gli studenti che non hanno superato il corso
nl_nl: Toon alleen studenten zonder cijfers
pt_br: Exibir apenas estudantes não graduados

source: Year to display as 4-digit number (e.g. 2014).
de_de: Jahreszahlen sollen mit 4 Ziffern erscheinen (z.B. 2017)
fr_fr: Année à afficher en tant que numéro à 4 chiffres (par exemple 2017)
it_it: Anno da visualizzare nel formato a 4 cifre (es. 2014)
nl_nl: Jaar tonen als een getal van 4 cijfers (b.v. 2014).
pt_br: Ano a exibir como número de 4 dígitos (por exemplo 2020).

source: Show graded students only
ar: عرض الطلاب المسجلة درجاتهم
de_de: Zeige nur bewertete Studenten
fr_fr: Afficher uniquement les étudiants
it_it: Mostra solo gli studenti che hanno superato il corso
nl_nl: Toon alleen studenten met cijfers.
pt_br: Exibir apenas estudantes graduados

source: Label for completed courses list.
pt_br: Etiqueta para a lista de cursos já concluídos.

source: Submission
ar: تسليم
de_de: Übermittlung
fr_fr: Soumettre
nl_nl: Inzenden
pt_br: Envio

source: Assessments/CoursePress
ar: تقييم كورسيبريس
de_de: Prüfungen/CoursePress
fr_fr: Evaluations/ CoursePress
nl_nl: Beoordelingen/CoursePress
pt_br: Avaliações/CoursePress

source: Label for current courses.
ar: التسمية للدورات الحالية.
de_de: Label für die aktuellen Kurse
fr_fr: Étiquette pour les cours en cours.
nl_nl: Label voor de huidige cursussen.
pt_br: Etiqueta para cursos atuais.

source: Assessment Result
ar: نتيجة التقييم:
de_de: Prüfungs-Ergebnis
fr_fr: Résultat de l'évaluation
nl_nl: Resultaat beoordeling
pt_br: Resultado da Avaliação

source: If is true or "yes" then switch context to "dashboard".
de_de: Falls "true" oder "yes" schalte den Inhalt um auf "Dashboard"
fr_fr: Si est vrai ou "oui" puis bascule le contexte dans "tableau de bord"
pt_br: Se verdadeiro ou "sim" então mude o contexto para "painel".

source: The minimum grade required is:
ar: الحد الأدنى من الدرجات المطلوبة
de_de: Die benötigte Minimalbewertung ist:
fr_fr: La note minimale requise est:
it_it: Il voto minimo richiesto è:
nl_nl: Het minimaal benodigde cijfer is:
pt_br: A pontuação minima requerida é:

source: Label before courses list for "facilitator" context.
de_de: Label vor der Kurs-Liste für den Schulungsleiter-Kontext
fr_fr: Étiquette avant liste de cours pour le contexte de l'"animateur".
pt_br: Etiqueta antes da lista de cursos para o contexto "facilitador".

source: Delete Feedback
ar: حذف التعليقات
de_de: Rückmeldung löschen
fr_fr: Supprimer les commentaires
it_it: Cancella feedback
nl_nl: Verwijder feedback
pt_br: Apagar Feedback

source: Send Feedback
ar: إرسال ملاحظة
de_de: Rückmeldung senden
fr_fr: Envoyer des commentaires
it_it: Invia feedback
nl_nl: Verstuur feedback
pt_br: Enviar Feedback

source: Label for future courses.
ar: التسمية للدورات المقبلة.
de_de: Label für zukünftige Kurse
fr_fr: Étiquette pour les cours futurs.
it_it: Etichetta per i corsi futuri.
nl_nl: Label voor toekomstige cursussen.
pt_br: Etiqueta para futuros cursos.

source: Reports/CoursePress
ar: تقارير كورسبريس
de_de: Auswertungen/CoursePress
fr_fr: Rapports/ CoursePress
nl_nl: Meldingen/CoursePress
pt_br: Relatórios/CoursePress

source: Label for incomplete courses.
ar: التسمية للدورات غير مكتملة.
de_de: Label für unvollständige Kurse
fr_fr: Étiquette pour les cours incomplets.
it_it: Etichetta per i corsi incompleti.
nl_nl: Label voor niet complete cursussen
pt_br: Etiqueta para cursos incompletos.

source: You do not currently have any courses assigned.
ar: ليس لديك حاليا أي دورات مسجلة.
de_de: Sie haben aktuell keine zugeteilten Kurse.
fr_fr: Vous n'avez actuellement aucun cours assigné.
it_it: Non sei assegnato ad alcun corso.
nl_nl: U bent momenteel voor geen cursussen ingeschreven.
pt_br: No momento você não tem nenhum curso designado.

source: Message displayed on intructor page, when instructor do not have any assigned courses.
ar: الرسالة التي يتم عرضها على صفحة المدرب، عندما لا يكون المدرب في أي دورات المعينة.
de_de: Nachricht, die auf der Kursleiter-Seite angezeigt wird, wenn der Kursleiter keinen Kursen zugeordnet ist.
fr_fr: Message affiché sur la page du formateur, lorsque le formateur n'est pas assigné à un cours.
it_it: Messaggio mostrato sulla pagina dell'istruttore, quando non ha alcun corso assegnato.
nl_nl: Bericht om te tonen op de pagina van de instructeur, wanneer hij geen cursussen heeft toegekend gekregen.
pt_br: Mensagem exibida na página do instrutor quando este não tem nenhum curso designado.

source: Select entire course for selected students, or just a unit for selected students.
ar: حدد دورة كاملة للطلاب المختارين، أو مجرد وحدة للطلاب المحددين.
de_de: Gesamten Kurs oder nur eine Lektion für ausgewählte Studenten wählen.
fr_fr: Sélectionnez un cours complet pour les étudiants sélectionnés, ou seulement une unité pour les étudiants sélectionnés.
nl_nl: Selecteer gehele cursus voor geselecteerde studenten, of alleen een module voor geselecteerde studenten.
pt_br: Selecione o curso completo ou apenas uma unidade para os estudantes selecionados.

source: The instructor id to list courses for a specific instructor. Can also specify multiple instructors using commas. (e.g. instructor="1,2,3").
de_de: Die Nummer des Kursleiters, dessen Kurse aufgelistet werden sollen. Man kann auch mehrere Kursleiter durch Kommata getrennt angeben (z.B. instructor="1,2,3")
fr_fr: Le formateur identifie les cours pour un formateur spécifique. Peut également spécifier plusieurs formateurs à l'aide de virgules. (Par exemple instructeur = "1,2,3").
nl_nl: De instructeur id om de cursussen voor een bepaalde instructeur te tonen. Het is ook mogelijk meerdere instructeurs te tonen door gebruik van comma's (b.v. 1,2,3).
pt_br: O ID do instrutor para listar cursos de um instrutor específico. Pode também especificar múltiplos instrutores usando vírgulas (por exemplo instructor="1,2,3").

source: Bulk Reporting
ar: التقارير المجمعة
de_de: Massenauswertung
fr_fr: Rapports en vrac
it_it: Reporting grezzo
nl_nl: Meerdere meldingen maken
pt_br: Relatórios em Massa
