Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: The minimum grade to pass: %s
ar: درجة الحد الأدنى المطلوبة للنجاح: %s
de_de: Minimalbewertung zum Bestehen: %s
fr_fr: La note minimale à passer:%s
nl_nl: Minimum cijfer om te slagen: %s
pt_br: A nota mínima para passar: %s

source: Remove as Instructors
ar: إزالة كمعلمين
de_de: Als Kursleiter entfernen
fr_fr: Supprimer en tant que formateur
pt_br: Remover como Instrutores

source: Your username and/or password is required!
ar: مطلوب اسم المستخدم و/أو كلمة المرور!
de_de: Ihr Username und/oder Passwort wird benötigt!
fr_fr: Votre nom d'utilisateur et/ ou mot de passe est requis!
it_it: Nome Utente e/o password richiesta!
pt_br: Seu username e/ou senha são requeridos!

source: You can change this minimum score from course settings.
ar: يمكنك تغيير نتيجة الحد الأدنى من الإعدادات.
de_de: Sie können diese Minimal-Bewertung in den Kurs-Einstellungen ändern
fr_fr: Vous pouvez modifier cette note minimale à partir des paramètres de cours
pt_br: Você pode mudar esta nota mínima nas configurações do curso.

source: User ID: %d
ar: معرف المستخدم: %d
de_de: Benutzer ID: %d
fr_fr: ID utilisateur: %d
pt_br: ID do Usuário: %d

source: Ooops! You did not write anything!
ar: خطأ!. هل كتبت لهم أي شي؟
de_de: Achtung! Sie haben nichts geschrieben!
fr_fr: Ooops! Vous n'avez rien écrit!
pt_br: Opa! Você não escreveu nada!

source: Edit Grade without Feedback
ar: تعديل النتيجة من دون تعليق
de_de: Bearbeite die Bewertung ohne Rückmeldung
fr_fr: Modifier la note sans commentaires
nl_nl: Cijfer wijzigen zonder terugkoppeling
pt_br: Editar Nota sem Feedback

source: View Courses
ar: عرض الدورات
de_de: Kurse ansehen
fr_fr: Afficher les cours
it_it: Visualizza corsi
pt_br: Ver Cursos

source: An unexpected error occur while processing. Please try again.
ar: حدث خطأ غير متوقع، يرجى المحاولة مرة أخرى
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
fr_fr: Une erreur inattendue s'est produite lors du traitement.
pt_br: Ocorreu um erro inesperado ao processar. Por favor tente novamente.

source: Edit Grade with Feedback
ar: تعديل النتيجة مع تعليق
de_de: Bearbeite die Bewertung mit Rückmeldung
fr_fr: Modifier la note avec commentaires
nl_nl: Cijfer wijzigen met terugkoppeling
pt_br: Editar Nota com Feedback

source: Remove as Instructor
ar: إزالة كمدرب
de_de: Als Kursleiter entfernen
fr_fr: Supprimer en tant que formateur
pt_br: Remover como Instrutor

source: You need to complete all required modules!
ar: أنت بحاجة لإكمال جميع النماذج المطلوبة!
de_de: Sie müssen alle benötigten Module abschliessen!
fr_fr: Vous devez remplir tous les modules requis!
it_it: E' necessario completare tutti i moduli richiesti!
pt_br: Você deve completar todos os módulos requeridos!

source: Assessment Result:
ar: نتيجة التقييم:
de_de: Prüfungsergebnis:
fr_fr: Résultat d'évaluation:
nl_nl: Beoordelingsresultaat:
pt_br: Resultado da Avaliação:

source: Instructor is not assigned to any course.
ar: لم يتم تعيين المدرب إلى أي دورة.
de_de: Der Kursleiter ist keinem Kurs zugeordnet
fr_fr: Formateur n'est affecté à aucun cours.
pt_br: O instrutor não está atribuído a nenhum curso.

source: Enter PASSCODE!
ar: أدخل رمز المرور!
de_de: Passcode eingeben!
fr_fr: Entrer mot de passe!
pt_br: Informe a SENHA!

source: Save Feeback as Draft
ar: حفظ الرد ك مسودة
de_de: Rückmeldung als Entwurf speichern
fr_fr: Enregistrer Feeback en tant que brouillon
nl_nl: Feedback als concept opslaan
pt_br: Gravar o Feedback como Rascunho

source: Receivers
ar: المستقبلين
de_de: Empfänger
fr_fr: Destinataire
pt_br: Receptores

source: Invalid PASSCODE!
ar: هذا الرمز غير صحيح
de_de: Ungültiger Passcode!
fr_fr: Mot de passe non valide!
pt_br: SENHA inválida!

source: Submit Grade
ar: ارسل النتيجه
de_de: Note übermitteln
fr_fr: Soumettre la note
pt_br: Enviar Nota

source: Option not available for all courses.
ar: الخيار غير متوفر لجميع الدورات.
de_de: Option nicht für alle Kurse verfügbar
fr_fr: Option non disponible pour tous les cours.
pt_br: Opção não disponível para todos os cursos.

source: Please confirm that you want to withdraw from the course. If you withdraw, all your records and access to this course will also be removed.
ar: الرجاء التأكد من أنك تريد الانسحاب من الدورة التدريبية. إذا كنت تسحب، سيتم أيضا إزالة كافة السجلات الخاصة بك والوصول إلى هذه الدورة.
de_de: Bitte bestätigen Sie, dass Sie sich aus diesem Kurs austragen möchten. Wenn Sie sich austragen, werden alle Ihre Daten und auch der Zugang zum Kurs gelöscht.
fr_fr: Veuillez confirmer que vous voulez vous retirer du cours. Tous vos enregistrements et l'accès à ce cours seront supprimés.
pt_br: Por favor confirme que deseja retirar do curso. Se retirar, todos os dados e acesso a este curso também serão removidos.

source: Wrong receivers!
ar: أجهزة استقبال خاطئة!
de_de: Falsche Empfänger!
fr_fr: Destinataire erronés!
nl_nl: Verkeerde ontvangers!
pt_br: Receptores errados!

source: You need a membership account to access this course.
ar: تحتاج إلى حساب عضوية للوصول إلى هذا المسار.
de_de: Sie benötigen eine Mitgliedschaft, um diesen Kurs anzusehen.
fr_fr: Vous avez besoin d'un compte d'abonnement pour accéder à ce cours
it_it: Hai bisogno di una iscrizione per l'accesso a questo corso
pt_br: Você precisa de uma conta para acessar este curso.

source: Your feedback will be emailed to the student after submission.
ar: ملاحظاتك سوف تكون عبر البريد الإلكتروني للطالب بعد الادخال.
de_de: Ihre Rückmeldung wird nach der Eingabe per E-Mail an den Studenten geschickt
fr_fr: Vos commentaires seront envoyés à l'étudiant après la soumission.
pt_br: Seu feedback será enviado por e-mail ao estudante após o envio.

source: Change status to Draft
ar: تغيير الحالة إلى مسودة
de_de: Setze den Status auf "Draft"
fr_fr: Changer le statut du brouillon
pt_br: Mudar status para Rascunho

source: Only enrolled students can access this course material.
ar: الطلبة المسجلين فقط يمكنهم الوصول إلى هذه المواد الدراسية.
de_de: Nur eingeschriebene Studenten können auf das Kursmaterial zugreifen.
fr_fr: Seuls les étudiants inscrits peuvent accéder à ce cours.
it_it: Solo gli studenti iscritti possono accedere a questo materiale.
pt_br: Apenas estudantes inscritos podem acessar o material deste curso.

source: Submit
ar: إرسال
de_de: Absenden
fr_fr: Envoyé
it_it: Invia
pt_br: Enviar

source: Move to Trash
ar: نقل إلى سلة المهملات
de_de: In den Papierkorb
fr_fr: Déplacer vers la corbeille
it_it: Sposta nel Cestino
pt_br: Mover para a Lixeira

source: This unit is not available.
ar: لا تتوفر هذه الوحدة.
de_de: Diese Lektion ist nicht verfügbar.
fr_fr: Cette unité n'est pas disponible.
it_it: L'unità non è disponibile
pt_br: Esta unidade não está disponível.

source: Non-gradable
ar: غير قابل للتقييم
de_de: Wird nicht benotet
fr_fr: Non-notable
pt_br: Não-pontuável

source: Download Summary
ar: ملخص التنزيل
de_de: Zusammenfassung herunterladen
fr_fr: Télécharger le résumé
pt_br: Fazer Download do Sumário

source: %s of %s
ar: ‏%s من %s
de_de: %s von %s
it_it: %s di %s
pt_br: %s de %s

source: Module Grade:
ar: نتيجة الوحدة:
de_de: Modul-Benotung:
fr_fr: Note module:
nl_nl: Module cijfer
pt_br: Nota do Módulo:

source: We can not generata PDF. Cache directory is not writable.
ar: لا يمكننا إنشاء ملف pdf. دليل ذاكرة التخزين المؤقت غير قابل للكتابة.
de_de: Wir können die PDF-Datei nicht generieren. In das Cache-Verzeichnis kann nicht geschrieben werden
fr_fr: Nous ne pouvons pas générer le PDF. Impossible d'écrire dans le répertoire.
pt_br: Não pude gerar o PDF. O diretório de cache não tem permissão de escrita.

source: (%s Pages)
ar: (صفحات %s)
de_de: (%s Seiten)
it_it: (%s Pagine)
pt_br: (%s Páginas)

source: No answer!
ar: لا جواب
de_de: Keine Antwort!
fr_fr: Pas de réponse!
pt_br: Nenhuma resposta!

source: Select course
ar: اختر الدورة التدريبية
de_de: Kurse wählen
fr_fr: Sélectionner le cours
it_it: Seleziona corso
pt_br: Selecionar curso

source: Arial Unicode MS (Chinese Traditional)
fr_fr: Arial Unicode MS (chinois traditionnel)
it_it: Arial Unicode MS (Cinese Tradizionale)
pt_br: Arial Unicode MS (Chinês Tradicional)

source: Instructor Feedback
ar: ملاحظات المدرب
de_de: Kursleiter Rückmeldung
fr_fr: Commentaires du formateur
pt_br: Feedback do Instrutor

source: Search
ar: بحث
de_de: Suchen
fr_fr: Recherche
it_it: Cerca
pt_br: Pesquisa

source: Write your feedback!
ar: اكتب ملاحظتك هنا...
de_de: Schreiben Sie Ihre Rückmeldung!
fr_fr: Rédigez votre avis!
pt_br: Escreva seu feedback!

source: Last Login
ar: آخر تسجيل دخول
de_de: Letzter Login
fr_fr: Dernière connexion
it_it: Ultimo accesso
pt_br: Último Login

source: There are no assessable items!
ar: لا توجد أي عناصر للتقييم!
de_de: Es gibt keine beurteilbaren Objekte!
fr_fr: Il n'y a pas d'éléments évaluables!
pt_br: Não há nenhum ítem avaliável!

source: Number Courses
ar: عدد الدورات
de_de: Anzahl der Kurse
fr_fr: Nombre de cours
pt_br: Numerar Cursos

source: CoursePress Certificates
ar: كورسبريس الشهادات
de_de: CoursePress Zertifikate
fr_fr: Certificats CoursePress
it_it: Attestati CoursePress
pt_br: Certificados do CoursePress

source: View Profile
ar: عرض الملف الشخصي
de_de: Profil ansehen
fr_fr: Voir le profil
it_it: Visualizza Profilo
pt_br: Visualizar Perfil

source: CoursePress Comments
ar: تعليقات
de_de: CoursePress Kommentare
fr_fr: Commentaire CoursePress
it_it: Commenti CoursePress
pt_br: Comentários do CoursePress

source: Withdraw to all courses
ar: انسحب إلى جميع الدورات
de_de: Von allen Kursen abmelden
fr_fr: Retirer tous les cours
pt_br: Remover de todos os cursos

source: Number of comments per page:
ar: عدد التعليقات لكل صفحة:
de_de: Anzahl an Kommentaren pro Seite:
fr_fr: Nombre de commentaires par page:
pt_br: Número de comentários por página:

source: Student is not enrolled to any course.
ar: الطالب غير مسجل في أي مقرر.
de_de: Student ist in keinen Kurs eingeschrieben
fr_fr: L'étudiant n'est inscrit à aucun cours.
it_it: Lo/la studente/essa non è iscritto/a a nessun corso
pt_br: O estudante não se inscreveu em nenhum curso.

source: Enrollment Start
ar: تاريخ بدء التسجيل:
de_de: Start der Einschreibung
fr_fr: Début d'inscription
it_it: Inizio delle iscrizioni
pt_br: Inscrição Inicia

source: No assessable courses found.
ar: لم يتم العثور على دورات قابلة للتقييم.
de_de: Keine Kurse mit Übungen oder Tests gefunden
fr_fr: Aucun cours évaluable trouvé.
pt_br: Não encontrei nenhum curso avaliável.

source: Enrollment End
ar: تاريخ نهاية التسجيل:
de_de: Ende der Einschreibung
fr_fr: Fin d'inscription
it_it: Fine delle iscrizioni
pt_br: Inscrição Termina

source: Show all
ar: عرض الكل
de_de: Alle zeigen
fr_fr: Afficher tout
it_it: Mostra tutto
pt_br: Exibir tudo

source: Export
ar: تصدير
de_de: Exportieren
it_it: Esporta
pt_br: Exportar

source: Show all assessable students
ar: عرض جميع الطلاب القابلين للتقييم
de_de: Zeige alle Studenten, die an Übungen und Tests teilnehmen
fr_fr: Afficher tous les étudiants évaluables
pt_br: Exibir todos os estudantes avaliáveis

source: Preview Course
ar: معاينة الدورة
de_de: Vorschau Kurs
fr_fr: Aperçu du cours
pt_br: Pré-Visualizar Curso

source: Show graded and ungraded students
ar: عرض طلاب المسجلة درجاتهم والغير مسجلة درجاتهم.
de_de: Zeige Studenten (bestanden oder nicht)
fr_fr: Afficher les étudiants classés et non classés
pt_br: Exibir estudantes graduados e não graduados

source: Preview Units
ar: معاينة الوحدات
de_de: Vorschau Lektionen
fr_fr: Aperçu des Unités
pt_br: Pré-Visualizar Unidades

source: Show ungraded students
ar: عرض الطلاب الغير مسجلة درجاتهم
de_de: Zeige Studenten, die noch nicht bestanden haben
fr_fr: Afficher les étudiants non classés
pt_br: Exibir estudantes não graduados

source: CoursePress cannot generate PDF because directory is not writable: %s
de_de: CoursePress kann die PDF-Datei nicht erzeugen, weil in das Verzeichnis nicht geschrieben werden kann: %s
fr_fr: CoursePress ne peut pas générer de PDF car le répertoire n'est pas écrivable: %s
it_it: Impossibile generare il PDF perchè la directory non è scrivibile: %s
pt_br: O CoursePress não pôde gerar o PDF porque o diretório não tem permissão de escrita: %s

source: Restore &#8220;%s&#8221; from the Trash
de_de: Wiederherstellen &#8220;%s&#8221;
fr_fr: Restaurer " %s " dans la Corbeille
pt_br: Restaurar &#8220;%s&#8221; da Lixeira

source: Show graded students
ar: عرض الطلاب المسجلة درجاتهم
de_de: Zeige Studenten, die bestanden haben
fr_fr: Afficher les étudiants diplômés
pt_br: Exibir estudantes graduados

source: Start date
ar: تاريخ البدء
de_de: Startdatum
fr_fr: Date de début
it_it: Data di partenza
pt_br: Data de início

source: Restore
ar: استرجاع
de_de: Wiederherstellen
fr_fr: Restaurer
it_it: Ripristina
pt_br: Restaurar

source: Search students by name, username, or email.
ar: ابحث عن الطلاب حسب الاسم أو اسم المستخدم أو البريد الإلكتروني.
de_de: Suche nach Studenten nach Name, Benutzername oder E-Mail-Adresse
fr_fr: Recherche des étudiants par nom, nom d'utilisateur ou email.
it_it: Cerca gli studenti per nome, nome utente, o email.
pt_br: Pesquisar estudantes por nome, username ou e-mail.

source: Actions
ar: الإجراءات
de_de: Aktionen
it_it: Azioni
pt_br: Ações

source: Move &#8220;%s&#8221; to the Trash
de_de: &#8220;%s&#8221; in den Papierkorb verschieben
fr_fr: Déplacer " %s " vers la Corbeille
it_it: Sposta &#8220;%s&#8221; nel cestino
pt_br: Mover &#8220;%s&#8221; para a Lixeira

source: Enter here...
ar: أدخل هنا...
de_de: Hier eingeben...
fr_fr: Entrez ici ...
pt_br: Entre aqui...

source: Columns
ar: الأعمدة
de_de: Spalten
fr_fr: Colonnes
it_it: Colonne
pt_br: Colunas

source: Delete &#8220;%s&#8221; permanently
de_de: &#8220;%s&#8221; dauerhaft löschen
fr_fr: Supprimer "%s " définitivement
pt_br: Apagar &#8220;%s&#8221; permanentemente

source: Reset
ar: إعادة تعيين
de_de: Zurücksetzen
fr_fr: Réinitialiser
nl_nl: Herstel
pt_br: Redefinir

source: Save Settings
ar: حفظ الإعدادات
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
it_it: Salva impostazioni
pt_br: Gravar Configurações

source: This page will be reloaded shortly.
ar: سيتم إعادة تحميل هذه الصفحة قريبا.
de_de: Diese Seite wird in Kürze neu geladen.
fr_fr: Cette page sera rechargée sous peu.
pt_br: Esta página será recarregada em breve.

source: Fetching students...
ar: جار جلب الطلاب ...
de_de: Studenten werden eingelesen ...
fr_fr: Récupérer des étudiants ...
pt_br: Buscando estudantes...

source: Add Media URL or Browse for Media
de_de: Media URL hinzufügen oder nach Medien suchen
fr_fr: Ajouter une URL de média ou Rechercher un média
pt_br: Adicionar URL de Mídia ou Navegar por Mídia

source: Deleted courses:
ar: دورات محذوفة:
de_de: Kurse löschen:
fr_fr: Cours supprimés:
it_it: Corsi cancellati:
nl_nl: Verwijderde cursussen:
pt_br: Cursos apagados:

source: Invalid comment ID.
ar: معرف التعليق غير صالح.
de_de: Ungültige ID des Kommentars.
fr_fr: ID de commentaire non valide.
pt_br: ID de comentário inválido.

source: Enter title here.
ar: ادخل العنوان هنا
de_de: Titel hier eingeben
fr_fr: Entrez le titre ici.
it_it: Inserisci qui il titolo.
pt_br: Insira aqui o título.

source: Edit your course specific settings below.
ar: تحرير إعدادات الدورة التدريبية المحددة أدناه.
de_de: Editiere hier deine Kurs-Einstellungen
fr_fr: Modifier les paramètres spécifiques de votre cours ci-dessous
pt_br: Edite abaixo as configurações específicas do seu curso.

source: Go back
ar: العودة
de_de: Zurück
fr_fr: Retour
it_it: Indietro
pt_br: Voltar

source: Please press the Prev button on the left to continue.
ar: الرجاء الضغط على الزر السابق على اليسار للاستمرار.
de_de: Bitte klicken Sie die Schaltfläche links um weiterzugehen.
fr_fr: Veuillez appuyer sur le bouton Précédent à gauche pour continuer.
pt_br: Por favor clique no botão Anteior na esquerda para continuar

source: Units (%s)
ar: الوحدات (%s)
de_de: Lektionen (%s)
fr_fr: Unités (%s)
it_it: Unità (%s)
pt_br: Unidades (%s)

source: Sorry, you are not allowed to edit this comment.
ar: عذرا، لا يسمح لك بتعديل هذا التعليق.
de_de: Es tut uns leid, Sie dürfen diesen Kommentar nicht verändern.
fr_fr: Désolé, vous n'êtes pas autorisé à modifier ce commentaire
it_it: Mi dispiace, non sei abilitato a editare questo commento.
pt_br: Desculpe, você não pode editar este comentário.

source: Students (%s)
ar: الطلاب (%s)
de_de: Studenten (%s)
fr_fr: Etudiants (%s)
it_it: Studenti (%s)
pt_br: Estudantes (%s)

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
ar: اسمعي يمكنك أن ترمي الأزهار في القمامة. إذا أردتِ ذلك.
de_de: Dieser Kommentar ist im Papierkorb. Bitte holen Sie ihn wieder heraus, wenn Sie ihn bearbeiten möchten.
fr_fr: Ce commentaire est dans la corbeille. Veuillez le déplacer hors de la Corbeille si vous souhaitez le modifier.
pt_br: Este comentário está na Lixeira. Por favor mova-o para fora da LIxeira se deseja editá-lo.

source: First page
ar: الصفحة الأولى
de_de: Erste Seite
fr_fr: Première page
it_it: Prima pagina
pt_br: Primeira página

source: Finish
ar: انهاء
de_de: Abschließen
fr_fr: Terminé
it_it: Finito
pt_br: Concluir

source: Edit Comment
ar: تحرير التعليق
de_de: Kommentar bearbeiten
fr_fr: Modifier le commentaire
pt_br: Editar Comentário

source: Previous page
ar: الصفحة السابقة
de_de: Vorherige Seite
fr_fr: Page précédente
it_it: Pagina precedente
pt_br: Página anterior

source: Step 1 &ndash; Course Overview
ar: الخطوة 1 ‪-‬ نظرة عامة على الدورة التدريبية
de_de: Schritt 1 &ndash; Kursübersicht
fr_fr: Étape 1 &ndash; Aperçu du cours
pt_br: Passo 1 &ndash; Visão Geral do Curso

source: Comment status
ar: حالة التعليق
de_de: Kommentarstatus
fr_fr: Statut de commentaire
pt_br: Status do comentário

source: Current Page
ar: الصفحة الحالية
de_de: Aktuelle Seite
fr_fr: Page Actuelle
it_it: Pagina corrente
nl_nl: Huidige Pagina
pt_br: Página atual

source: Short Overview
ar: نظرة عامة قصيرة
de_de: Kurzübersicht
fr_fr: Aperçu court
nl_nl: Kort Overzicht
pt_br: Visão Geral Curta

source: Next page
ar: الصفحة التالية
de_de: Nächste Seite
fr_fr: Page suivante
it_it: Prossima pagina
pt_br: Próxima página

source: Featured Image
ar: صورة مميزة
de_de: Empfohlenes Bild
fr_fr: Image en vedette
nl_nl: Aanbevolen Afbeelding
pt_br: Imagem em Destaque

source: Submitted on: %s
ar: تم النشر في: %s
de_de: Übermittelt am: %s
fr_fr: Soumis le:%s
it_it: Inserito il: %s
pt_br: Enviado em: %s

source: Last page
ar: الصفحة الأخيرة
de_de: Letzte Seite
fr_fr: Dernière page
it_it: Ultima pagina
pt_br: Última página

source: Step 2 &ndash; Course Details
ar: الخطوة 2 ‪-‬ تفاصيل الدورة
de_de: Schritt 2 &ndash; Kursdetails
fr_fr: Etape 2 &ndash; Détails du cours
pt_br: Passo 2 &ndash; Detalhes do Curso

source: Edit date and time
ar: تحرير التاريخ و الوقت
de_de: Datum und Zeit editieren
fr_fr: Modifier la date et l'heure
it_it: Modifica Data e Ora
pt_br: Editar data e hora

source: Migration was done. There is no more students to migrate.
de_de: Aktualisierung erledigt. Es sind keine weiteren Studenten zu übertragen
fr_fr: La migration a été faite. Il n'y a plus d'étudiants à migrer.
pt_br: A migração foi feita. Não há mais estudantes para migrar.

source: Add URL or Browse ( %s )
ar: إضافة عنوان URL أو تصفح (%s)
de_de: URL hinzufügen oder suchen ( %s )
fr_fr: Ajouter URL ou Parcourir ( %s )
pt_br: Adicionar URL ou Navegar ( %s )

source: Date and time
ar: التاريخ و الوقت
de_de: Datum und Zeit
fr_fr: Date et heure
it_it: Data e Ora
pt_br: Data e hora

source: Found %d course to migrate. Course id: %s.
de_de: %d Kurs zur Aktualisierung gefunden. Kurs-Nummern: %s
fr_fr: Trouver %d le cours à migrer. Id cours : %s.
pt_br: Encontrei %d curso para migrar. O ID do curso: %s.

source: Full Description
ar: الوصف الكامل
de_de: Gesamte Beschreibung
fr_fr: Description complète
pt_br: Descrição Completa

source: In response to: %s
ar: رداً على: %s
de_de: Reaktion auf: %s
fr_fr: En réponse à: %s
pt_br: Em resposta a: %s

source: Update students (%d) data in course: %d.
de_de: Aktualisiere Studenten Daten (%d) für den Kurs %d
fr_fr: Mettre à jour les données des étudiants (%d) dans le cours: %d.
pt_br: Atualizar dados do estudante (%d) no curso: %d.

source: View Mode
ar: طريقة العرض
de_de: Zeige Modus
fr_fr: Mode d'affichage
pt_br: Modo de Visualização

source: In reply to: %s
ar: رداً على: %s
de_de: Antwort auf: %s
fr_fr: En réponse à: %s
pt_br: Em resposta a: %s

source: Normal: Show full unit pages
ar: عادي: عرض صفحات وحدة كاملة
de_de: Normal: Zeige die gesamten Seiten der Lektionen an
fr_fr: Normal: Affiche les pages entières de l'unité
pt_br: Normal: Exibir todas as páginas da unidade

source: Enter topic title
ar: أدخل عنوان الموضوع
de_de: Titel des Themas eingeben
fr_fr: Entrer le titre du sujet
pt_br: Digite o título do tópico

source: There is %d course to migrate. Course id: %s.
de_de: Es gibt %d Kurs zur Aktualisierung. Kurs-Nummer: %s
fr_fr: Il y a %d cours de migrer. Identifiant du cours: %s.
pt_br: Existe %d curso para migrar. ID do Curso: %s.

source: Choose if your course will show in "normal" mode or step by step "focus" mode.
de_de: Wähle, ob der Kurs in "normalem" Modus angezeigt wird, oder in Fokus-Modus Schritt für Schritt
fr_fr: Choisissez si votre cours s'affiche en mode "normal " ou en mode étape par étape "focus".
pt_br: Escolha se seu curso será exibido no modo "normal" ou no modo "foco" passo a passo.

source: Select courses to export to another site.
ar: حدد الدورات التدريبية للتصدير إلى موقع آخر.
de_de: Wähle die Kurse aus, die zu einer anderen Website hin exportiert werden sollen
fr_fr: Sélectionnez les cours à exporter vers un autre site.
pt_br: Selecione os cursos para exportar para outro site.

source: This course was already updated.
ar: تم تحديث هذه الدورة فعلا.
de_de: Der Kurs ist schon aktualisiert worden
fr_fr: Ce cours a déjà été mis à jour.
it_it: Questo corso è già aggiornato.
pt_br: Este curso já foi atualizado.

source: Focus: Focus on one item at a time
ar: التركيز: التركيز على عنصر واحد في كل مرة
de_de: Fokus: Fokussiere auf ein einziges Element
fr_fr: Focus: Focus sur un élément à la fois
pt_br: Foco: Foca em um ítem de cada vez.

source: Export Options
ar: خيارات التّصدير
de_de: Export-Optionen
fr_fr: Options d'exportation
pt_br: Opções de Exportação

source: Course %s was successful updated.
de_de: Der Kurs %s wurde erfolgreich aktualisiert
fr_fr: Le cours %s a été mis à jour avec succès.
pt_br: O Curso %s foi atualizado com sucesso.

source: Don't render section titles in focus mode.
ar: لا تجعل عناوين الأقسام في وضع التركيز.
de_de: Im Fokus-Modus: Zeige Abschnittsüberschriften nicht an
fr_fr: Ne pas rendre les titres de section en mode focus.
pt_br: Não renderizar títulos das seções no modo foco.

source: Include students
ar: تضمين الطلاب
de_de: Einschließlich Studenten
fr_fr: Inclure les étudiants
pt_br: Incluir estudantes

source: Course update fail: wrong data!
ar: فشل التحديث: خطأ البيانات!
de_de: Kurs-Aktualisierung fehl geschlagen: Falsche Daten!
fr_fr: Échec de la mise à jour du cours: données erronées!
pt_br: Atualizaçõ do curso falhou: dados errados!

source: Unit list only
ar: قائمة الوحدات فقط
de_de: Nur die Liste der Lektionen
fr_fr: Uniquement la liste
pt_br: Apenas lista da unidade

source: Will include course students and their course submission progress.
ar: سوف تشمل الطلاب ومستوى تقدمهم.
de_de: Einschließlich der Studenten zu den Kursen und ihres Lernfortschritts
fr_fr: Inclura les étudiants du cours et leurs progrès dans la présentation des cours.
nl_nl: Zal de cursus studenten inclusief ingediend materiaal omvatten.
pt_br: Inclui os estudantes do curso e o seu progresso de envio do curso.

source: Course update fail: security check!
ar: فشل التحديث: التحقق من أمان!
de_de: Kurs-Aktualisierung fehl geschlagen: Sicherheits-Überprüfung!
fr_fr: Échec de la mise à jour du cours: contrôle de sécurité!
pt_br: Falha na atualização do curso: verificação de segurança!
