Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: If both student and instructor are specified, only the student will be used.
ar: إذا تم تحديد كل من الطالب والمعلم، ستستخدم فقط الطلاب.
de_de: Wenn sowohl ein Student als auch ein Kursleiter angegeben werden, wird nur der Student benutzt.
fr_fr: Si l'étudiant et l'instructeur sont spécifiés, seul l'élève sera utilisé.
it_it: Nel caso sia uno studente che istruttore siano specificati, solo lo studente sarà utilizzato.
nl_nl: Als zowel de student als de leraar gespecificeerd zijn, zal alleen de student gebruikt worden.
pt_br: Se ambos o estudante e o instrutor forem especificados, apenas o estudante será usado.

source: Limit the number of courses. Use -1 to show all.
ar: تحديد عدد الدورات. استخدم-1 لإظهار الكل.
de_de: Beschränkt die Anzahl der Kurse. Mit -1 werden alle Kurse angezeigt.
fr_fr: Limiter le nombre de cours. Utiliser -1 pour afficher tout.
it_it: Limita il numero di corsi. Usa -1 per mostrarli tutti.
nl_nl: Limiteer het aantal cursussen. Gebruik -1 om alles te tonen.
pt_br: Limita o número de cursos. Use -1 para exibir todos.

source: Courses/Instructors
ar: الدورات التدريبية/مدربين
de_de: Kurse/Kursleiter
fr_fr: Cours/ Formateur
it_it: Corso/Istruttore
nl_nl: Cursussen/Leraren
pt_br: Cursos/Instrutores

source: Profle
ar: بروفلي
de_de: Profil
fr_fr: Profil
it_it: Profilo
nl_nl: Profiel
pt_br: Perfil

source: Label before manageable courses.
de_de: Zeige Label vor den Kursen an, die verwaltet werden können
fr_fr: Étiquette avant les cours faisables.
nl_nl: Label van bewerkbare cursussen.
pt_br: Etiqueta antes de cursos gerenciáveis.

source: Settings/CoursePress
ar: إعدادات كورسيبريس
de_de: Einstellungen/CoursePress
fr_fr: Paramètre/ CoursePress
it_it: Impostazioni CoursePress
nl_nl: Instellingen/CoursePress
pt_br: Configurações/CoursePress

source: Order the courses. "ASC" for ascending order. "DESC" for descending order.
pt_br: Ordena os cursos por título. "ASC" para ordem ascendente e "DESC" para ordem descendente.

source: Courses/Students
ar: الدورات التدريبية/الطلاب
de_de: Kurse/Studenten
fr_fr: Cours/ Étudiants
it_it: Corsi/Studenti
nl_nl: Cursussen/Studenten
pt_br: Cursos/Estudantes

source: There is no courses to update.
ar: لا يوجد دورات تدريبية لتحديثها
de_de: Es gibt keinen Kurs zum Aktualisieren.
fr_fr: Il n'y a pas de cours à mettre à jour.
it_it: Non ci sono corsi da aggiornare.
nl_nl: Er zijn geen cursussen om up te daten.
pt_br: Não há cursos para atualizar.

source: Label before past courses.
ar: التسمية قبل الدورات الماضية.
de_de: Zeige Label vor Kursen aus der Vergangenheit
fr_fr: Étiquette avant les anciens cours.
nl_nl: Label voor vroegere cursussen aan.
pt_br: Etiqueta antes de cursos passados.

source: You have %d course to update.
ar: لديك %d دورة للتحديث.
de_de: Sie haben %d Kurs zum Aktualisieren.
fr_fr: Vous avez %d cours à mettre à jour.
it_it: C'è %d corso da aggiornare.
nl_nl: U heeft %d cursus om te updaten.
pt_br: Você tem %d curso a atualizar.

source: Show labels.
ar: إظهار التسميات
de_de: Zeige Labels
fr_fr: Afficher les étiquettes.
nl_nl: Toon labels.
pt_br: Exibir etiquetas.

source: Working...
ar: جاري العمل....
de_de: Arbeitet...
fr_fr: Travail...
it_it: In corso...
nl_nl: Bezig...
pt_br: Trabalhando...

source: The status of courses to show (uses WordPress status).
de_de: Kurse mit diesem Status werden angezeigt (dabei werden die möglichen Status-Angaben von WordPress benutzt)
fr_fr: L'état des cours à afficher (utilise le statut WordPress).
nl_nl: De status van cursussen om weer te geven (gebruikt WordPress status).
pt_br: O status dos cursos a exibir (usa o status do WordPress).

source: There is no courses to update!
ar: لا يوجد دورات تدريبية لتحديثها
de_de: Sie haben keinen Kurs zum Aktualisieren!
fr_fr: Il n'y a pas de cours à mettre à jour!
it_it: Non ci sono corsi da aggiornare!
nl_nl: Er zijn geen cursussen om te updaten!
pt_br: Não há cursos a atualizar!

source: published
ar: منشور
de_de: veröffentlicht
fr_fr: Publié
it_it: pubblicato
nl_nl: gepubliceerd
pt_br: publicado

source: Upgrade is done.
ar: تمت الترقية
de_de: Aktualisierung erfolgt.
fr_fr: La mise à niveau est terminée.
it_it: Aggiornamento completato.
nl_nl: Opwaadering is klaar.
pt_br: O Upgrade foi feito.

source: You are not enrolled in any courses. %s
ar: أنت غير مسجل في أي من المقررات الدراسية. %s
de_de: Sie sind in keinen Kurs eingeschrieben. %s
fr_fr: Vous n'êtes inscrit à aucun cours. %s
it_it: Non sei iscritto ad alcun corso. %s
nl_nl: Je bent voor geen enkele van onze cursussen ingeschreven. %s
pt_br: Você não está inscrito/a em nenhum curso. %s

source: Edit Course/CoursePress
ar: تحرير دورة / كورسيبريس
de_de: Kurs ändern/CoursePress
fr_fr: Modifier Cours/ CoursPress
nl_nl: Bewerk Cursus/CoursePress
pt_br: Editar Curso/CoursePress

source: <a href="%s">See available courses.</a>
ar: <a href="%s">انظر الدورات التدريبية المتاحة.</a>
de_de: <a href="%s">Verfügbare Kurse ansehen.</a>
fr_fr: <a href="%s"> Voir les cours disponibles. </a>
it_it: <a href="%s">Mostra corsi disponibili.</a>
nl_nl: <a href="%s">Zie te volgen cursussen</a>
pt_br: <a href="%s">Ver cursos disponíveis.</a>

source: Step 1 – Course Overview
ar: الخطوة 1 - نظرة عامة دورة
de_de: Schritt 1 - Kursübersicht
fr_fr: Étape 1 - Vue d'ensemble du cours
it_it: Step 1 – Overview del corso
nl_nl: Stap 1 - Cursus Overzicht
pt_br: Passo 1 - Visão Geral do Curso

source: The student id to list courses for a specific student. Can also specify multiple students using commas. (e.g. student="1,2,3").
de_de: Die ID des Studenten, für den Kurse aufgelistet werden sollen. Man kann auch mehrere Studenten angeben, indem man deren IDs mit Kommata trennt (z.B. student="1,2,3").
fr_fr: L'étudiant identifie les cours pour un étudiant en particulier. Peut également spécifier plusieurs élèves à l'aide de virgules. (Par exemple student = "1,2,3").
nl_nl: De student id voor het opsommen van cursussen van een specifieke student. Je kan ook meerdere studenten specificeren door komma's te gebruiken. (bijv. student="1,2,3").
pt_br: O ID do estudante para listar cursos para um estudante específico. Pode também especificar múltiplos estudantes usando vírgulas. (por exemplo student="1,2,3").

source: Step 2 – Course Details
ar: الخطوة 2-تفاصيل الدورة
de_de: Schritt 2 - Kursdetails
fr_fr: Étape 2 - Détails du cours
it_it: Step 2 – Dettagli del corso
nl_nl: Cursus Details
pt_br: Passo 2 - Detalhes do Curso

source: Label before suggested courses.
ar: التسمية قبل الدورات المقترحة
de_de: Bezeichnung für vorgeschlagene Kurse
fr_fr: Étiquette avant les cours suggérés.
it_it: Etichetta prima dei corsi suggeriti.
nl_nl: Label voor voorgestelde cursussen aan.
pt_br: Etiqueta antes de cursos sugeridos.

source: Course View Mode
ar: طريقة عرض الدورة
de_de: Modus Kursansicht
fr_fr: Mode de vue du cours
nl_nl: Cursus Bekijk Modus
pt_br: Modo de Visão do Curso

source: Message will be show when student is not enrolled to any course, but we have some suggested courses.
ar: رسالة اقترح تظهر عندما لا يلتحق الطالب لأي دورة، ولكن لدينا بعض الدورات المقترحة له.
de_de: Nachricht, die angezeigt wird, wenn ein Student in keinen Kurs eingeschrieben ist, es aber empfohlene Kurse für ihn gibt.
fr_fr: Le message sera affiché lorsque l'élève n'est pas inscrit à un cours, mais nous proposons des cours suggérés.
it_it: Il messaggio verrà mostrato quando lo studente non è iscritto ad alcun corso, ma possiamo fornirgli qualche suggerimento.
nl_nl: Boodschap zal worden getoond wanneer de student niet is ingeschreven voor een cursus, maar we enkele suggesties hebben.
pt_br: Mensagem que será exibida quando o estudante não está inscrito em nenhum curso mas nós temos algumas sugestões.

source: Step 3 – Instructors and Facilitators
ar: الخطوة 3 – المدربين والميسرين
de_de: Schritt 3 - Kursleiter und Schulungsleiter
fr_fr: Étape 3 - Instructeurs et facilitateurs
it_it: Step 3 – Istruttore e Facilitatori
nl_nl: Stap 3 - Leraren en Aanbieders
pt_br: Passo 3 - Instrutores e Facilitadores

source: You are not enrolled in any courses.<br />Here are a few you might like, or %s
de_de: Sie sind in keine Kurse eingeschrieben.<br />Diese könnten Sie vielleicht mögen oder %s
fr_fr: Vous n'êtes inscrit à aucun cours. <br /> Voici quelques proposition qui pourraient vous intéresser, ou %s
it_it: Non sei iscritto ad alcun corso.<br />Eccone alcuni che potrebbero piacerti, oppure%s
nl_nl: Je bent niet ingeschreven voor een cursus.<br />Hier enkele die je leuk zou kunnen vinden, of %s
pt_br: Você não se inscreveu em nenhum curso. <br />Aqui estão alguns que você talvez goste, ou %s

source: Step 4 – Course Dates
ar: الخطوة 4 - مواعيد الدورات
de_de: Schritt 4 - Kurstermine
fr_fr: Étape 4 - Dates des cours
it_it: Step 4 – Date del corso
nl_nl: Stap 4 - Cursus data
pt_br: Passo 4 - Datas do Curso

source: <a href="%s">see all available courses.</a>
ar: <a href="%s">انظر جميع الدورات التدريبية المتاحة.</a>
de_de: <a href="%s">verfügbare Kurse ansehen.</a>
fr_fr: <a href="%s"> voir tous les cours disponibles. </a>
it_it: <a href="%s">mostra corsi disponibili.</a>
nl_nl: <a href="%s">zie alle beschikbare cursussen.</a>
pt_br: <a href="%s">ver todos os cursos disponíveis.</a>

source: Step 5 – Classes, Discussion & Workbook
ar: الخطوة 5 - فصول، مناقشة و التمارين
de_de: Schritt 5 - Klassen, Diskussion & Übungsheft
fr_fr: Étape 5 - Classes, discussions et exercices
it_it: Step 5 – Classi, Discussioni e Risultati
nl_nl: Stap 5 - Klassen, discussies en werkboek
pt_br: Passo 5 - Aulas, Discussão e Trabalho

source: The title to display for the featured course.
ar: العنوان لعرض الدورات الموصى بها
de_de: Angezeigter Titel für empfohlene Kurse.
fr_fr: Le titre à afficher pour le cours en vedette.
nl_nl: De titel te tonen voor de uitgelichte cursus.
pt_br: O título a exibir para o curso em destaque.

source: Step 6 – Enrollment%s
de_de: Schritt 6 - Einschreibung%s
fr_fr: Étape 6 - Inscription%s
it_it: Step 6 – Iscrizione%s
nl_nl: Stap 6 - Inschrijving%s
pt_br: Passo 6 - Inscrição%s

source: Text to display on the call to action button.
de_de: Text, der auf der Schaltfläche für den "Call-to-Action" angezeigt wird.
fr_fr: Texte à afficher sur le bouton d'appel à l'action.
nl_nl: Tekst te tonen op de 'Call to Action' knop.
pt_br: Textor para exibir no botão de chamada para a ação

source: <p>To start selling your course, please install and activate MarketPress here:</p> <a href="%s">Activate MarketPress</a>
ar: ‏<p>لبدء بيع الدورة التدريبية، يرجى تثبيت وتنشيط ماركيتبريس هنا:</p> ‏ <a href="%s">Activate MarketPress</a>
de_de: <p>Um Kurse zu verkaufen, aktivieren Sie MarketPress hier:</p> <a href="%s">Aktiviere MarketPress</a>
it_it: <p>Per iniziare a vendere i tuoi corsi, installa ed attiva MarketPress qui:</p> <a href="%s">Attiva MarketPress</a>
nl_nl: <p>Om uw cursus te gaan verkopen, activeer hier MarketPress</p> → → → → → → → → <a href="%s">Activeer MarketPress</a>
pt_br: <p>Para começar a vender seu curso, por favor instale e ative o MarketPress aqui:</p> → → → → → → → → <a href="%s">Ative o MarketPress</a>

source: Media type to use for featured course. See [course_media].
de_de: Medien-Typ, der für hervorgehobene Kurse verwendet werden soll. Siehe [course_media]
fr_fr: Type de média à utiliser pour le cours en vedette. Voir [course_media].
nl_nl: Media type voor uitgelichte cursus. Zie [course_media].
pt_br: Tipo de mídia a usar para o curso em destaque. Veja [course_media].

source: <p>Please contact your administrator to enable MarketPress for your site.</p>
ar: <p>الرجاء الاتصال بالمسؤول لتمكين ماركيتبريس لموقع الويب الخاص بك.</p>
de_de: <p>Bitte kontaktieren Sie Ihren Administrator, damit dieser MarketPress auf ihrer Website freischaltet.</p>
fr_fr: <p> Veuillez contacter votre administrateur pour activer MarketPress sur votre site </p>
nl_nl: <p>Neem contact op met uw beheerder voor het activeren van MarketPress voor uw website</p>
pt_br: <p>Por favor contacte seu administrador para habilitar o MarketPress para o seu site.</p>

source: Media priority to use for featured course. See [course_media].
de_de: Medien-Priorität für hervogehobene Kurse. Siehe [course_media].
fr_fr: Priorité média à utiliser pour le cours en vedette. Voir [course_media].
nl_nl: Media prioriteit voor uitgelichte cursus. See [course_media].
pt_br: Prioridade da mídia a usar para o curso em destaque. Ver [course_media].

source: <p>The full version of MarketPress has been bundled with CoursePress Pro.</p>
de_de: <p>Die Vollversion von MarketPress ist in CoursePress Pro mit enthalten.</p>
fr_fr: <p> La version complète de MarketPress a été livrée avec CoursePro." </P>
nl_nl: <p>De volledige versie van MarketPress is gebundeld met CoursePress Pro.</p>
pt_br: <p>A versão completa do MarketPress está incluída no CoursePress pro.</p>

source: video
ar: فيديو
pt_br: vídeo

source: <p>You can use the free or premium version of MarketPress to sell your courses.</p>
ar: ‏<p>يمكنك استخدام النسخة المجانية أو المطورة من ماركيتبريس لبيع الدورات الخاصة بك.</p>
de_de: <p>Sie können die kostenlose oder die Premium-Version von MarketPress einsetzen, um Kurse zu verkaufen.</p>
fr_fr: <p> Vous pouvez utiliser la version gratuite ou Premium de MarketPress pour vendre vos cours. </P>
it_it: <p>Puoi usare la versione free o premium di MarketPress per vendere i tuoi corsi.</p>
nl_nl: <p>U kunt de gratis of premium versie van MarketPress gebruiken om uw cursussen te verkopen</p>
pt_br: <p>Você pode usar a versão gratuita ou premium do MarketPress para vender seus cursos.</p>

source: Show all course modules.
de_de: Alle Module zeigen.
fr_fr: Afficher tous les modules de cours.
it_it: Mostra tutti i moduli del corso
nl_nl: Toon alle cursus modules.
pt_br: Ver todos os módulos do curso.

source: <div class="payment-message %s"> <h3>Sell your courses online with MarketPress.</h3> %s %s <p>Other supported plugins: WooCommerce</p> </div>
ar: <div class="payment-message %s"> <h3>بيع الدورات الخاصة بك على الإنترنت مع ماركيتبريس.</h3> %s %s <p>الإضافات الأخرى المدعومة: ووكوميرسي</p> </div>
de_de: <div class="payment-message %s"> <h3>Verkaufen Sie Ihre Kurse mit MarketPress.</h3> %s %s <p>Andere unterstützte Plugins: WooCommerce</p> </div>
it_it: <div class="payment-message %s"> <h3>Vendi i tuoi corsi online con MArketPress.</h3> %s %s <p>Altri plugin supportati: WooCommerce</p> </div>
nl_nl: → → → → <div class="payment-message %s"> → → → → → <h3>Verkoop uw cursussen online met MarketPress.</h3> → → → → → %s → → → → → %s → → → → → <p>Andere ondersteunde plugins: WooCommerce</p> → → → → </div> → → →
pt_br: <div class="payment-message %s"> <h3>Venda seus cursos online com o MarketPress.</h3> %s %s <p>Outros plugins suportados: WooCommerce</p> </div>

source: Additional CSS classes for styling free preview items.
de_de: Zusätzliche CSS-Klassen für die Gestaltung freier Vorschau-Elemente.
fr_fr: Des classes CSS supplémentaires pour styliser des éléments de prévisualisation gratuits.
nl_nl: Extra CSS klassen voor styling van de gratis voorvertoning.
pt_br: Classes CSS adicionais para estilizar os ítens gratuitos de pré-visualização.

source: Test mail sent!
ar: تم إرسال البريد التجريبي
de_de: Test-E-Mail versandt!
fr_fr: Mail test envoyé!
it_it: Mail di test inviata!
nl_nl: Test e-mail verstuurd!
pt_br: E-mail de teste enviado!

source: free
ar: مجاناً
de_de: kostenlos
fr_fr: gratuit
it_it: gratis
nl_nl: gratis
pt_br: grátis

source: Export Courses: please select some courses first.
ar: تصدير الدورات: الرجاء تحديد بعض الدورات أولاً.
de_de: Kurse exportieren: bitte wählen Sie einen oder mehrere Kurse.
fr_fr: Cours à l'exportation: veuillez sélectionner quelques cours en premier.
nl_nl: Exporteer cursussen: selecteer a.u.b. eerst een aantal cursussen.
pt_br: Exportar Cursos: primeiro selecione alguns cursos.

source: Show for FREE preview items.
de_de: Zeige kostenlose Vorschauobjekte
fr_fr: Afficher les éléments d'aperçu GRATUIT".
it_it: Mostra un'anteprima gratuita dell'oggetto
nl_nl: Toon voor GRATIS voorvertoning.
pt_br: Exibir ítens de pré-visualização GRATUITOS.

source: Invited Students
ar: الطلاب المدعوين
de_de: Eingeladene Studenten
fr_fr: Étudiants invités
it_it: Studenti invitati
nl_nl: Uitgenodigde studenten
pt_br: Estudantes Convidados

source: Text to show for FREE preview items.
de_de: Text, um kostenlose Vorschauobjekte anzuzeigen.
fr_fr: Texte à afficher pour les éléments d'aperçu GRATUIT.
it_it: Testo da mostrare per oggetti GRATIS
nl_nl: Tekst te tonen voor GRATIS voorvertoning.
pt_br: Texto a exibir para ítens de pré-visualização GRATUITOS.

source: List of invited students.
ar: قائمة الطلاب المدعوين.
de_de: Liste von eingeladenen Studenten.
fr_fr: Liste des étudiants invités.
it_it: Lista degli studenti invitati
nl_nl: Lijst van uitgenodigde studenten
pt_br: Lista de estudantes convidados.

source: Show divider between major items in the tree, "yes" or "no".
de_de: Zeige ein Trennzeichen zwischen den Haupt-Einträgen im Baum an "yes" oder "no".
fr_fr: Afficher le diviseur entre les principaux éléments de l'arborescence, "oui" ou "non".
nl_nl: Een scheidingslijn tonen tussen de belangrijkste items in de boomstructuur, "ja" of "nee".
pt_br: Mostrar divisória entre os ítens principais na árvore, "sim" ou "não".

source: Resend Invitation
ar: إعادة إرسال الدعوة
de_de: Einladung erneut senden
fr_fr: Renvoyer l'invitation
it_it: Invia nuovamente l'invito
nl_nl: Verstuur uitnodiging opnieuw
pt_br: Reenviar Convite

source: Show label text as tree heading, "yes" or "no".
de_de: Zeige beschreibenden in baumartiger Überschrift an "yes" oder "no"
fr_fr: Afficher le texte de l'étiquette en tant que titre, "oui" ou "non".
nl_nl: Label tekst tonen als boomstructuur, "na" of "nee".
pt_br: Exibir texto de etiqueta como cabeçalho da árvore, "sim" ou "não".

source: Remove Invitation
ar: إزالة الدعوة
de_de: Einladung zurückziehen
fr_fr: Supprimer l'invitation
it_it: Rimuovi invito
nl_nl: Verwijder uitnodiging
pt_br: Remover Convite

source: Show course title in structure, "yes" or "no".
de_de: Zeige den Kurstitel in der Struktur an, "yes" oder "no"
fr_fr: Afficher le titre du cours dans la structure, "oui" ou "non"
it_it: Mostra il titolo del corso nella struttura. “si” o “no”.
nl_nl: Toon cursus titel in structuur, "ja" of "nee".
pt_br: Exibir título do curso na estrutura, "sim" ou "não".

source: Invite Student
ar: دعوة الطالب
de_de: Student einladen
fr_fr: Inviter l'élève
it_it: Invita studenti
nl_nl: Nodig student uit
pt_br: Convidar Estudante

source: "no"
de_de: "nein"
fr_fr: "non"
nl_nl: "nee"
pt_br: "não"

source: Send an email to enrolled students
ar: إرسال بريد إلكتروني إلى الطلبة المسجلين
de_de: E-Mail an eingeschriebene Studenten senden
fr_fr: Envoyer un courriel aux étudiants inscrits
it_it: Manda una mail agli studenti iscritti
nl_nl: Verstuur een email naar ingeschreven studenten
pt_br: Enviar um e-mail aos estudantes inscritos

source: Gratis!
fr_fr: Gratuit!
pt_br: Grátis!

source: Sending message.
ar: إرسال الرسالة...
de_de: Nachricht wird gesendet.
fr_fr: Envoi du message.
it_it: Invio del messaggio.
nl_nl: Bericht wordt verstuurd.
pt_br: Enviando mensagem.

source: Curriculum
ar: المقرر
de_de: Lerninhalte
fr_fr: Programme
pt_br: Currículo

source: Send to
ar: ارسل إلى
de_de: Senden an
fr_fr: Envoyer à
it_it: Invia a
nl_nl: Verstuur naar
pt_br: Enviar para

source: Shows a custom login or signup page for front-end user registration and login.
de_de: Zeigt eine angepaßte Seite für das Login oder das Einschreiben von EndbenutzerInnen zum Registrieren und Einloggen.
fr_fr: Affiche une page de connexion ou d'inscription personnalisée pour l'inscription et la connexion.
it_it: Mostra una pagina di login modificata al'utente
nl_nl: Toont een alternatieve aanmeld en registreer pagina voor de voorkant gebruiker.
pt_br: Exibe um login ou página de inscrição personalizada para o registro de usuário e login no front-end.

source: All students
ar: جميع المتدربين
de_de: Alle Studenten
fr_fr: Tous les étudiants
it_it: Tutti gli studenti
nl_nl: Alle studenten
pt_br: Todos os estudantes

source: This is already part of CoursePress and can be set in CoursePress Settings. Links to default pages can be found in Appearance > Menus > CoursePress.
de_de: Dies ist Teil von CoursePress und kann in den CoursePress-Einstellungen angepaßt werden. Links zu den Standard-Seiten können in Design > Menüs > CoursePress gefunden werden.
fr_fr: Cela fait déjà partie de CoursePress et peut être défini dans les paramètres CoursePress. Vous trouverez des liens vers les pages par défaut dans Apparence> Menus> CoursePress.
it_it: E' già parte di CoursePress e può essere configurato nelle Impostazioni del plugin. Il link alle pagine di default può essere trovato in Tema > Menu > CoursePress
nl_nl: Dit is al een onderdeel van CoursePress en kan ingesteld worden in CoursePress instellingen. Links naar standaard pagina's kunnen gevonden worden in Weergave > Menus > CoursePress.
pt_br: Isso já é parte do CoursePress e pode ser configurado nas Configurações do CoursePress. Links para as páginas padrão podem ser encontrados em Aparência > Menus > CoursePress.

source: All students with submissions
ar: جميع الطلاب مع طلبات
de_de: Alle Studenten mit Einreichungen
fr_fr: Tous les étudiants avec des dépôts
nl_nl: Alle studenten met inzendingen
pt_br: Todos os estudantes com envios

source: CSS class to use for invalid login.
de_de: CSS-Klasse für ungültiges Login
fr_fr: classe CSS à utiliser pour la connexion non valide.
nl_nl: Te gebruiken CSS class voor foutieve aanmeldingspoging.
pt_br: Classe CSS a usar para login inválido.

source: Email subject
ar: موضوع البريد الإلكتروني
de_de: Betreff
fr_fr: Objet du mail
it_it: Oggetto della mail
nl_nl: Email onderwerp
pt_br: Assunto do e-mail

source: Text to display when user doesn’t authenticate.
de_de: Anzeigetext, falls der Benutzer sich nicht authentifiziert
nl_nl: Tekst om weer te geven wanneer een gebruiker niet juist aanmeld.
pt_br: Texto a exibir quando o usuário não tiver autenticado.

source: Enter email subject
ar: أدخل موضوع البريد الإلكتروني.
de_de: Betreff eingeben
fr_fr: Saisissez le sujet du mail
it_it: Inserisci l'oggetto della mail
nl_nl: Geef het email onderwerp in
pt_br: Digite o assunto do e-mail

source: Title tag wrapper.
fr_fr: Enveloppe d'étiquette de titre.
nl_nl: Titel etiket wrapper.
pt_br: Embalagem de tag do Título.

source: Email body
ar: نص البريد الالكتروني
de_de: E-Mail Text
fr_fr: Corps du mail
it_it: Corpo della mail
pt_br: Corpo do e-mail

source: Title to use for Login section.
ar: العنوان لاستخدامه لقسم تسجيل الدخول.
de_de: Titel für Login-Bereich verwenden.
fr_fr: Titre à utiliser pour la section Connexion.
nl_nl: Titel om te gebruiken voor Aanmeld sectie.
pt_br: Título a usar para a seção Login.
