Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Students
ar: الطلاب/ الطالبات
de_de: Studenten
fr_fr: Etudiants
it_it: Studenti
nl_nl: Studenten
pt_br: Estudantes

source: Withdraw
ar: الانسحاب
de_de: Zurücktreten
fr_fr: Retirer
it_it: Ritiro
nl_nl: Terugnemen
pt_br: Retirar

source: Reports
ar: تقارير
de_de: Auswertungen
fr_fr: Rapports
it_it: Report
nl_nl: Rapporten
pt_br: Relatórios

source: Notifications
ar: الإشعارات
de_de: Benachrichtigungen
it_it: Notifiche
nl_nl: Kennisgevingen
pt_br: Notificações

source: Withdraw all students
ar: سحب جميع الطلاب
de_de: Ziehen Sie alle Schüler zurück
fr_fr: Retirer tous les étudiants
it_it: Ritira tutti gli studenti
nl_nl: Neem alle studenten terug
pt_br: Retirar todos os estudantes

source: Discussions
ar: مناقشات
de_de: Diskussionen
it_it: Discussioni
nl_nl: Discussies
pt_br: Discussões

source: Add Student
ar: إضافة الطالب
de_de: Schüler hinzufügen
fr_fr: Ajouter un étudiant
it_it: Aggiungi Studente
nl_nl: Voeg student toe
pt_br: Adicionar Estudante

source: Settings
ar: الإعدادات
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações

source: Course Categories
ar: فئات المقررات الدراسية
de_de: Kurskategorie
fr_fr: Catégories de cours
it_it: Categorie dei corsi
nl_nl: Cursus Categorieën
pt_br: Categorias de Curso

source: Course Category
ar: فئة الدورة
de_de: Kursbereich
fr_fr: Catégorie de cours
it_it: Categoria del corso
nl_nl: Cursus Categorie
pt_br: Categoria de Curso

source: Create New
ar: إنشاء جديد
de_de: Erstelle neu
fr_fr: Créer Nouveau
it_it: Crea nuovo
nl_nl: Maak nieuwe
pt_br: Criar Novo

source: Edit Course
ar: تعديل دورة
de_de: Kurs bearbeiten
fr_fr: Modifier cours
it_it: Modifica il corso
nl_nl: Bewerk cursus
pt_br: Editar Curso

source: Invite
ar: دعوة
de_de: Einladen
fr_fr: Inviter
it_it: Invita
nl_nl: Uitnodigen
pt_br: Convidar

source: Edit
ar: تحرير
de_de: Bearbeiten
fr_fr: Editer
it_it: Modifica
nl_nl: Bewerk
pt_br: Editar

source: View Course
ar: عرض الدورة
de_de: Ansicht Kurs
fr_fr: Afficher le cours
it_it: Visualizza il corso
nl_nl: Bekijk cursus
pt_br: Ver Curso

source: Publish
ar: نشر
de_de: Veröffentlichen
fr_fr: Publier
it_it: Pubblica
nl_nl: Publiceer
pt_br: Publicar

source: Search Courses
ar: البحث في الدورات
de_de: Kurse suchen
fr_fr: Recherche Cours
it_it: Ricerca corsi
nl_nl: Zoek cursussen
pt_br: Pesquisar Cursos

source: No Courses Found
ar: لم يتم العثور على الدورات
de_de: Keine Kurse gefunden
fr_fr: Aucun cours trouvé
it_it: Nessun corso trovato
nl_nl: Geen cursussen gevonden
pt_br: Nenhum Curso Encontrado

source: No Courses found in Trash
ar: لا يوجد دورات في سلة المهملات
de_de: Keine Kurse im Papierkorb gefunden
fr_fr: Aucun cours trouvé dans la corbeille
it_it: Nessun corso trovato nel cestino
nl_nl: Geen cursussen gevonden in prullenbak
pt_br: Nenhum Curso encontrado na Lixeira

source: New Course added successfully!
ar: تم اضافة دورة تدريبية جديدة بنجاح
de_de: Neuer Kurs erfolgreich hinzugefügt!
fr_fr: Nouveau cours ajouté avec succès!
it_it: Nuovo Corso aggiunto con successo!
nl_nl: Nieuwe cursus succesvol toegevoegd!
pt_br: Novo Curso adicionado com sucesso!

source: Units
ar: وحدات
de_de: Lektionen
fr_fr: Unités
it_it: I tuoi contenuti
nl_nl: Onderdelen
pt_br: Unidades

source: Course updated successfully.
ar: تم تحديث الدورة التدريبية بنجاح
de_de: Kurs wurde erfolgreich aktualisiert.
fr_fr: Cours mis à jour avec succès.
it_it: Corso aggiornato correttamente.
nl_nl: Cursus succesvol geüpdatet.
pt_br: Curso atualizado com sucesso.

source: Unit
ar: وحدة
de_de: Lektion
fr_fr: Unité
it_it: I tuoi contenuti
nl_nl: Onderdeel
pt_br: Unidade

source: Unit status changed successfully
ar: تم تغير حالة الوحدة بنجاح
de_de: Der Einheitenstatus wurde erfolgreich geändert
fr_fr: L'état de l'unité a été modifié avec succès
it_it: Stato delle Unita didattiche modificato con successo
nl_nl: Onderdeelstatus succesvol gewijzigd
pt_br: Status da unidade modificado com sucesso

source: Create New Unit
ar: إنشاء وحدة جديدة
de_de: Neue Lektion erstellen
fr_fr: Créer une nouvelle unité
it_it: Crea una nuova unità
nl_nl: Maak nieuw onderdeel
pt_br: Criar Nova Unidade

source: Unit deleted successfully
ar: تم حذف الوحدة بنجاح
de_de: Einheit erfolgreich gelöscht
fr_fr: Unité supprimée avec succès
it_it: Unità didattica cancellata con successo
nl_nl: Onderdeel succesvol verwijderd
pt_br: Unidade apagada com sucesso

source: Edit Unit
ar: تحرير وحدة
de_de: Lektion bearbeiten
fr_fr: Unité d'édition
it_it: Modifica l'unità
nl_nl: Bewerk onderdeel
pt_br: Editar Unidade

source: New Unit added successfully!
ar: تم اضافة وحدة جديدة بنجاح
de_de: Neue Einheit erfolgreich hinzugefügt!
fr_fr: Nouvelle unité ajoutée avec succès!
it_it: Nuova Unità didattica aggiunta con successo!
nl_nl: Nieuw onderdeel succesvol toegevoegd!
pt_br: Nova Unidade adicionada com sucesso!

source: New Unit
ar: وحدة جديدة
de_de: Neue Einheit
fr_fr: Nouvelle unité
it_it: Nuova Unità
nl_nl: Nieuw onderdeel
pt_br: Nova Unidade

source: Unit updated successfully.
ar: تم تحديث الوحدة بنجاح.
de_de: Einheit erfolgreich aktualisiert.
fr_fr: Unité mise à jour avec succès.
it_it: Unità didattica aggiornata correttamente.
nl_nl: Onderdeel succesvol geüpdatet.
pt_br: Unidade atualizada com sucesso.

source: View Unit
ar: عرض الوحدة
de_de: Ansicht Einheit
fr_fr: Unité de vue
it_it: Visualizza l'unità
nl_nl: Bekijk onderdeel
pt_br: Ver Unidade

source: Student added to the class successfully.
ar: تم إضافة الطالب للصف بنجاح
de_de: Student fügte der Klasse erfolgreich hinzu.
fr_fr: Élève ajouté à la classe avec succès.
it_it: Studente correttamente aggiunto alla classe .
nl_nl: Student succesvol aan de klas toegevoegd.
pt_br: Estudante adicionado à turma com sucesso.

source: Search Units
ar: البحث في الوحدات
de_de: Suche Lektionen
fr_fr: Unités de recherche
it_it: Ricerca Lezioni
nl_nl: Zoek onderdelen
pt_br: Pesquisar Unidades

source: New class has been added successfully.
ar: تم إضافة فصل جديد بنجاح.
de_de: Neue Klasse wurde erfolgreich hinzugefügt.
fr_fr: Nouvelle classe a été ajoutée avec succès.
it_it: La nuova classe è stata aggiunta con successo.
nl_nl: Nieuwe klas is succesvol toegevoegd.
pt_br: A nova turma foi adicionada com sucesso.

source: No Units Found
ar: لم يتم العثور على اي وحدات
de_de: Keine Lektionen gefunden
fr_fr: Aucune unité trouvée
it_it: Nessuna unità trovata
nl_nl: Geen onderdelen gevonden
pt_br: Nenhuma Unidade Encontrada

source: Selected class has been deleted successfully.
ar: تم بنجاح حذف الفصل المحدد بنجاح.
de_de: Ausgewählte Klasse wurde erfolgreich gelöscht.
fr_fr: La classe sélectionnée a été supprimée avec succès.
it_it: Le classi selezionate sono state cancellate con successo.
nl_nl: Geselecteerde klas is succesvol verwijderd.
pt_br: A turma selecionada foi apagada com sucesso.

source: No Units found in Trash
ar: لم يتم العثور على اي وحدات في السله
de_de: Keine Lektionen im Papierkorb gefunden
fr_fr: Aucune unité trouvée dans la Corbeille
it_it: Nussuna unità trovata nel cestino
nl_nl: Geen onderdelen gevonden in prullenbak
pt_br: Nenhuma Unidade encontrada na Lixeira

source: Selected student has been withdrawed successfully from the course.
ar: لقد تم سحب الطالب المحدد من الدورة التدريبية بنجاح.
de_de: Ausgewählter Schüler wurde erfolgreich aus dem Kurs zurückgezogen.
fr_fr: L'étudiant sélectionné a été retiré avec succès du cours.
it_it: Lo studente selezionato è stato correttamente rimosso da questo corso.
nl_nl: Geselecteerde student is succesvol weggenomen uit de cursus.
pt_br: Os estudante selecionado foi retirado com sucesso do curso.

source: Modules
ar: وحدات نمطية
de_de: Elemente
it_it: Moduli
pt_br: Módulos

source: Selected students has been withdrawed successfully from the course.
ar: لقد تم سحب الطلاب المحددين من الدورة التدريبية بنجاح.
de_de: Ausgewählte Studenten wurden erfolgreich aus dem Kurs entfernt.
fr_fr: Les étudiants sélectionnés ont été retirés avec succès du cours.
it_it: Gli studenti selezionati sono stati correttamente rimossi dal corso.
nl_nl: Geselecteerde studenten zijn succesvol weggenomen uit de cursus.
pt_br: Os estudantes selecionados foram retirados com sucesso do curso.

source: Module
ar: نموذج
de_de: Modul
it_it: Modulo
pt_br: Módulo

source: Invitation sent sucessfully.
ar: لقد تم إرسال الدعوة بنجاح.
de_de: Einladung erfolgreich gesendet.
fr_fr: Invitation envoyée avec succès.
it_it: L'invito è stato spedito con successo.
nl_nl: Uitnodiging succesvol verzonden.
pt_br: Convite enviado com sucesso.

source: Create New Module
ar: إنشاء نموذج جديد
de_de: Neues Modul erstellen
fr_fr: Créer un nouveau module
it_it: Crea un nuovo modulo
nl_nl: Maak nieuwe module
pt_br: Criar Novo Módulo

source: Successfully added as instructor.
ar: تم الإضافة كمدرب بنجاح
de_de: Erfolgreich als Trainer hinzugefügt.
fr_fr: Ajouté avec succès comme formateur.
it_it: Docente aggiunto con successo.
nl_nl: Succesvol als docent toegevoegd.
pt_br: Adicionado com sucesso como instrutor.

source: Edit Module
ar: تحرير نوذج
de_de: Modul bearbeiten
fr_fr: Modifier Module
it_it: Modifica il modulo
nl_nl: Bewerk module
pt_br: Editar Módulo

source: New Module
ar: نوذج جديد
de_de: Neues Modul
fr_fr: Nouveau module
it_it: Nuovo modulo
nl_nl: Nieuwe module
pt_br: Novo Módulo

source: View Module
ar: عرض الوحدة النمطية
de_de: Ansicht Modul
fr_fr: Afficher Module
it_it: Visualizza il modulo
nl_nl: Bekijk module
pt_br: Ver Módulo

source: Publish Course
ar: نشر الدورة التدريبية
de_de: Kurs veröffentlichen
fr_fr: Publier Cours
it_it: Pubblica Corso
nl_nl: Publiceer cursus
pt_br: Publicar o Curso

source: Search Modules
ar: وحدات البحث
de_de: Suche Modul
fr_fr: Modules de recherche
it_it: Ricerca moduli
nl_nl: Zoek modules
pt_br: Pesquisar Módulos

source: No Modules Found
ar: لا يوجد نماذج
de_de: Kein Modul gefunden
fr_fr: Aucun module trouvé
it_it: Nessun modulo trovato
nl_nl: Geen modules gevonden
pt_br: Nenhum módulo encontrado

source: No Modules found in Trash
ar: لا يوجد نماذج في سلة المهملات
de_de: Kein Modul im Papierkorb gefunden
fr_fr: Aucun module trouvé dans la Corbeille
it_it: Nessun modulo trovato nel cestino
nl_nl: Geen modules gevonden in prullenbak
pt_br: Nenhum módulo encontrado na Lixeira

source: Add New
ar: اضف جديد
de_de: Neue hinzufügen
fr_fr: Ajouter un nouveau
it_it: Aggiungi Nuovo
nl_nl: Voeg nieuwe toe
pt_br: Adicionar Novo

source: Notification
ar: الاشعارات
de_de: Benachrichtigung
it_it: Notifica
nl_nl: Kennisgeving
pt_br: Notificação

source: Create New Notification
ar: إنشاء تنبيه جديد
de_de: Neue Benachrichtigung erstellen
fr_fr: Créer une nouvelle notification
it_it: Crea una nuova notifica
nl_nl: Maak nieuwe kennisgeving
pt_br: Criar Nova Notificação

source: Edit Notification
ar: تحرير الإشعار
de_de: Benachrichtigung bearbeiten
fr_fr: Modifier la notification
it_it: Modifica la notifica
nl_nl: Bewerk kennisgeving
pt_br: Editar Notificação

source: Published
ar: منشور
de_de: Veröffentlicht
fr_fr: Publié
it_it: Pubblicato
nl_nl: Gepubliceerd
pt_br: Publicado

source: New Notification
ar: إشعار جديد
de_de: Neue Benachrichtigung
fr_fr: Nouvelle notification
it_it: Nuova notifica
nl_nl: Nieuwe kennisgeving
pt_br: Nova Notificação

source: View Units
ar: عرض الوحدات
de_de: Lektionen anzeigen
fr_fr: Afficher les unités
it_it: Vedi Unità
nl_nl: Bekijk Onderdelen
pt_br: Ver Unidades

source: View Notification
ar: عرض الإشعار
de_de: Benachrichtigung anzeigen
fr_fr: Afficher la notification
it_it: Visualizza la notifica
nl_nl: Bekijk kennisgeving
pt_br: Visualizar Notificação

source: Search Notifications
ar: البحث في الإشعارات
de_de: Suche Benachrichtigungen
fr_fr: Notifications de recherche
it_it: Ricerca notifiche
nl_nl: Zoek kennisgevingen
pt_br: Pesquisar Notificações

source: Discussion
ar: مناقشة
de_de: Diskussion
it_it: Discussione
nl_nl: Discussie
pt_br: Discussão

source: No Notifications Found
ar: لا يوجد إشعارات
de_de: Keine Benachrichtigungen gefunden
fr_fr: Pas de notification trouvé
it_it: Nessuna notifica trovata
nl_nl: Geen kennisgevingen gevonden
pt_br: Nenhuma Notificação Encontrada

source: No Notifications found in Trash
ar: لا يوجد إشعارات في سلة المهملات
de_de: Keine Benachrichtigungen gefunden im Papierkorb
fr_fr: Pas de notification trouvé dans la corbeille.
it_it: Nessuna notifica trovata nel cestino
nl_nl: Geen kennisgevingen gevonden in prullenbak
pt_br: Nenhuma Notificação encontrada na Lixeira

source: New Discussion
ar: مناقشة جديدة
de_de: Neues Thema
fr_fr: Nouvelle discussion
it_it: Nuova discussione
nl_nl: Nieuwe discussie
pt_br: Nova Discussão

source: Invitation successfully sent.
ar: تم إرسال الدعوة بنجاح.
de_de: Einladung erfolgreich gesendet.
fr_fr: Invitation envoyée avec succès.
it_it: L'invito è stato inviato con successo.
nl_nl: Uitnodiging succesvol verzonden.
pt_br: Convite enviado com sucesso.

source: Email failed to send.
ar: فشل في إرسال البريد الإلكتروني.
de_de: E-Mail konnte nicht gesendet werden.
fr_fr: Echec de l'envoi du mail.
it_it: Invio Email fallito.
nl_nl: E-mail kan niet worden verzonden.
pt_br: Falha no envio do e-mail.

source: Start
ar: بدء تشغيل
fr_fr: Démarrer
it_it: Inizio
pt_br: Início

source: Invitation already exists.
ar: الدعوة موجودة بالفعل
de_de: Einladung existiert bereits.
fr_fr: L'invitation existe déjà.
it_it: Questo invito esiste già.
nl_nl: Uitnodiging bestaat reeds.
pt_br: O convite já existe.

source: Open-ended
ar: مفتوح النهايات
de_de: unbefristet
fr_fr: Ouvert-Terminé
it_it: Senza limiti
nl_nl: Open-einde
pt_br: Sem data de encerramento

source: End
ar: نهاية
de_de: Ende
fr_fr: Fin
it_it: Fine
nl_nl: Einde
pt_br: Encerramento

source: Duration
ar: المده
de_de: Dauer
fr_fr: Durée
it_it: Durata
nl_nl: Duur
pt_br: Duração

source: Edit Profile
ar: تحرير ملف التعريف
de_de: Profil bearbeiten
fr_fr: Modifier le profil
it_it: Modifica Profilo
nl_nl: Bewerk profiel
pt_br: Editar Perfil

source: All fields are required.
ar: جميع الحقول مطلوبة.
de_de: Alle Felder sind erforderlich.
fr_fr: Tous les champs sont obligatoires.
it_it: Tutti i campi sono richiesti.
nl_nl: Alle velden zijn verplicht.
pt_br: Todos os campos são requeridos.

source: Remove
ar: إزالة
de_de: Entfernen
fr_fr: Supprimer
it_it: Elimina
nl_nl: Verwijderen
pt_br: Remover

source: Dashboard
ar: لوحة المعلومات
fr_fr: Tableau de bord
it_it: Bacheca
pt_br: Painel

source: My Courses
ar: البرامج الخاصة بي
de_de: Meine Kurse
fr_fr: Mes Cours
it_it: I miei corsi
nl_nl: Mijn cursussen
pt_br: Meus Cursos

source: My Profile
ar: ملفي الشخصي
de_de: Mein Profil
fr_fr: Mon profil
it_it: Mio profilo
nl_nl: Mijn profiel
pt_br: Meu Perfil

source: Student Workbook
ar: سجل تمارين الطالب
de_de: Teilnehmer-Übungsheft
fr_fr: Manuel de l'étudiant
it_it: Eserciziario Studenti
nl_nl: Student Werkboek
pt_br: Caderno de Tarefas do Estudante

source: Description
ar: الوصف
de_de: Beschreibung
it_it: Descrizione
nl_nl: Beschrijving
pt_br: Descrição

source: Save Changes
ar: حفظ التغييرات
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications
it_it: Salva Modifiche
nl_nl: Sla wijzigingen op
pt_br: Gravar Modificações

source: Student Name
ar: اسم الطالب
de_de: Name des Studenten
fr_fr: Nom de l'élève
it_it: Nome Studente
nl_nl: Student Naam
pt_br: Nome do Estudante

source: Element
ar: العنصر
fr_fr: Elément
it_it: Elemento
pt_br: Elemento

source: Title
ar: العنوان
de_de: Titel
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pt_br: Título

source: Submitted
ar: تمت الإضافة.
de_de: Übermittelt
fr_fr: Envoyé
it_it: Inviato
nl_nl: Ingezonden
pt_br: Enviado

source: Response
ar: استجابة
de_de: Antwort
fr_fr: Réponse
it_it: Risposta
nl_nl: Reactie
pt_br: Resposta

source: Grade
ar: درجة
de_de: Bewertung
fr_fr: Note
it_it: Livello
nl_nl: Cijfer
pt_br: Nota

source: Comment
ar: التعليق
de_de: Kommentar
fr_fr: Commentaire
it_it: Commento
nl_nl: Opmerking
pt_br: Comentário

source: View
ar: عرض
de_de: Ansicht
fr_fr: Aperçu
it_it: Vista
nl_nl: Bekijk
pt_br: Ver

source: strong
de_de: stark
fr_fr: fort

source: Feedback:
ar: ما هو تقييمك:
de_de: Rückmeldung:
fr_fr: Commentaires:
nl_nl: Terugkoppeling:

source: Post
ar: انشر
de_de: Posten
fr_fr: Postez
nl_nl: Plaats

source: Log in
ar: تسجيل الدخول
de_de: Einloggen
fr_fr: Connexion
it_it: Accedi

source: Feedback
ar: ملاحظة
de_de: Rückmeldung
fr_fr: Commentaires

source: Jon
ar: جون
de_de: Max
it_it: Mario

source: Visual
ar: مرئي
de_de: Optik
fr_fr: Visuel
it_it: Visuale
nl_nl: Visueel

source: http://premium.wpmudev.org/project/coursepress/
de_de: http://premium.wpmudev.org/project/coursepress/ (Http://premium.wpmudev.org/project/coursepress/)

source: http://premium.wpmudev.org
de_de: http://premium.wpmudev.org (Http://premium.wpmudev.org)

source: Download
ar: تحميل
de_de: Herunterladen
fr_fr: Télécharger

source: shortcodes
ar: الرموز القصيرة
de_de: Kurzcodes
it_it: codici funzione

source: Username
ar: اسم المستخدم
de_de: Benutzername
fr_fr: Nom d'utilisateur
it_it: Nome utente
nl_nl: Gebruikersnaam

source: Shortcodes
ar: الرموز القصيره
de_de: Kurz-Codes
it_it: Codici funzioni

source: Autoplay
ar: التشغيل التلقائي
de_de: Automatisches Abspielen
fr_fr: Lecture automatique
nl_nl: Automatisch afspelen

source: Login
ar: تسجيل الدخول
de_de: Anmeldung
fr_fr: Identifiant
it_it: Accedi

source: Log Out
ar: تسجيل الخروج
de_de: Ausloggen
fr_fr: Déconnexion
it_it: Esci
nl_nl: Log Uit

source: Log In
ar: تسجيل الدخول
de_de: Einloggen
fr_fr: Connexion
it_it: Accedi

source: Free Serif
fr_fr: Serif gratuit

source: Robot Light Italic
fr_fr: Robot Light Italique
it_it: Robot Light corsivo

source: https://premium.wpmudev.org/project/coursepress-pro/
fr_fr: https://premium.wpmudev.org/project/coursepress-

source: Upgrade
ar: ترقية
fr_fr: Mise à niveau
it_it: Aggiorna

source: Arial Unicode MS (Simplified Chinese)
ar: Arial Unicode MS (الصينية المبسطة)
fr_fr: Arial Unicode MS (Chinois simplifié)
it_it: Arial Unicode MS (Cinese semplificato)

source: Arial Unicode MS (Korean)
ar: Arial Unicode MS (الكورية)
fr_fr: Arial Unicode MS (coréen)
it_it: Arial Unicode MS (Coreano)

source: MyungJo Medium (Korean)
ar: ميونججو متوسطة (الكورية)
fr_fr: MyungJo Medium (Coréen)
it_it: MyungJo Medium (Coreano)

source: Kozuka Gothic Pro (Japanese Sans-Serif)
ar: القوطية كوزوكا برو (اليابانية بلا-شريف)
fr_fr: Kozuka Gothic Pro (Japonais Sans-Serif)
it_it: Kozuka Gothic Pro (Giapponese Sans-Serif)

source: Kozuka Mincho Pro (Japanese Serif)
ar: كوزوكا مينشو برو (Serif اليابانية)
fr_fr: Kozuka Mincho Pro (Serif Japonais)
it_it: Kozuka Mincho Pro (Giapponese Serif)

source: MSung Light (Traditional Chinese)
ar: مسونج الضوء (الصينية التقليدية)
fr_fr: MSung Light (Chinois traditionnel)
it_it: MSung Light (Cinese tradizionale)

source: PDFA Courier
ar: ساعي بدفا
fr_fr: Courrier PDFA

source: PDFA Symbol
ar: رمز بدفا
fr_fr: Symbole PDFA

source: STSong Light (Simplified Chinese)
ar: الضوء ستسونج (الصينية المبسطة)
fr_fr: STSong Light (Chinois simplifié)
it_it: STSong Light (Cinese semplificato)

source: Symbol
ar: الرمز
fr_fr: Symbole
nl_nl: Symbool

source: Status
ar: الحالة
fr_fr: Statut
it_it: Stato

source: Status:
ar: الحالة:
fr_fr: Statut:
it_it: Stato:

source: Chat
ar: دردشة

# comment status
source: Spam
ar: السبام

# plugin name
source: CoursePress Pro
ar: برنامج الدورات

source: OK
ar: موافق

source: Plugins
ar: الإضافات الأخرى المدعومة
it_it: Plugin

source: Plugin
ar: الإضافة

source: WPMU DEV
ar: ديف WPMU

source: Al Arabiya
ar: قناة العربية

source: Furat
ar: الفرات

source: Arial Unicode MS (Japanese)
ar: Arial Unicode MS (ياباني)
it_it: Arial Unicode MS (Giapponese)

source: Courier
ar: ساعي

source: DejaVu Sans
ar: DejaVu بلا

source: DejaVu Sans Condensed
ar: مكثف DejaVu بلا

source: DejaVu Sans ExtraLight
ar: DejaVu بلا اكسترالايت

source: DejaVu Sans Mono
ar: DejaVu بلا مونو

source: DejaVu Serif Condensed
ar: DejaVu Serif مكثف

source: PDFA Helvetica
ar: Helvetica بدفا

source: PDFA Times
ar: مرات بدفا

source: Times-Roman
ar: العصر الروماني

source: ZapfDingbats
ar: زابفدينجباتس

source: Slugs
ar: الرخويات
it_it: Tracce

source: Logo
ar: شعار

source: ID
ar: المعرف

source: MarketPress
ar: ماركيتبريس

source: E-Mail
ar: البريد الألكترونى

source: Email
ar: البريد الالكتروني

source: E-mail
ar: البريد الإلكتروني

# Unit available date with year for future unit.
source: M d, Y
it_it: M g, A

# Unit available date without year for future unit.
source: M d
it_it: M g

source: Total:
it_it: Totale:
