Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: New Thread
ar: موضوع جديد
de_de: Neues Thema
fr_fr: Nouvelle discussion
pt_br: Novo Assunto

source: Override course certificate.
ar: تجاوز شهادة الدورة التدريبية.
de_de: Überschreibe das Kurs-Zertifikat
fr_fr: Remplacer le certificat de cours.
pt_br: Sobrepujar o certificado do curso.

source: View Thread
ar: عرض الموضوع
de_de: Thema zeigen
fr_fr: Voir la discussion
pt_br: Ver Assunto

source: Use this field to override general course certificate setting.
ar: استخدم هذا الحقل لتجاوز إعداد الشهادة العامة للدورة.
de_de: Mit diesem Feld können die allgemeinen Kurs-Zertifikats-Einstellungen überschrieben werden
fr_fr: Utilisez ce champ pour remplacer le paramètre de certificat de cours général.
pt_br: Use este campo para sobrepujar as configurações gerais de certificado do curso.

source: Search Threads
ar: البحث عن المواضيع
de_de: Thema suchen
fr_fr: Rechercher une discussion
pt_br: Pesquisar Assuntos

source: Certificate Content
ar: محتوى الشهادة
de_de: Inhalt des Zertifikats
fr_fr: Contenu du certificat
pt_br: Conteúdo do Certificado

source: No Threads Found
ar: لم يتم العثور على مواضيع
de_de: Keine Themen dazu gefunden
fr_fr: Aucune discussion trouvé
pt_br: Nenhum Assunto Encontrado

source: Useful tokens:
ar: رموز مميزة مفيدة:
de_de: Nützliche Platzhalter:
fr_fr: Jetons utiles:
pt_br: Tokens úteis:

source: No Threads found in Trash
ar: لا يوجد مواضيع في سلة المهملات
de_de: Keine Themen dazu im Papierkorb gefunden
fr_fr: Aucune discussion trouvé dans la Corbeille
pt_br: Nenhum Assunto encontrado na Lixeira

source: Choose background image
ar: اختر صورة للخلفية:
de_de: Hintergrundbild wählen
fr_fr: Choisir l'image d'arrière-plan
pt_br: Escolher imagem de fundo

source: Unsubscribe Successful
ar: تم إلغاء الاشتراك بنجاح
de_de: Abmeldung erfolgreich
fr_fr: Désinscription réussie
pt_br: Inscrição Cancelada com Sucesso

source: You have been removed from "%s" discussion.
ar: لقد تم حظرك من المناقشة %s
de_de: Sie wurden von der "%s" Diskussion entfernt.
fr_fr: Vous avez été supprimé de "%s "discussion.
pt_br: Você saiu da discussão "%s"

source: Proceed to the next section
ar: انتقل إلى القسم التالي
de_de: Zum nächsten Abschnitt gehen
fr_fr: Passez à la section suivante
it_it: Procedi alla prossima sezione
pt_br: Prosseguir para a próxima seção

source: Snow
ar: سنو
de_de: Mustermann
fr_fr: Neige
it_it: Rossi
pt_br: Neve

source: Proceed to the next module
ar: الانتقال إلى الموذج التالية
de_de: Zum nächsten Modul gehen
fr_fr: Passer au module suivant
it_it: Procedi al prossimo modulo
pt_br: Prosseguir para o próximo módulo

source: Example Course Title
ar: مثال لعنوان الدورة
de_de: Beispiel Kurs-Titel
fr_fr: Exemple de titre du cours
it_it: Corso di esempio
pt_br: Título de Curso de Exemplo

source: Next Section
ar: القسم التالي
de_de: Nächster Abschnitt
fr_fr: Section suivante
it_it: Sezione Successiva
pt_br: Próxima Seção

source: Course Completion Certificate
ar: شهادة إتمام الدورة التدريبية
de_de: Kurszertifikat
fr_fr: Certificat de fin de cours
it_it: Attestato di completamento del corso
pt_br: Certificado de Conclusão do Curso

source: Discussion Update: No action.
ar: تحديث المناقشة: لا يوجد إجراء.
de_de: Aktualisierung der Diskussion: Keine Aktion.
fr_fr: Mise à jour de discussion: Aucune action.
pt_br: Atualização da Discussão: Nenhuma ação.

source: The free version of CoursePress is limited to one course. To add more courses, upgrade to CoursePress Pro for unlimited courses and more payment gateways.
ar: النسخة مجانية من كورسبريس يقتصر على دورة واحدة. لإضافة المزيد من الدورات التدريبية، قم بالترقية إلى كورسبريس برو للحصول على دورات غير محدودة والمزيد من بوابات الدفع.
de_de: Die kostenfrei Version von CoursePress ist auf einen Kurs beschränkt. In CoursePress Pro können unbeschränkt viele Kurse angelegt werden, und es gibt mehr Zahlungsmethoden
fr_fr: La version gratuite de CoursePress est limitée à un cours., mise à niveau vers CoursePress Pro pour des cours illimités
pt_br: A versão gratuita do CoursePress é limitada a um curso. Para adicionar mais cursos, faça o upgrade para o CoursePress Pro para cursos ilimitados e mais gateways de pagamento.

source: Discussion update failed: post type missmatch.
ar: فشل تحديث المناقشة: عدم تطابق نوع المشاركة.
de_de: Aktualisierung der Diskussion fehlgeschlagen: keine Übereinstimmung des Post Type
fr_fr: Échec de la mise à jour de la discussion.
pt_br: Falha na atualização da discussão: confusão no tipo de post.

source: Discussion update failed: wrong nounce.
ar: فشل تحديث المناقشة: غير صحيح.
de_de: Aktualisierung der Diskussion fehlgeschlagen: falscher Nounce
fr_fr: La mise à jour de la discussion a échoué.
pt_br: Falha na atualização da discussão: nounce errado.

source: Try CoursePress Pro for Free
ar: جرب كورسبريس برو مجانًا
de_de: Probiere CoursePress Pro kostenfrei aus
fr_fr: Essayez CoursePress Pro gratuitement
pt_br: Experimente Grátis o CoursePress Pro

source: Invitation already exists. Invitation was re-sent.
ar: الدعوة موجودة بالفعل. تمت إعادة إرسال الدعوة.
de_de: Einladung existiert bereits. Sie wurde erneut versandt.
fr_fr: L'invitation existe déjà. L'invitation a été renvoyée.
pt_br: O convite já existe. O convite foi re-enviado.

source: CoursePress Export
ar: تصدير كورسبريس
pt_br: Exportação do CoursePress

source: Click here to cancel reply.
ar: انقر هنا لإلغاء الرد
de_de: Hier klicken um Antwort zu verwerfen.
fr_fr: Cliquez ici pour annuler la réponse.
pt_br: Clique aqui para cancelar a resposta.

source: New Feedback
ar: ملاحظة جديدة
de_de: Neue Rückmeldung
fr_fr: Nouveaux commentaires
pt_br: Novo Feedback

source: You have %d attempts left.
de_de: Sie haben noch %d Versuche.
fr_fr: Vous avez fait %d tentatives.
it_it: Hai %d tentativi rimasti.
pt_br: VocTe tem %d tentativas restantes.

source: Hi %1$s %2$s, A new feedback is given by your instructor at %3$s in %4$s at %5$s %6$s says %7$s Best wishes, The %8$s Team
ar: ‏مرحبًا، %1$s %2$s, ‏ تم ارسال ملاحظة جديدة من قبل المدرب الخاص بك عند%3$s في %4$sعند %5$s ‏ ‏%6$s يقول ‏%7$s ‏ مع أطيب التمنيات، ‏ %8$s فريق
de_de: Guten Tag, %1$s %2$s, Ihr Kursleiter hat eine neue Rückmeldung für Sie erstellt zu %3$s in %4$s bei %5$s %6$s sagt: %7$s Mit den besten Grüßen, Das Team von %8$s
pt_br: Olá %1$s %2$s, Você tem um novo feedback do seu instrutor do %3$s em %4$s em %5$s %6$s diz %7$s Cordialmente, Equipe %8$s

source: Your last attempt was unsuccessful. Try again. %s
ar: لم تنجح المحاولة الأخيرة. حاول مرة أخرى. %s
de_de: Ihr letzter Versuch war nicht erfolgreich. Versuchen Sie es erneut. %s
fr_fr: Votre dernière tentative est un échec. Réessayez. %s
pt_br: Sua última tentativa não teve sucesso. Tente novamente. %s

source: Template for sending instructor feedback to students.
ar: قالب لإرسال ملاحظات المدرب للطلاب.
de_de: Vorlage für das Senden von Rückmeldungen des Kursleiters an Studenten
fr_fr: Modèle pour l'envoi des commentaires des formateurs
pt_br: Modelo para enviar feedback do instrutor aos estudantes.

source: Your last attempt was unsuccessful. You can not try anymore.
ar: لم تنجح المحاولة الأخيرة. لا يمكنك المحاولة بعد الآن.
de_de: Ihr letzter Versuch war nicht erfolgreich. Sie können es leider nicht noch einmal versuchen.
fr_fr: Votre dernière tentative a échoué. Vous ne pouvez plus réessayer.
pt_br: Sua última tentativa não teve sucesso. Você não pode mais tentar.

source: Sorry, you are not allowed to access this page.
ar: عذراً, ليس لديك الصلاحيات للوصول إلى هذه الصفحة
de_de: Leider haben Sie keine Berechtigung, diese Seite anzuzeigen
fr_fr: Désolé, vous n'êtes pas autorisé à accéder à cette page
it_it: Spiacenti, non sei abilitato ad accedere a questa pagina.
pt_br: Desculpe, você não pode acessar esta página.

source: Success!
ar: تم بنجاح!
de_de: Erfolg!
fr_fr: Succès!
nl_nl: Succes!
pt_br: Sucesso!

source: Related Courses
ar: عرض الدورات ذات الصلة
de_de: Verwandte Kurse
fr_fr: Cours associés
pt_br: Cursos Correlatos

source: Quiz not passed.
ar: لم يجتز الاختبار.
de_de: Quiz nicht bestanden.
fr_fr: Le quiz non réussi.
it_it: Quiz non superato!
nl_nl: Quiz niet behaald.
pt_br: Não passou no questionário.

source: CoursePress Forums
ar: منتديات كورسيبريس
de_de: CoursePress Foren
fr_fr: Forums de CoursePress
pt_br: Fóruns do CoursePress

source: You have successfully passed the quiz. Here are your results.
ar: لقد تجاوزت الاختبار بنجاح. ها هي نتائجك.
de_de: Sie haben das Quiz erfolgreich bestanden. Hier sind Ihre Resultate.
fr_fr: Vous avez passé avec succès le quiz. Voici votre résultat.
pt_br: Você passou com sucesso no questionário. Aqui estão seus resultados.

source: Forums
ar: المنتديات
de_de: Foren
pt_br: Fóruns

source: You did not pass the quiz this time. Here are your results.
ar: لم تجتز الاختبار هذه المرة. ها هي نتائجك.
de_de: Sie haben das Quiz nicht bestanden. Hier sind Ihre Resultate.
fr_fr: Vous n'avez pas réussi le quiz cette fois-ci. Voici votre résultat.
pt_br: Você não passou no questionário desta vez. Aqui estão seus resultados.

source: The topic title is required!
ar: مطلوب عنوان الموضوع!
de_de: Der Titel wird benötigt!
fr_fr: Le titre du sujet est obligatoire!
pt_br: O título deste tópico é requerido!

source: Total Questions
ar: مجموع الأسئلة
de_de: Summe Fragen
fr_fr: Questions totales
it_it: Domande totali
pt_br: Total de Questões

source: The topic description is required!
ar: مطلوب وصف الموضوع!
de_de: Die Beschreibung wird benötigt!
fr_fr: La description de la rubrique est requise!
pt_br: A descrição do tópico é requerida!

source: Try again!
ar: حاول مرة أخرى!
de_de: Nochmal!
fr_fr: Essayer de nouveau!
it_it: Riprova!
pt_br: Tente novamente!

source: You have no permission to edit this topic!
ar: لديك أي إذن لتحرير هذا الموضوع!
de_de: Sie haben keine Erlaubnis, dieses Thema zu ändern!
fr_fr: Vous n'avez pas la permission de modifier ce sujet!
pt_br: Você não tem permissão para editar este tópico!

source: Insert into notification
ar: إدراج في الإشعار
de_de: In Benachrichtigung einfügen
fr_fr: Insérer dans la notification
pt_br: Inserir em uma notificação

source: You do not have permission to edit this discussion.
ar: ليس لديك الإذن بتحرير هذه المناقشة.
de_de: Sie haben keine Erlaubnis, diese Diskussion zu ändern.
fr_fr: Vous n'avez pas la permission de modifier cette discussion
pt_br: Você não tem permissão para editar esta discussão.

source: Uploaded to this notification
ar: تم التحميل إلى هذا الإشعار‪.‬
de_de: Zur Benachrichtigung hochgeladen
fr_fr: Envoyé à cette notification
pt_br: Upload feito nesta notificação

source: You do not have permission to add discussion.
ar: لا تملك الصلاحيات الكافية لإضافة مناقشة
de_de: Sie haben keine Erlaubnis, diese Diskussion hinzuzufügen.
fr_fr: Vous n'avez pas la permission d'ajouter la discussion.
pt_br: Você não tem permissão para adicionar discussão.

source: Notifications list
ar: قائمة الإشعارات
de_de: Liste der Benachrichtigungen
fr_fr: Liste des notifications
pt_br: Lista de notificações

source: Select Course
ar: اختر الدورة التدريبية
de_de: Kurs wählen
fr_fr: Sélectionner le cours
it_it: Selezione il corso
pt_br: Selecionar Curso

source: Filter notification list
ar: تصفية قائمة الإشعارات
de_de: Liste der Benachrichtigungen filtern
fr_fr: Liste des notifications de filtre
pt_br: Filtrar lista de notificação

source: All units
ar: جميع الوحدات
de_de: Alle Lektionen
fr_fr: Toutes les unités
it_it: Tutte le unità
pt_br: Todas as unidades

source: Notifications list navigation
ar: تنقل قائمة الاشعارات.
de_de: Navigation der Benachrichtigungsliste
fr_fr: Navigation dans la liste des notifications
pt_br: Navegação na lista de notificações

source: Select Unit
ar: اختيار الوحدة
de_de: Lektion wählen
fr_fr: Sélection de l'unité
it_it: Seleziona la lezione
pt_br: Selecionar Unidade

source: Notification Update: No action.
ar: تحديث الإشعار: لا يوجد إجراء.
de_de: Aktualisierung der Benachrichtigung: Keine Aktion
fr_fr: Notification Update: Aucune action.
pt_br: Atualização de Notificação: Nenhuma ação.

source: Enable email notification
ar: تشغيل تنبيهات البريد الالكتروني
de_de: E-Mail-Benachrichtigung erlauben
fr_fr: Activer la notification par e-mail
it_it: Abilita notifica via mail.
pt_br: Habilitar notificação por e-mail

source: Notification update failed.
ar: فشل تحديث الإشعار.
de_de: Die Aktualisierung der Benachrichtigung schlug fehl.
fr_fr: La mise à jour de notification a échoué.
it_it: Aggiornamento notifiche fallito.
pt_br: Falha na atualização da notificação.

source: Threaded comments level
ar: مستوى التعليقات المترابطة
de_de: Kommentar-Ebene
fr_fr: Niveau de commentaire enfilé
pt_br: Comentários em níveis

source: Awaiting Review
ar: بانتظار المراجعة
de_de: Wartet auf Überprüfung
fr_fr: En attente d'examen
it_it: In attesa di revisione
nl_nl: Wachtend op feedback
pt_br: Aguardando Revisão

source: Number of comments per page
ar: عدد التعليقات لكل صفحة:
de_de: Anzahl Kommentare pro Seite
fr_fr: Nombre de commentaires par page
pt_br: Número de comentários por página

source: Ongoing
ar: مستمر
de_de: Laufend
fr_fr: En cours
it_it: In corso
nl_nl: UItstaand
pt_br: Em curso

source: Older first
ar: الأقدم أولاً
de_de: Ältere zuerst
fr_fr: Plus ancien d'abord
pt_br: Mais antigos primeiro

source: Incomplete
ar: غير مكتمل
de_de: Unvollständig
fr_fr: Incomplet
nl_nl: Incompleet
pt_br: Incompleto

source: Newer first
ar: الأحدث أولاً
de_de: Neuere zuerst
fr_fr: Plus récent d'abord
it_it: I nuovi prima
pt_br: Mais novos primeiro

source: Unsubscribe Successful!
ar: تم إلغاء الاشتراك بنجاح
de_de: Abmeldung erfolgreich!
fr_fr: Désinscription réussie!
it_it: Rimozione della sottoscrizione avvenuta con successo!
pt_br: Inscrição Cancelada com Sucesso!

source: Comments order
ar: ترتيب التعليقات
de_de: Sortierung der Kommentare
fr_fr: Ordre des commentaires
it_it: Ordine dei commenti
pt_br: Ordenar comentários

source: CoursePress Import
ar: استيراد كورسيبريس
fr_fr: Importation CoursePress
pt_br: Importação do CoursePress

source: Every quarter of an hour
ar: كل ربع ساعة
de_de: Zu jeder Viertelstunde
fr_fr: Tous les quarts d'heure
pt_br: Cada quarto de hora

source: Import
ar: استيراد
fr_fr: Importer
it_it: Importa
pt_br: Importar

source: New Comment:
ar: تعليق جديد‪.‬
de_de: Neuer Kommentar:
fr_fr: Nouveau commentaire:
nl_nl: Nieuwe Reactie:
pt_br: Novo Comentário:

source: Courses import fail. Wrong or empty file.
ar: استيراد الدورات فشل. الملف غير صحيح أو فارغ
de_de: Kurse-Import fehlgeschlagen. Falsche oder leere Datei
fr_fr: Échec de l'importation des cours. Fichier erroné ou vide.
pt_br: Falha na importação dos cursos. Arquivo errado ou vazio.

source: already started
ar: بدأت بالفعل.
de_de: bereits begonnen
fr_fr: déjà commencé
it_it: già avviato
nl_nl: reeds gestart
pt_br: já iniciado

source: Courses successfully imported!
ar: الدورات تم استيرادها بنجاح!
de_de: Kurse wurden erfolgreich importiert!
fr_fr: Les cours ont été importés avec succès!
pt_br: Cursos importados com sucesso!

source: Course Length
ar: مدة الدورة.
de_de: Kurslänge
fr_fr: Durée du cours
it_it: Lunghezza del corso
pt_br: Comprimento do Curso

source: CoursePress Instructors
ar: مدربين كورسيبريس
de_de: CoursePress Kursleiter
fr_fr: Formateur CoursePress
it_it: Istruttori CoursePress
pt_br: Instrutores do CoursePress

source: Enroll Anytime
ar: التسجيل في أي وقت
de_de: Einschreibung jederzeit
fr_fr: S'inscrire à tout moment
it_it: Iscrizione possibile sempre
pt_br: Inscrição a Qualquer Momento

source: Parent Course
ar: دورة تدريبية اساسية (Parent)
de_de: Elternkurs
fr_fr: Cours parent
it_it: Corso genitore
nl_nl: Hoofdcursus
pt_br: Curso-Pai

source: Thank you for signing up for the course. We hope you enjoy your experience.
ar: شكراً لاشتراكك في الدورة، نتمنى ان تستمتع بهذه الخبرة الرائعة
de_de: Vielen Dank, dass Sie sich für den Kurs angemeldet haben. Wir hoffen, dass Sie Ihnen der Kurs gefällt.
fr_fr: Merci de vous être inscrit au cours. Nous espérons que votre expérience sera satisfaisante.
it_it: Ti ringraziamo per esserti iscritto al corso. Speriamo che gradirai la tua esperienza.
nl_nl: Bedankt voor het inschrijven voor de cursus. We hopen dat je veel plezier zult beleven.
pt_br: Obrigado por se inscrever no curso. Esperamos que você aproveite a sua experiência.

source: You can find the course in your <a href="%s">Dashboard</a>
ar: ستجد الدورة في لوحة تحكم دواراتك <a href="%s">Dashboard</a>
de_de: Sie finden den Kurs in Ihrem <a href="%s">Dashboard</a>
fr_fr: Vous pouvez trouver le cours dans votre <a href="%s"> Tableau de bord </a>
it_it: Puoi trovare il corso nella tua <a href="%s">Bacheca</a>
nl_nl: Je kunt de cursus vinden in je <a href="%s">Dashboard</a>
pt_br: Você encontra o curso no seu <a href="%s">Painel</a>

source: Use WooCommerce to sell courses
de_de: Verwenden Sie WooCommerce, um Kurse zu verkaufen
fr_fr: Utiliser WooCommerce pour vendre des cours
it_it: Utilizza WooCommerce per vendere i corsi
nl_nl: Gebruik WooCommerce om cursussen te verkopen
pt_br: Use o WooCommerce para vender cursos

source: If checked, WooCommerce will be use instead of the MarketPress for selling courses
de_de: Wenn aktiviert, wird WooCommerce statt der MarketPress für den Verkauf von Kursen verwendet werden
fr_fr: S'il est coché, WooCommerce sera utilisé au lieu de MarketPress pour vendre des cours.
it_it: Se selezionato, WooCommerce sarà utilizzato per vendere i corsi anzichè MarketPress
nl_nl: Indien aangevinkt zal WooCommerce in plaats van MarketPress worden gebruikt voor het verkopen van cursussen
pt_br: Se marcado, o WooCommerce será usado para vender cursos em vez do MarketPress

source: Redirect WooCommerce product post to a parent course post
de_de: WooCommerce-Produktpost an einen übergeordneten Kurspost weiterleiten
fr_fr: Rediriger le produit WooCommerce vers un cours parent
it_it: Ridirezione di un post per un prodotto WooCommerce as un post per un corso genitore
nl_nl: Herleid WooCommerce produkt bericht naar een bovenliggend cursus bericht
pt_br: Redireciona o post de produto do WooCommerce para o post do curso-pai

source: If checked, visitors who try to access WooCommerce single post will be automatically redirected to a parent course single post.
de_de: Wenn aktiviert, werden Besucher, die versuchen, auf WooCommerce einzeln zuzugreifen, automatisch zu einem Elternteil Einzelpost umgeleitet.
fr_fr: Si cette case est cochée, les visiteurs qui tentent d'accéder à un article unique de WooCommerce seront automatiquement redirigés vers un poste article de cours parent.
it_it: Se selezionato, i visitatori che tenteranno di accedere ad un post singolo WooCommerce saranno automaticamente ridiretti ad un post singolo del corso genitore.
nl_nl: Wanneer geselecteerd, bezoekers die proberen een enkele post van WooCommerce te benaderen zullen automatisch worden doorgestuurd naar het bovenliggende cursus berricht.
pt_br: Se marcado, os visitantes que tentarem acessar um post simples do WooCommerce serão redirecionados automaticamente para o post do curso-pai.

source: CoursePress Base
de_de: CoursePress Basis
pt_br: Base CoursePress

# Name for the Text editor tab (formerly HTML)
source: Text
ar: نص
fr_fr: Texte
it_it: Testo
nl_nl: Tekst
pt_br: Texto

source: Redirect MarketPress product post to a parent course post
de_de: Leitet MarketPress Produktpost zu einem Eltern-Kurs-Post um
fr_fr: Rediriger la publication du produit MarketPress vers un cours parent
nl_nl: Redirect MarketPress product bericht naar een bovenliggende cursus bericht
pt_br: Redireciona o post de produto do MarkePress para o post do curso-pai

source: If checked, visitors who try to access MarketPress single post will be automatically redirected to a parent course single post.
de_de: Wenn aktiviert, werden Besucher, die auf MarketPress Einzelpost zugreifen möchten, automatisch zu einem Elternteil-Einzelpost umgeleitet.
fr_fr: Si cette case est cochée, les visiteurs qui tentent d'accéder à un post unique de MarketPress seront automatiquement redirigés vers un poste unique de cours parent.
it_it: Se selezionato i visitatori che tenteranno di accedere ad un singolo post saranno automaticamente reindirizzati ad un singolo post di un corso genitore
nl_nl: Wanneer geselecteerd, bezoekeners die proberen toegang te krijgen tot een MarketPress enkel bericht zullen worden doorgestuurd naar het bovenliggende cursus bericht.
pt_br: Se marcado, os visitantes que tentarem acessar um post simples do MarketPress serão redirecionados automaticamente para o post do curso-pai.

source: Estimated Duration:&nbsp;
ar: المدة المقدرة:&nbsp;
de_de: Geschätzte Dauer:&nbsp;
fr_fr: Durée estimée: &nbsp;
it_it: Durata stimata:&nbsp;
nl_nl: Verwachte doorlooptijd
pt_br: Duração Estimada:&nbsp;

source: Sent
ar: تم الإرسال
de_de: Gesendet
fr_fr: Envoyé
it_it: Inviati
nl_nl: Verzonden
pt_br: Enviado

source: Hide related videos for some video services (e.g. YouTube). Services like Vimeo sets this per video.
ar: إخفاء أشرطة الفيديو ذات الصلة لبعض خدمات الفيديو (مثل يوتيوب). خدمات مثل Vimeo يعين هذا كل فيديو.
de_de: Ausblenden verwandter Videos für einige Video-Dienste (z. B. YouTube). Services wie Vimeo setzen dies pro Video.
fr_fr: Cacher les vidéos associées à certains services vidéo (par exemple, YouTube). Services comme Vimeo définit cela par vidéo.
it_it: Nascondi i video collegati per determinati servizi video (esempio YouTube). Servizi come Vimeo settati per video.
nl_nl: Verberg gerelateerde video's van sommige video diensten (bijv. YouTube). Bij Vimeo wordt dit per video ingesteld.
pt_br: Esconder videos correlatos para alguns serviços de vídeo (como o YouTube). Serviços como Vimeo definem isso por vídeo.

source: Light theme - Block
ar: موضوع الخفيفة-كتلة
de_de: Licht Thema - Block
fr_fr: Thème clair - Bloc
it_it: Tema chiaro - Blocco
nl_nl: Licht thema - Block
pt_br: Tema Claro - Bloco

source: Light theme - Line
ar: موضوع الخفيفة-خط
de_de: Licht Thema - Linie
fr_fr: Thème clair - Ligne
it_it: Tema chiaro - Linea
nl_nl: Licht theme - Regel
pt_br: Tema Claro - Linha

source: Dark theme - Block
ar: موضوع الظلام--كتلة
de_de: Dunkles Thema - Block
fr_fr: Thème sombre - Bloc
it_it: Tema scuro- Blocco
nl_nl: Donker thema - Block
pt_br: Tema Escuro - Bloco

source: Dark theme - Line
ar: موضوع الظلام--الخط
de_de: Dunkles Thema - Linie
fr_fr: Thème sombre - Ligne
it_it: Tema scuro - Linea
nl_nl: Donker thema - Regel
pt_br: Tema Escuro - Linha

source: Theme/Custom CSS
ar: الموضوع/مخصص المغلق
de_de: Thema / Benutzerdefiniertes CSS
fr_fr: Thème/ Custom CSS
it_it: Tema/CSS personalizzato
nl_nl: Thema/Custom CSS
pt_br: Tema/CSS Personalizado

source: Dates indicators
ar: مؤشرات التواريخ
de_de: Datenanzeiger
fr_fr: Indicateurs de dates
it_it: Indicatori di date
nl_nl: Datum indicatoren
pt_br: Indicadores de Datas

source: Background Image
ar: صورة الخلفية
de_de: Hintergrundbild
fr_fr: Image de fond
it_it: Immagine di sfondo
nl_nl: Achtergrond Plaatje
pt_br: Imagem de Fundo

source: Content Padding
ar: هوامش المحتوى
de_de: Inhaltsfüllung
fr_fr: Remplissage de contenu
it_it: Padding contenuto
pt_br: Afasamento do Conteúdo

source: Page Orientation
ar: اتجاه الصفحة
de_de: Seitenausrichtung
fr_fr: Orientation de la page
it_it: Orientamento della pagina
nl_nl: Pagina-oriëntatie
pt_br: Orientação da Página

source: Basic Certificate E-mail
ar: شهادة بسيطة للبريد
de_de: Grundzertifikat E-Mail
fr_fr: E-mail de base du certificat
it_it: Email Certificato Base
nl_nl: Standaard Certificaat E-mail
pt_br: E-mail do Certificado

source: [%s] Congratulations. You passed your course.
ar: [% s] تهانينا. يمكنك تمرير الخاص بك بالطبع.
de_de: [%s] Glückwünsche. Sie haben Ihren Kurs bestanden.
fr_fr: [%s] Félicitations, vous avez réussi votre cours.
it_it: [%s] Congratulazioni. Hai superato il corso.
nl_nl: [%s] Gefeliciteerd. Je bent klaar met je cursus.
pt_br: Parabéns [%s]. Você passou no curso.
