Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Instructor Profile Slug
ar: المدرب الشخصية سبيكة
de_de: Kursleiter Slug
fr_fr: Profil de l'instructeur Slug
it_it: Slug della Pagina Docente
nl_nl: Docent Profiel Slug
pt_br: Slug do Perfil do Instructor

source: Privacy
ar: الخصوصية
de_de: Privatsphäre
fr_fr: Confidentialité
pt_br: Privacidade

source: Show Instructor Username in URL
ar: إظهار اسم مستخدم مدرب في الرابط
de_de: Zeige Lehrer Username in URL
fr_fr: Afficher le nom d'utilisateur du formateur dans l'URL
it_it: Mostra il nome utente del Docente nella URL
nl_nl: Laat gebruikersnaam van docent zien in URL
pt_br: Exibir Username do Instrutor na URL

source: If checked, instructors username will be shown in the url. Otherwise, hashed (MD5) version will be shown.
ar: اذا تم التمكين، سيكون اسم المدرب جزء من الرابط
de_de: Wenn markiert, wird der Benutzername des Kursleiters in der URL angezeigt. Andernfalls wird die Hash-Version (MD5) angezeigt.
fr_fr: S'il est coché, le nom d'utilisateur du formateur sera affiché dans l'url. Sinon, la version hachée (MD5) sera affichée.
it_it: Se selezionato, il nome utente del docente verrà mostrato nella url. In caso contrario, verrà mostrato la versione dell' hash (MD5).
nl_nl: Indien aangevinkt zal de gebruikersnaam van de docent getoond worden in de url. Anders zal hash (MD5) versie worden getoond.
pt_br: Se marcado, o username do instrutor será exibido na URL. Caso contrário, a versão picada (MD5) será mostrada.

source: Select font which will be used in the PDF reports.
ar: حدد الخط الذي سيتم استخدامه في التقارير
de_de: Wählen Sie die Schriftart aus, die in den PDF-Auswertungen verwendet wird.
fr_fr: Sélectionnez la police qui sera utilisée dans les rapports PDF.
it_it: Seleziona il carattere che sarà usato per i rapporti in PDF.
nl_nl: Selecteer de letter die zal worden gebruikt in de PDF rapporten.
pt_br: Selecione a fonte que será usada nos relatórios em PDF.

source: Font
ar: الخط
de_de: Schriftart
fr_fr: Police
it_it: Caratteri
nl_nl: Letter
pt_br: Fonte

source: Portrait
ar: طولي
it_it: Verticale
nl_nl: Portret
pt_br: Retrato

source: Landscape
ar: عرضي
de_de: Landschaft
fr_fr: Paysage
it_it: Orizzontale
nl_nl: Landschap
pt_br: Paisagem

source: Top
ar: أعلى
de_de: Oben
fr_fr: Haut
it_it: Alto
nl_nl: Boven
pt_br: Topo

source: Right
ar: يمين
de_de: Rechts
fr_fr: Droite
it_it: Destra
nl_nl: Rechts
pt_br: Direita

source: Left
ar: يسار
de_de: Links
fr_fr: Gauche
it_it: Sinistra
nl_nl: Links
pt_br: Esquerda

source: Bottom
ar: أسفل
de_de: unterer Rand
fr_fr: Bas
it_it: Inferiore
nl_nl: Bodem
pt_br: Embaixo

source: Course End Date:
ar: تاريخ نهاية الدورة:
de_de: Kurs Enddatum:
fr_fr: Date de fin du cours:
it_it: Data fine corso:
nl_nl: Cursus einddatum:
pt_br: Data de Encerramento do Curso:

source: Course Dates:
ar: مواعيد الدورة:
de_de: Kurstermine:
fr_fr: Dates du cours:
it_it: Date del Corso:
nl_nl: Cursus Data:
pt_br: Datas do Curso:

source: Enrollment Start Date:
ar: تاريخ بدء التسجيل:
de_de: Einschreibungsbeginn:
fr_fr: Date de début de l'inscription:
it_it: Data di inizio iscrizione:
nl_nl: Inschrijving startdatum:
pt_br: Data de Início das Inscrições:

source: Enrollment End Date:
ar: تاريخ نهاية التسجيل:
de_de: Einschreibungs-Enddatum:
fr_fr: Date d'expiration de l'inscription:
it_it: Data di fine iscrizione:
nl_nl: Inschrijving einddatum:
pt_br: Data de Encerramento das Inscrições:

source: Enrollment Dates:
ar: مواعيد التسجيل:
de_de: Einschreibungstermine:
fr_fr: Dates d'inscription:
it_it: Date per l'iscrizione:
nl_nl: Inschrijvingsdata:
pt_br: Datas das Inscrições:

source: You Enrolled on:
ar: تم تسجيلك في
de_de: Sie sind eingeschrieben in:
fr_fr: Vous êtes inscrit dans :
it_it: Sei iscritta/o dal:
nl_nl: U bent ingeschreven op:
pt_br: Você se Inscreveu em:

source: Class Size:
ar: حجم الفصل الدراسي
de_de: Klassengröße:
fr_fr: Taille de la classe:
it_it: Grandezza della Classe:
nl_nl: Klasgrootte:
pt_br: Tamanho da Turma:

source: Course Language:
ar: لغة الدورة التدريبية:
de_de: Kurssprache:
fr_fr: Langue du cours:
it_it: Lingua del Corso:
nl_nl: Cursustaal:
pt_br: Idioma do Curso:

source: Course Category:
ar: فئة الدورة
de_de: Kursbereich:
fr_fr: Catégorie du cours:
it_it: Categoria del Corso:
nl_nl: Cursuscategorie:
pt_br: Categoria do Curso:

source: Who can Enroll:
ar: الذين يمكنهم تسجيل:
de_de: Wer kann sich einschreiben:
fr_fr: Qui peut s'inscrire:
it_it: Chi può iscriversi:
nl_nl: Wie kunnen inschrijven:
pt_br: Quem pode se Inscrever:

source: Continue Learning
ar: مواصلة التعلم
de_de: Weiterlernen
fr_fr: Poursuivre l'apprentissage
it_it: Continua ad apprendere
nl_nl: Ga verder met leren
pt_br: Continue Aprendendo

source: Page cannot be found
ar: لا يمكن العثور على الصفحة
de_de: Die Seite konnte nicht gefunden werden
fr_fr: Impossible de trouver la page
it_it: Pagina non trovata
nl_nl: Pagina kon niet gevonden worden
pt_br: A página não pode encontrada

source: An error occurred while creating the account. Please check the form and try again.
ar: حدث خطأ أثناء إنشاء الحساب. الرجاء التحقق من النموذج وحاول مرة أخرى.
de_de: Beim Erstellen des Kontos ist ein Fehler aufgetreten. Bitte überprüfen Sie das Formular und versuchen Sie es erneut.
fr_fr: Une erreur s'est produite lors de la création du compte. Veuillez vérifier le formulaire et réessayer.
it_it: Si è verificato un errore creando l'account. Controlla il modulo e riprova.
nl_nl: Er is een fout opgetreden bij het aanmaken van het account. Controleer het formulier en probeer het opnieuw.
pt_br: Ocorreu um erro criando a conta. Por favor verifique o formulário e tente novamente.

source: Registrations are not allowed.
ar: التسجيل غير متاح
de_de: Anmeldungen sind nicht erlaubt.
fr_fr: Les enregistrements ne sont pas autorisés.
it_it: Registrazioni non ammesse.
nl_nl: Registraties zijn niet toegestaan.
pt_br: Os registros não estão permitidos.

source: Correct
ar: صحيح
de_de: Richtig
it_it: Corretto
pt_br: Correto

source: Incorrect
ar: غير صحيح
de_de: Falsch
it_it: Scorretto
pt_br: Incorreto

source: Course Signup/Login Page
ar: صفحة تسجيل الدخول/الخروج للدورة التدريبية
de_de: Anmeldung
fr_fr: Inscription au cours/ Page de connexion
it_it: Pagina di Login/Registrazione al Corso
nl_nl: Cursus Aanmeld/Login Pagina
pt_br: Página de Inscrição/Login do Curso

source: These codes will be replaced with actual data: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL
ar: سيتم استبدال هذه الرموز مع البيانات الفعلية: CUSTOMER_NAME، BLOG_NAME، LOGIN_ADDRESS، COURSES_ADDRESS، WEBSITE_ADDRESS، COURSE_ADDRESS، ORDER_ID، ORDER_STATUS_URL
de_de: Diese Codes werden durch aktuelle Daten ersetzt: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL
fr_fr: Ces codes seront remplacés par des données réelles: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL
it_it: Questi codici saranno sostituiti dai dati attuali: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL
nl_nl: Deze codes zullen vervangen worden door de feitelijke data: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL
pt_br: Estes códigos serão substituídos por dados reais: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL

source: Student Invitation to a Course E-mail
ar: دعوة الطلاب إلى رسالة بريد إلكتروني بالطبع
de_de: Studenten-Einladung zu einem Kurs E-Mail
fr_fr: Invitation par e-mail d'étudiant à un cours.
it_it: Email di Invito al corso per lo studente
nl_nl: Student Uitnodiging voor een Cursus E-mail
pt_br: E-mail de Convite de Estudante para um Curso

source: Settings for an e-mail student get upon receiving an invitation to a course.
ar: الحصول على إعدادات لطالب البريد إلكتروني عند تلقي دعوة إلى دورة تدريبية.
de_de: Einstellungen für das E-Mail, das Schüler mit der Kurseinladung erhalten.
fr_fr: Les paramètres pour un e-mail étudiant obtenu sur la réception d'une invitation à un cours.
it_it: Impostazioni per email studente dopo ricezione invito al corso.
nl_nl: Instellingen voor een e-mail die een student ontvangt na een uitnodiging voor een cursus.
pt_br: Configurações do email que o estudante receberá como convite para um curso.

source: Show Caption
ar: عرض توضيح للصوره
de_de: Untertitel anzeigen
fr_fr: Afficher la légende
it_it: Mostra didascalia
nl_nl: Laat bijschrift zien
pt_br: Exibir Legenda

source: Student Dashboard Template
ar: قالب لوحة معلومات الطالب
de_de: Studenten Dashboard Vorlage
fr_fr: Modèle de tableau de bord étudiant
it_it: Modello Bacheca Studente
nl_nl: Studenten Dashboard Template
pt_br: Modelo do Painel do Aluno

source: Media Caption
ar: الشرح للعرض
de_de: Medienbeschriftung
fr_fr: Légende des médias
it_it: Didascalia del Media
nl_nl: Media bijschrift
pt_br: Legenda da Mídia

source: Loads the student dashboard template.
ar: تحميل قالب لوحة معلومات الطالب.
de_de: Lädt die Schüler-Dashboard-Vorlage.
fr_fr: Charge le modèle de tableau de bord de l'étudiant.
it_it: Carica Modello Bacheca Studente.
nl_nl: Laadt de student dashboard template.
pt_br: Carrega o modelo do painel do aluno.

source: Settings for an e-mail an instructor will get upon receiving an invitation.
ar: إعدادات بريد إلكتروني سوف تحصل على مدرب عند تلقي دعوة.
de_de: Einstellungen für ein E-Mail, das der Kursleiter mit der Einladung erhält.
fr_fr: Paramètres d'un e-mail qu'un formateur recevra lors de la réception d'une invitation.
it_it: Impostazioni email per un Docente dopo ricezione invito.
nl_nl: Instellingen voor de e-mail die verzonden wordt naar een docent wanneer deze een uitnodiging ontvangt.
pt_br: Configurações do email que um instrutor receberá como convite.

source: Student Settings Template
ar: قالب إعدادات الطالب
de_de: Vorlagen für die Schülermethode
fr_fr: Gabarit des paramètres de l'étudiant
it_it: Impostazioni Modello Studente
nl_nl: Student Instellingen Template
pt_br: Modelo de Configurações do Aluno

source: Custom Caption
ar: شرح مخصص
de_de: Benutzerdefinierte Beschriftung
fr_fr: Légende personnalisée
it_it: Didascalia personalizzata
nl_nl: Aangepast bijschrift
pt_br: Legenda Personalizada

source: Loads the student settings template.
ar: تحميل القالب إعدادات الطالب.
de_de: Lädt die Schabloneneinstellungen-Vorlage.
fr_fr: Charge le modèle de paramètres de l'étudiant.
it_it: Carica Impostazioni Modello Studente
nl_nl: Laadt de student instellingen template.
pt_br: Carrega o modelo de configurações do aluno.

source: Please enter a custom caption here.
ar: الرجاء إدخال تسمية توضيحية مخصصة هنا.
de_de: Bitte geben Sie hier eine eigene Beschriftung ein.
fr_fr: Veuillez entrer une légende personnalisée ici.
it_it: Digita una didascalia personalizzata qui.
nl_nl: Vul a.u.b. hier een aangepast bijschrift in.
pt_br: Favor informe aqui uma legenda personalizada.

source: E-mail Settings
ar: إعدادات البريد الإلكتروني
de_de: E-Mail Einstellungen
fr_fr: Paramètres E-mail
it_it: Impostazioni E-mail
nl_nl: E-mail instellingen
pt_br: Configurações de E-mail

source: Your course URL will look like:
ar: عنوان URL الخاص بك بالطبع ستبدو مثل:
de_de: Ihre Kurs-URL wird so aussehen:
it_it: L'URL del tuo corso sarà simile a:
nl_nl: Uw cursus URL zal eruit zien als:
pt_br: A URL do seu curso ficará assim:

source: /my-course/
ar: /دوراتي/
de_de: /mein-kurs/
it_it: /mio-corso/
pt_br: /meu-curso/

source: Passwords don't match
ar: لا تتطابق كلمات المرور
de_de: Passwörter stimmen nicht überein
fr_fr: Les mots de passe ne correspondent pas
it_it: La password non coincide
nl_nl: Wachtwoorden komen niet overeen
pt_br: As senhas não conferem

source: Units Slug
ar: سبيكة وحدات
de_de: Lektionen Slug
fr_fr: Unités Slug
it_it: Slug delle Unità didattiche
nl_nl: Onderdelen slug
pt_br: Slug das Unidades

source: E-mail address is not valid.
ar: عنوان البريد الإلكتروني غير صالح.
de_de: E-Mail-Adresse ist nicht gültig.
fr_fr: L'adresse e-mail n'est pas valide.
it_it: Indirizzo E-mail non valido.
nl_nl: E-mailadres is ongeldig.
pt_br: O endereço de e-mail não é válido.

source: Course Notifications Slug
ar: سبيكة الإخطارات بالطبع
de_de: Kursbenachrichtigungen Slug
fr_fr: Notifications de cours Slug
it_it: Slug delle Notifiche Corso
nl_nl: Cursus meldingen slug
pt_br: Slug de Notificações do Curso

source: Course Discussions Slug
ar: بالطبع مناقشات سبيكة
de_de: Kurs Diskussionen Slug
fr_fr: Discussions de cours Slug
it_it: Slug delle Discussioni del Corso
nl_nl: cursus discussie slug
pt_br: Slug de Discussões do Curso

source: Course Grades Slug
ar: بالطبع درجات سبيكة
de_de: Kursstufen Slug
fr_fr: Note Cours Slug
it_it: Slug Valutazioni Corso
nl_nl: cursus cijfers slug
pt_br: Slug de Notas do Curso

source: Username already exists. Please choose another one.
ar: اسم المستخدم موجود بالفعل. الرجاء اختيار اسم آخر.
de_de: Benutzername existiert bereits. Bitte wählen Sie einen anderen.
fr_fr: Le nom d'utilisateur existe déjà. Veuillez en choisir un autre.
it_it: Il Nome Utente esiste già. Usane un altro.
nl_nl: Gebruikersnaam bestaat reeds. Probeer a.u.b. een andere.
pt_br: Este username já existe. Favor escolha um outro.

source: Course Workbook Slug
ar: مسار المصنف سبيكة
de_de: Kurs Übungsheft Slug
fr_fr: Manuel d'utilisation du cours Slug
it_it: Slug Eserciziario Corso
nl_nl: cursus werkboek slug
pt_br: Slug de Caderno de Trabalho do Curso

source: Password
ar: كلمة المرور
de_de: Passwort
fr_fr: Mot de passe
nl_nl: Wachtwoord
pt_br: Senha

source: Displays the course calendar.
ar: عرض الجدول الزمني للدورة.
de_de: Zeigt den Kurskalender an.
fr_fr: Affiche le calendrier du cours.
it_it: Mostra il calendario del corso.
nl_nl: Laat de cursuskalender zien.
pt_br: Exibe o calendário do curso.

source: Confirm Password
ar: تأكيد كلمة المرور
de_de: Bestätige das Passwort
fr_fr: Confirmer mot de passe
it_it: Conferma Password
nl_nl: Bevestig wachtwoord
pt_br: Confirme a Senha

source: - current -
ar: --الحالية-
de_de: - aktuell -
fr_fr: - actuel -
it_it: - attuale -
nl_nl: - huidige -
pt_br: - atual -

source: Previous Month Text:
ar: نص الشهر السابق:
de_de: Vorheriger Monatstext:
fr_fr: Mois précédent Texte:
it_it: Testo del mese precedente:
nl_nl: Vorige maand tekst:
pt_br: Texto do Mês Anterior:

source: Next Month Text:
ar: نص الشهر القادم:
de_de: Nächster Monat Text:
fr_fr: Mois suivant Texte:
it_it: Testo del mese prossimo:
nl_nl: Volgende maand tekst:
pt_br: Texto do Próximo Mês:

source: Displays a selected course structure
ar: يعرض هيكل الدورة المختارة
de_de: Zeigt eine ausgewählte Kursstruktur an
fr_fr: Affiche une structure de cours sélectionnée
it_it: Mostra la struttura del corso selezionato
nl_nl: Laat een geselecteerde cursusstructuur zien
pt_br: Exibe a estrutura de um curso selecionado

source: Theme Menu Items
ar: الموضوع منو
de_de: Themenmenüeinträge
fr_fr: Éléments du menu thématique
it_it: Voci del Menù del Tema
nl_nl: Themamenu items
pt_br: Itens de Menu do Tema

source: Student Profile
ar: الملف الشخصي للطالب
de_de: Schülerprofil
fr_fr: Profil de l'élève
it_it: Profilo Studente
nl_nl: Student profiel
pt_br: Perfil do Estudante

source: Displays a selected course as featured
ar: عرض دورة تدريبية مختارة كميمزة
de_de: Zeigt einen ausgewählten Kurs als empfohlen an
fr_fr: Affiche un cours sélectionné tel que présenté
it_it: Mostra il corso selezionato in primo piano
nl_nl: Laat een geselecteerde cursus als aanbevolen zien
pt_br: Exibe em destaque um curso selecionado

source: Featured Media
ar: وسائط مميزة
de_de: Ausgewählte Medien
fr_fr: Médias en vedette
it_it: Media in evidenza
nl_nl: Aanbevolen Media
pt_br: Mídia em Destaque

source: <div>Attach default CoursePress menu items ( Courses, Student Dashboard, Log Out ) to the <strong>Primary Menu</strong>.</div><div>Items can also be added from Appearance > Menus and the CoursePress panel.</div>
ar: <div>إرفاق العناصر القائمة الافتراضية كورسيبريس (دورات، لوحة معلومات الطالب، تسجيل الخروج) <strong>القائمة الأولية</strong>.</div><div>يمكن أيضا إضافة عناصر من مظهر > القوائم ولوحة كورسيبريس.</div>
de_de: <div>Anhängen der Standard CoursePress Menüpunkte (Kurse, Studenten Dashboard, Log Out) an das <strong>Primär Menü</strong>.</div> <div> Produkte können auch vom Darstellungs> Menüs und der CoursePress Panel hinzugefügt werden.</div>
fr_fr: <div> Ajoutez des éléments de menu CoursePress par défaut (Cours, Tableau de bord étudiant, Déconnexion) au <strong> Menu principal </strong>. </div> <div> Les éléments peuvent également être ajoutés à partir de l'apparence> Menus et du panneau CoursePress. </div>
it_it: <div>Allega voci predefinite del menù CoursePress ( Corsi, Studente Bacheca, Log Out ) al <strong>Menù Principale</strong>.</div><div>Le voci posso essere aggiunte anche da Aspetto > Menu e pannello CoursePress.</div>
nl_nl: <div>Voeg standaard CoursePress menu-items (Cursussen, Student Dashboard, Uitloggen) toe aan het <strong>Hoofdmenu</strong>. </div> <div>Items kunnen ook worden toegevoegd uit Weergave> Menu's en het CoursePress paneel.</div>
pt_br: <div>Anexar itens de menu padrão do CoursePress (Cursos, Painel do Estudante, Logout ) ao <strong>Menu Primário</strong>.</div><div>Itens também podem ser adicionados a partir em Aparência > Menus e no painel do CoursePress.</div>

source: View Workbook
ar: عرض التمارين
de_de: Zeige Übungsheft
fr_fr: Afficher le classeur
it_it: Vedi Eserciziario
nl_nl: Bekijk werkboek
pt_br: Ver Caderno de Trabalho

source: Priority Media
ar: وسائط ذات الأولوية
de_de: Prioritätsmedien
fr_fr: Priorité média
it_it: Media prioritario
nl_nl: Prioriteit Media
pt_br: Mídia Prioritária

source: Please add at least one menu and select its theme location in order to show CoursePress menu items automatically.
ar: الرجاء إضافة واحدة على الأقل من القائمة وحدد موقعة الموضوع بغية إظهار كورسيبريس عناصر القائمة تلقائياً.
de_de: Bitte fügen Sie mindestens ein Menü hinzu und wählen Sie die Themenposition aus, um CoursePress Menüpunkte automatisch anzuzeigen.
fr_fr: Veuillez ajouter au moins un menu et sélectionner son emplacement thématique pour afficher automatiquement les éléments du menu CoursePress.
it_it: Aggiungi almeno un menù e seleziona la posizione nel tema per mostrare automaticamente le voci di CoursePress.
nl_nl: Voeg a.u.b. op zijn minst een menu toe en selecteer diens themalocatie om ervoor te zorgen dat de CoursePress menu items automatisch getoond worden.
pt_br: Favor adicione pelo menos um menu e selecione sua localização no tema para exibir automaticamente ítens de menu do CoursePress.

source: Priority needs to be set above.
ar: تعيين الاحتياجات ذات الأولوية أعلاه.
de_de: Priorität muss oben gesetzt werden.
fr_fr: La priorité doit être définie ci-dessus.
it_it: Le priorità devono essere impostate qui sopra.
nl_nl: Prioriteit moet hiervoor worden ingesteld.
pt_br: A prioridade precisa ser definida acima.

source: Login Form
ar: نموذج تسجيل الدخول
fr_fr: Formulaire de connexion
it_it: Modulo di accesso
nl_nl: Login Formulier
pt_br: Formulário de Login

source: Button Title
ar: زر العنوان
de_de: Schaltflächenbezeichnung
fr_fr: Titre du bouton
it_it: Titolo del pulsante
nl_nl: Button Titel
pt_br: Título do Botão

source: Use Custom Login Form
ar: استخدم نموذج تسجيل دخول مخصص
de_de: Benutzerdefiniertes Anmeldeformular verwenden
fr_fr: Utiliser le formulaire de connexion personnalisée
it_it: Usa un modulo di Login personalizzato
nl_nl: Gebruik aangepast Login Formulier
pt_br: Usar Formulário de Login Personalizado

source: Find out more
ar: اكتشف المزيد
de_de: Mehr herausfinden
fr_fr: En savoir plus
it_it: Scopri di più
nl_nl: Meer weten
pt_br: Descubra mais

source: Uses a custom Login Form to keep students on the front-end of your site.
ar: يستخدم نموذج تسجيل دخول مخصص للحفاظ على الطلاب في الواجهة الأمامية للموقع الخاص بك.
de_de: Verwendet ein benutzerdefiniertes Anmeldeformular, um die Schüler auf dem Front-End Ihrer Website zu halten.
fr_fr: Utilise un formulaire de connexion personnalisé pour garder les étudiants sur le front-end de votre site.
it_it: Usa un modulo di Login personalizzato per tenere gli studenti nel front-end del sito.
nl_nl: Gebruikt een aangepast login formulier om de studenten aan de front-end van uw site te houden.
pt_br: Usar um Formulário personalizado de Login para manter os alunos no front-end do seu site.

source: Displays latest courses
ar: عرض أحدث الدورات
de_de: Zeigt die neuesten Kurse an
fr_fr: Affiche les cours les plus récents
it_it: Mostra gli ultimi corsi
nl_nl: Laat laatste cursussen zien
pt_br: Exibe os últimos cursos

source: Course Details Page
ar: صفحة تفاصيل الدورة التدريبية
de_de: Kursdetails Seite
fr_fr: Page de détails du cours
it_it: Pagina Dettagli del Corso
nl_nl: Cursus Details pagina
pt_br: Página de Detalhes do Curso

source: Latest Courses
ar: أحدث الدورات
de_de: Aktuelle Kurse
fr_fr: Derniers cours
it_it: Corsi recenti
nl_nl: Laatste cursussen
pt_br: Últimos Cursos

source: Number of Courses
ar: عدد الدورات
de_de: Anzahl der Kurse
fr_fr: Nombre de cours
it_it: Numero dei corsi
nl_nl: Aantal cursussen
pt_br: Número de Cursos

source: Media Type
ar: نوع الوسائط
de_de: Medientyp
fr_fr: Type de support
it_it: Tipo di Media
pt_br: Tipo de Mídia

source: See All Courses
ar: انظر كافة الدورات التدريبية
de_de: Alle Kurse ansehen
fr_fr: Voir tous les cours
it_it: Vedi tutti i corsi
nl_nl: Alle Cursussen Bekijken
pt_br: Ver Todos os Cursos

source: "Priority" - Use the media type below, with the other type as a fallback.
ar: اكتب "الأولوية"--استخدام وسائل الإعلام أدناه، مع نوع آخر كاحتياطي.
de_de: "Priorität" - Verwenden Sie den Medientyp unten, mit dem anderen Typ als Backup.
fr_fr: "Priorité" - Utilisez le type de support ci-dessous, avec l'autre type comme une alternative.
it_it: "Priorità" - Usa i tipi di media qui sotto con altri tipi come alternativa.
nl_nl: "Priority" - Gebruik het media type hieronder, met het andere type als fallback.
pt_br: "Prioridade" - Use o tipo de mídia abaixo, com o outro tipo como reserva.

source: Priority Mode (default)
ar: وضع أولوية (الافتراضي)
de_de: Prioritätsmodus (Standard)
fr_fr: Mode Priorité (par défaut)
it_it: Modalità Priorità (predefinito)
nl_nl: Priority Modus (standaard)
pt_br: Modo Prioridade (padrão)

source: Search Students
ar: بحث الطلاب
de_de: Suche Student
fr_fr: Rechercher des étudiants
it_it: Cerca Studenti
nl_nl: Zoek studenten
pt_br: Pesquisar Alunos

source: List Image
ar: قائمة الصور
de_de: Listen-Bild
fr_fr: Image de liste
it_it: Lista Immagine
nl_nl: Overzichtsafbeelding
pt_br: Imagem da Lista

source: Priority
ar: أولوية
de_de: Priorität
fr_fr: Priorité
it_it: Priorità
nl_nl: Prioriteit
pt_br: Prioridade

source: Example: Using "video", the featured video will be used if available. The listing image is a fallback.
ar: على سبيل المثال: استخدام "الفيديو"، سيتم استخدام الفيديو الموصى بها إذا كانت متوفرة. صورة قائمة احتياطي.
de_de: Beispiel: Unter Verwendung von "Video" wird das vorgestellte Video verwendet, falls verfügbar. Das Auflistungsbild ist ein Backup.
fr_fr: Exemple: En utilisant "vidéo", la vidéo en vedette sera utilisée si disponible. L'image de liste est une alternative.
it_it: Esempio: Se si usa un "video", il video in primo piano sarà usato se disponibile. La lista di immagini è un'alternativa.
nl_nl: Bijvoorbeeld: Gebruiken van "video", de aanbevolen video zal gebruikt worden indien beschikbaar. De overzichtsafbeelding is een fallback.
pt_br: Exemplo: Usando "vídeo", o vídeo em destaque será usado se estiver disponível. A imagem de listagem é de reserva.

source: Workbook
ar: كتاب التمارين
de_de: Übungsheft
fr_fr: Classeur
it_it: Esercizi
nl_nl: Werkboek
pt_br: Caderno de Trabalho
