Repository: fitodac/multi.pass
Catalog: content/plugins/coursepress/languages/coursepress-*.po
Languages: ar, de_de, fr_fr, it_it, nl_nl, pt_br

source: Hi %1$s %2$s, You’ve invited to enroll in: "%3$s" This course is only available to select participants who have a passcode. Your passcode is: %7$s Here’s some more information about the course: %4$s Check out the course page for a detailed overview: %5$s If you have any questions feel free to get in touch! Best wishes, The %6$s Team
de_de: Guten Tag, %1$s %2$s, Sie sind hiermit eingeladen, sich in den folgenden Kurs einzuschreiben: "%3$s" Dieser Kurs ist nur für einen ausgewählten Personenkreis zugänglich, der einen speziellen Passcode für den Kurs besitzt. Ihr Passcode ist: %7$s Hier ist noch ein wenig mehr Information zu diesem Kurs: %4$s Auf der Kurs-Seite gibt es den vollen Überblick: %5$s Irgendwelche Fragen? Kontaktiere uns unter support@learn4use.com! Mit den besten Grüßen, Das Team von %6$s
nl_nl: Hallo %1$s %2$s, Je bent uitgenodigd om deze cursus te volgen: "%3$s" Deze cursus is alleen toegankelijk voor een selectief gezelschap die een wachtwoord hebben. Jouw wachtwoord is: %7$s Hier vind u meer informatie over de cursus: %4$s Bekijk de cursus pagina voor een uitgebreid overzicht: %5$s Heb je vragen, neem dat gerust contact op! Met vriendelijke groet, Het %6$s Team
pt_br: Olá %1$s %2$s, Te convidaram pra se inscrever em: "%3$s" Este curso só está disponível para participantes selecionados que tenham uma senha. Sua senha é: %7$s Aqui vão mais algumas informações sobre o curso: %4$s Visite a página do curso para uma visão geral detalhada: %5$s Se tiver quaisquer dúvidas fique à vontade para entrar em contato! Cordiais saudações, Equipe %6$s

source: Signup Slug
de_de: Anmeldung Slug
fr_fr: Inscription Slug
nl_nl: Registreer link
pt_br: Slug de Inscrição

source: Hi %1$s %2$s, Congratulations! You have been invited to become an instructor for the course: %3$s Click on the link below to confirm: %4$s If you haven't yet got a username you will need to create one. %5$s Best wishes, The %5$s Team
de_de: Hi %1$s %2$s, Herzlichen Glückwunsch! Hiermit werden Sie dazu eingeladen, der/die KursleiterIn für den folgenen Kurs zu werden: %3$s Bitte klicken Sie hier, um dies zu bestätigen: %4$s Falls Sie noch keinen Benutzer für das Lernsystem haben, müssen Sie bitte einen anlegen: %5$s Mit den besten Grüßen, Das Team von %5$s
nl_nl: Beste %1$s %2$s, Gefeliciteerd! U bent uitgenodigd om instructeur te zijn voor : %3$s Klik op de link onder om te bevestigen: %4$s Indien je nog geen gebruikersnaam hebt dien je er een te maken of aan te vragen. %5$s Met vriendelijke groeten, Het %5$s Team
pt_br: Olá %1$s %2$s, Parabéns? Te convidaram para se tornar um instrutor no curso: %3$s Clique no link abaixo para confirmar: %4$s Se ainda não tem um username você precisará criar um. %5$s Cordiais saudações, Equipe %5$s

source: Signup Page
de_de: Anmeldeseite
fr_fr: Page d'inscription
it_it: Pagina di iscrizione
nl_nl: Registratie Pagina
pt_br: Página de Inscrição

source: Hi %1$s %2$s, Congratulations! You have been invited to join %3$s as a facilitator. Click on the link below to confirm: %4$s If you haven't yet received a username you will need to create one. You can do that here: %5$s Best wishes, The %5$s Team
de_de: Guten Tag, %1$s %2$s, Herzlichen Glückwunsch! Sie sind eingeladen, den Kurs %3$s als Schulungsleiter zu begleiten. Bitte klicken Sie hier, um Ihre Teilnahme zu bestätigen: %4$s Falls Sie noch keinen Benutzernamen für das Lernsystem haben, sollten Sie hier einen anlegen: %5$s Mit den besten Grüßen, Das Team von %5$s
nl_nl: Beste %1$s %2$s, Gefeliciteerd! U bent uitgenodigd om begeleider te zijn voor : %3$s Klik op de link onder om te bevestigen: %4$s Indien je nog geen gebruikersnaam hebt dien je er een te maken of aan te vragen. %5$s Met vriendelijke groeten, Het %5$s Team
pt_br: Olá %1$s %2$s, Parabéns! Te convidaram para entrar em %3$s como facilitador. Clique no link abaixo para confirmar: %4$s Se ainda não tem um username você precisará criar um. Você pode fazer isso aqui: %5$s Cordiais saudações, Equipe %5$s

source: Student Settings Slug
de_de: Studenteneinstellungen Slug
fr_fr: Paramètres de l'élève Slug
nl_nl: Student instellingen uitbreiding
pt_br: Slug de Configurações de Estudante

source: Thank you for your order %1$s, Your order for course "%2$s" has been received! Please refer to your Order ID (ORDER_ID) whenever contacting us. You can track the latest status of your order here: ORDER_STATUS_URL best wishes, %5$s Team
de_de: Vielen Dank für Ihre Bestellung %1$s, Ihre Bestellung für den Kurs "%2$s" haben wir erhalten! Bitte nennen Sie immer die Bestellnummer (ORDER_ID), falls Sie uns kontaktieren. Hier können Sie den aktuellen Status Ihrer Bestellung anschauen: ORDER_STATUS_URL Mit den besten Grüßen, das Team von %5$s
nl_nl: Bedankt voor uw bestelling %1$s, Uw bestelling voor cursus "%2$s" is ontvangen! Heb a.u.b. uw bestelnummer (ORDER_ID) bij de hand wanneer u contact met ons op neemt. U kunt hier de meest recente status van uw bestelling zien: ORDER_STATUS_URL Met vriendelijke groet, %5$s Team
pt_br: Obrigado pelo seu pedido, %1$s, Seu pedido para o curso "%2$s" foi recebido! Por favor use seu ID do Pedido (ORDER_ID) sempre que entrar em contato conosco. Você pode rastrear o status mais recente do seu pedido aqui: ORDER_STATUS_URL Cordiais saudações, Equipe %5$s

source: Messaging: Inbox Slug
de_de: Nachrichten versenden: Titelform (slug) für EIngangskorb
fr_fr: Messagerie: Inbox Slug
nl_nl: Berichten: slug voor postvak IN
pt_br: Mensagens: Slug do Inbox

source: New Messages Slug
de_de: Titelform (slug) für neue Nachrichten
fr_fr: Nouveau Message Slug
nl_nl: slug voor nieuwe berichten
pt_br: Slug de Novas Mensagens

source: A new comment has been added to %1$s: %2$s Best wishes, The %3$s Team
de_de: Ein neuer Kommentar wurde %1$s hinzugefügt: %2$s Mit den besten Grüßen, Das Team von %3$s
nl_nl: Een nieuw commentaar is toegevoegd aan %1$s: %2$s Met vriendelijke groeten, Het %3$s team
pt_br: Um novo comentário foi adicionado a %1$s: %2$s Cordiais saudações, Equipe %3$s

source: Display Menu Items
de_de: Zeige extra Menü-Einträge an
fr_fr: Afficher les éléments du menu
nl_nl: Menu items tonen
pt_br: Exibir Ítens de Menu

source: Howdy %1$s, %2$s of %3$s is now available. You can continue your learning by clicking the link below: %4$s Best wishes, The %5$s Team
de_de: Hi %1$s, %2$s von %3$s ist jetzt verfügbar. Sie können weiterlernen, indem Sie den folgenden Link anklicken: %4$s Mit den besten Grüßen, Das Team von %5$s
nl_nl: Beste %1$s, %2$s van %3$s is nu beschikbaar. U kunt doorgaan met leren met behulp van onderstaande link: %4$s Met vriendelijke groeten, Het %5$s team
pt_br: Olá %1$s, %2$s de %3$s já está disponível. Você pode continuar seu aprendizado clicando o link abaixo: %4$s Cordiais saudações, Equipe %5$s

source: WordPress Login Redirect
ar: إعادة توجيه تسجيل الدخول
de_de: WordPress Login Umleitung
fr_fr: Redirection connexion WordPress
it_it: Redirect al login WordPress
nl_nl: WordPress Doorsturen na login
pt_br: Redirecionamento de Login do WordPress

source: Fold all
ar: طي الجميع
de_de: Alle einklappen
fr_fr: Tout replier
it_it: Comprimi tutti
nl_nl: Alles opvouwen
pt_br: Recolher tudo

source: Redirect After Login
ar: إعادة التوجيه بعد الدخول
de_de: Umleitung nach dem Einloggen
fr_fr: Redirection après la connexion
it_it: Reindirizza dopo l’accesso
nl_nl: Doorsturen na login
pt_br: Redirecionar Após Login

source: Unfold all
ar: عدم طي الجميع
de_de: Alle ausklappen
fr_fr: Déplier tous
it_it: Espandi tutti
nl_nl: Alles uitklappen
pt_br: Abrir tudo

source: Redirect students to their Dashboard upon login via wp-login form.
ar: إعادة توجيه الطلاب إلى لوحة المعلومات الخاصة بهم عند تسجيل الدخول عن طريق نموذج الدخول الخاص بالموقع
de_de: Leite Studenten zu ihrem Dashboard, wenn sie sich über das wp-login Formular einloggen
fr_fr: Rediriger les étudiants vers leur Tableau de bord lors de la connexion via le formulaire wp-login.
nl_nl: Verwijzing studenten naar hen eigen Dashboard bij aanmelden via wp-login formulier.
pt_br: Redirecionar estudantes ao Painel deles após o login usando o formulário wp-login.

source: Media to use when viewing course details.
ar: وسائل الإعلام المستخدمة عند عرض التفاصيل للدورة التدريبية
de_de: Medium, das benutzt werden soll, wenn Kurs-Details angezeigt werden
fr_fr: Médias à utiliser lors de l'affichage des détails du cours.
nl_nl: Media om te gebruiken bij het bekijken van cursus details.
pt_br: Mídia a usar quando vendo os detalhes do curso.

source: Edit User Profile
ar: تحرير ملف تعريف المستخدم
de_de: Nutzerprofil editieren
fr_fr: Modifier le profil utilisateur
it_it: Modifica il Profilo Utente
nl_nl: Bewerk Gebruikersprofiel.
pt_br: Editar Perfil de Usuário

source: Media to use when viewing course listings (e.g. Courses page or Instructor page).
ar: وسائل الاعلام المستخدمة عند عرض قوائم الدورات التدريبية
de_de: Medium, das benutzt werden soll, wenn eine Auflistung von Kursen angezeigt wird (z.B. auf der Seite der Kurse, oder auf einer Kursleiter-Seite)
fr_fr: Médias à utiliser lors de la visualisation des listes de cours (par exemple: page de cours ou page de formateur).
nl_nl: Te gebruiken media voor het tonen van cursuslijsten (bijv. Cursussen pagina of Leraar pagina).
pt_br: Mídia a usar quando vendo listagens de curso (por exemplo: página de Cursos ou de Instrutores).

source: You can not add a student, the class limit is reached.
ar: لا يمكنك إضافة طالب، تم بلوغ الحد.
de_de: Sie können keinen Studenten hinzufügen, das Klassenlimit ist erreicht.
fr_fr: Vous ne pouvez pas ajouter un étudiant, la limite de la classe est atteinte.
it_it: Non puoi aggiungere studenti, limite della classe raggiunto.
nl_nl: Toevoegen student niet mogelijk. Klaslimiet bereikt.
pt_br: Você não pode adicionar um estudante, o limite desta turma foi atingido.

source: Size for (newly uploaded) course images.
ar: الحجم للصور (الذي تم تحميله حديثا) للدورة التدريبية.
de_de: Größe der (in Zukunft hochzuladenden) Kurs-Bilder
fr_fr: Taille des images de cours (nouvellement mis à jour)
nl_nl: Grootte voor beelden van de cursus (onlangs geüpload).
pt_br: Tamanho para (uploads de novas) imagens de curso.

source: Choose student...
ar: اختيار الطلاب...
de_de: Student wählen...
fr_fr: Choisir étudiant ...
it_it: Scegli studente...
nl_nl: Kies student...
pt_br: Escolher estudante...

source: Order of courses in admin and on front.
ar: ترتيب دورات في الإدارة وعلى الواجهة.
de_de: Sortierung der Kurse im Administrationsbereich und für die Endbenutzer
fr_fr: Ordre des cours en admin et en avant.
nl_nl: Volgorde van cursussen in beheerder en voorkant.
pt_br: Ordem dos cursos no administrador e no frontend.

source: Enter user ID
ar: أدخل معرف المستخدم
de_de: User ID eingeben
fr_fr: Entrer l'ID utilisateur
it_it: Inserisci il nome utente
nl_nl: Voeg gebruikers ID in
pt_br: Digite o ID de usuário

source: Order by
ar: الترتيب حسب
de_de: Sortieren nach
fr_fr: Trier par
it_it: Ordina per
nl_nl: Volgorde van
pt_br: Ordenar por

source: There are no students enrolled in this course. Add them below.
ar: لا يوجد طلاب مسجلين في هذه الدورة. أضف الطلاب أدناه.
de_de: Es sind keine Studenten in diesem Kurs eingeschrieben. Fügen Sie im Folgenden welche hinzu.
fr_fr: Il n'y a pas d'étudiants inscrits dans ce cours. Ajoutez les ci-dessous.
it_it: Non ci sono studenti iscritti al corso. Aggiungili sotto.
nl_nl: Er zijn nog geen studenten aangemeld bij de cursus. Voeg ze hier toe.
pt_br: Não há estudantes inscritos neste curso. Adicione abaixo.

source: Course start date
ar: تاريخ بداية الدورة
de_de: Startdatum Kurs
fr_fr: Date de début du cours
it_it: Data di inizio del corso
nl_nl: Cursus begin datum
pt_br: Data de início do Curso

source: There are no students enrolled in this course.
ar: لا يوجد متدربين مسجلين في هذه الدورة
de_de: Es sind keine Studenten in diesem Kurs eingeschrieben.
fr_fr: Il n'y a pas d'étudiants inscrits à ce cours.
it_it: Non ci sono studenti iscritti al corso.
nl_nl: Er zijn nog geen studenten aangemeld bij de cursus.
pt_br: Não há estudantes inscritos neste curso.

source: Course enrollment start date
ar: تاريخ بدء التسجيل دورة
de_de: Startdatum Einschreibung
fr_fr: Date de début de l'inscription au cours
it_it: Data di inizio delle iscrizioni al corso
nl_nl: Cursus inschrijving begin datum
pt_br: Data de início das inscrições do Curso

source: No instructors found...
ar: لا يوجد مدربين
de_de: Keine Kursleiter gefunden...
fr_fr: Aucun formateur trouvé ...
it_it: Nessun istruttore trovato...
nl_nl: Geen leraren gevonden...
pt_br: Nenhum instrutor encontrado...

source: Direction
ar: الاتجاه
de_de: Richtung
nl_nl: Richting
pt_br: Direção

source: Assessable items only.
ar: العناصر القابلة للتقييم فقط
de_de: Nur bewertbare Objekte.
fr_fr: Éléments évaluables uniquement.
it_it: Solo oggetti valutabili.
nl_nl: Alleen beoordeelbare onderdelen.
pt_br: Apenas ítens acessáveis.

source: Select the default limitations on accessing and enrolling in this course.
ar: حدد القيود الافتراضية للوصول والتسجيل في هذه الدورة.
de_de: Wähle die Standard-Beschränkungen für den Zugriff und die Einschreibung in diesen Kurs
fr_fr: Sélectionnez les limitations par défaut pour accéder et s'inscrire au cours.
nl_nl: Selecteer de standaard beperkingen van toegang en inschrijving voor deze cursus.
pt_br: Selecione as limitações padrão de acesso e inscrição neste curso.

source: Last Activity
ar: آخر نشاط
de_de: Letzte Aktivität
fr_fr: Dernière activité
it_it: Ultima attività
nl_nl: Laatste activiteit
pt_br: Última Atividade

source: [never]
de_de: [nie]
it_it: [mai]
nl_nl: [nooit]
pt_br: [nunca]

source: Add microdata syntax
pt_br: Adicionar sintaxe de microdados

source: Course module seen.
ar: نموذج الدورة التدريبية
de_de: Modul angesehen.
fr_fr: Module de cours vu.
it_it: Modulo visto.
nl_nl: Cursus module gezien.
pt_br: Módulo de Curso visto.

source: Add structure data to courses.
ar: إضافة بنية بيانات للدورات التدريبية.
de_de: Füge dem Kurs Struktur-Daten hinzu
fr_fr: Ajouter des données de structure aux cours.
nl_nl: Voeg gestructureerde data toe aan cursussen.
pt_br: Adicionar dados estruturais aos cursos.

source: Course seen
ar: الدورة التدريبية
de_de: Kurs gesehen
fr_fr: Course vue
it_it: Corso visualizzato
nl_nl: Cursus gezien
pt_br: Curso visto

source: Allow to integrate MarketPress to sell courses...
pt_br: Permite integrar ao MarketPress para vender cursos...

source: Course unit seen.
ar: الوحدة
de_de: Lektion angesehen.
fr_fr: Unité de cours vue.
it_it: Unità visualizzata
nl_nl: Cursus module gezien.
pt_br: Unidade de Curso vista.

source: Use MarketPress to sell courses
ar: استخدام ماركيتبريس لبيع الدورات التدريبية
de_de: Benutze MarketPress, um Kurse zu verkaufen
fr_fr: Utilisez MarketPress pour vendre des cours
it_it: Usa MarketPress per vendere i corsi
nl_nl: Gebruik MarketPress om cursussen te verkopen.
pt_br: Use o MarketPress para vender cursos

source: User enrolled to a course.
ar: العضو مسجل في دورة تدريبية
de_de: Benutzer hat sich in einen Kurs eingeschrieben.
fr_fr: Utilisateur inscrit à un cours.
it_it: L'utente iscritto ad un corso.
nl_nl: Gebruiker is ingeschreven voor een cursus.
pt_br: Um usuário se inscreveu em um curso.

source: User have logged in.
ar: تم تسجيل دخول المستخدم.
de_de: Benutzer hat sich angemeldet.
fr_fr: L'utilisateur s'est connecté.
it_it: L'utente ha effettuato il login.
nl_nl: Gebruiker is ingelogd.
pt_br: Um usuário fez login.

source: When the course becomes unpaid, then:
ar: عندما تصبح الدورة غير مدفوعة الأجر، ثم:
de_de: Wenn der Kurs auf "ohne Bezahlung" gesetzt wird, dann:
fr_fr: Lorsque le cours devient non payé, alors:
it_it: Quando un corso diventa gratis,
nl_nl: Wanneer de cursus niet betaald wordt, dan:
pt_br: Se o curso não for pago, então:

source: Answered a module.
ar: تم الرد على نموذج
de_de: Hat ein Modul beantwortet.
fr_fr: Répondre à un module.
nl_nl: Beantwoordde een module.
pt_br: Respondeu um módulo.

source: Change to draft related MarketPress product.
de_de: Ändere den Status des damit zusammenhängenden MarketPress-Produkts auf "Entwurf"
fr_fr: Changement au projet relatif au produit MarketPress.
nl_nl: Verander in concept gerelateerd MarketPress product.
pt_br: Mudar para produto rascunho correlato do MarketPress.

source: Unknown student action.
ar: عمل طالب غير معروف
de_de: Unbekannte Aktion des Studenten.
fr_fr: Action étudiante inconnue.
nl_nl: Onbekende student actie.
pt_br: Ação desconhecida de estudante.

source: Delete related MarketPress product.
ar: حذف المنتجات ماركيتبريس ذات الصلة.
de_de: Lösche das damit zusammenhängende MarketPress-Produkt
fr_fr: Supprimer le produit MarketPress associé".
nl_nl: Verwijder gerelateerd MarketPress product.
pt_br: Apagar produto correlato do MarketPress.

source: When the course is deleted, then:
ar: عندما يتم حذف الدورة التدريبية،
de_de: Wenn der Kurs gelöscht wird, dann:
fr_fr: Lorsque le cours est supprimé, alors:
nl_nl: Wanneer de cursus verwijderd is, dan:
pt_br: Se o curso for apagado, então:

source: Number of instructors per page
ar: عدد المدربين في كل صفحة
de_de: Anzahl der Kursleiter pro Seite
fr_fr: Nombre de formateurs par page
pt_br: Número de instrutores por página

source: Students need to complete %s first.
ar: يحتاج الطلاب إلى إكمال%s أولا.
de_de: Studenten müssen zuerst %s abschließen
fr_fr: Les étudiants doivent terminer %s en premier.
pt_br: Estudantes precisam completar %s antes.

source: CoursePress Notifications
ar: إشعارات كورسيبريس
de_de: CoursePress Benachrichtigungen
fr_fr: Notifications CoursePress
it_it: Notifiche CoursePress
pt_br: Notificações do CoursePress

source: Registered users.
ar: الأعضاء المسجلين
de_de: Registrierte Nutzer.
fr_fr: Utilisateurs enregistrés.
it_it: Utenti registrati.
nl_nl: Geregistreerde gebruikers.
pt_br: Usuários registrados.

source: No notification title!
ar: لا يوجد عنوان للإشعار
de_de: Titel der Benachrichtigung fehlt!
fr_fr: Pas de titre de notification!
pt_br: Nenhum título de notificação!

source: Enroll Now!
ar: التسجيل الآن!
de_de: Jetzt einschreiben!
fr_fr: Inscrivez-vous maintenant!
it_it: Iscriviti adesso!
nl_nl: Schrijf Nu In!
pt_br: Inscreva-se Agora!

source: No notification content!
ar: لا يوجد محتوى للإشعار!
de_de: Inhalt der Benachrichtigung fehlt!
fr_fr: Aucun contenu de notification!
pt_br: Nenhum conteúdo de notificação!

source: Access Course
ar: الدخول للدورة
de_de: Zugriff auf Kurs
fr_fr: Cours d'accès
it_it: Accesso al Corso
pt_br: Acessar Curso

source: You do not have permission to edit this notification.
ar: ليس لديك الصلاحية لتحرير هذا الإشعار.
de_de: Sie haben keine Erlaubnis diese Benachrichtigung zu ändern.
fr_fr: Vous n'avez pas l'autorisation de modifier cette notification
pt_br: Você não tem permissão para editar esta notificação.

source: Enroll
ar: سجِّل الآن
de_de: Einschreiben
fr_fr: Inscription
it_it: Iscriviti
nl_nl: Schrijf in
pt_br: Inscreva-se

source: All courses
ar: كافة الدورات
de_de: Alle Kurse
fr_fr: Tous les cours
it_it: Tutti i corsi
pt_br: Todos os cursos

source: Untitled Page %s
de_de: Unbetitelte Seite %s
fr_fr: Page sans titre %s
it_it: Pagina senza titolo %s
pt_br: Página %s Sem Título

source: You do not have permission to add notification.
ar: ليس لديك الصلاحية لإضافة إشعار.
de_de: Sie haben keine Erlaubnis eine Benachrichtigung hinzuzufügen.
fr_fr: Vous n'êtes pas autorisé à ajouter une notification.
pt_br: Você não tem permissão para adicionar uma notificação.

source: This unit is available, but you need to complete all the REQUIRED modules before this unit.
ar: هذه الوحدة متاحله ولكن تحتاج إلى إكمال جميع الوحدات المطلوبة قبل هذه الوحدة.
de_de: Diese Lektion ist verfügbar. Sie müssen jedoch alle benötigten Module vor dieser Lektion abschließen.
fr_fr: Cette unité est disponible, mais vous devez compléter tous les REQUIRED modules avant cette unité.
it_it: Questa unità non è disponibile, è necessario completare prima le altre unita marcate come RICHIESTE
pt_br: Esta unidade está disponível, mas você precisa completar todos os módulos REQUERIDOS antes desta unidade.

source: Receivers:
ar: المستقبلين
de_de: Empfänger:
fr_fr: Récepteurs:
nl_nl: Ontvangers:
pt_br: Receptores:

source: Unknown
ar: غير معرف
de_de: Unbekannt
fr_fr: Inconnu
it_it: Sconosciuto
pt_br: Desconhecido

source: This unit will be available on the scheduled start date.
ar: ستتوفر هذه الوحدة في التاريخ المحدد للبدء
de_de: Diese Lektion wird zum geplanten Starttermin verfügbar sein.
fr_fr: Cette unité sera disponible à la date de début prévue.
it_it: Questa unità sarà disponibile alla data impostata.
pt_br: Esta unidade estará disponível na data de início programada.

source: Edit visibility
ar: تحرير الرؤية
de_de: Wer kann dies sehen?
fr_fr: Modifier la visibilité
pt_br: Editar visibilidade

source: You need to completed all the REQUIRED modules before this module.
ar: تحتاج إلى إكمال جميع الوحدات المطلوبة قبل هذه الوحدة.
de_de: Sie müssen alle benötigten Module vor diesem Modul abschliessen.
fr_fr: Vous devez remplir tous les modules REQUIRED avant ce module.
pt_br: Você precisa completar todos os módulos REQUERIDOS antes deste módulo.

source: no option available
ar: لا يوجد خيار متاح
de_de: keine Option verfügbar
fr_fr: aucune option disponible
it_it: nessuna opzione disponibile
pt_br: nenhuma opção disponível

source: No units in the course currently. Please check back later.
ar: لا يوجد أي وحدات في هذه الدورة حاليا. الرجاء التحقق منها لاحقا
de_de: Aktuell gibt es keine Lektionen in diesem Kurs. Bitte kommen Sie später wieder.
fr_fr: Aucune unité dans le cours actuellement. Revenez plus tard.
it_it: In questo corso attualmente non ci sono lezioni. Ti prego di controllare più avanti.
pt_br: Nenhuma unidade no curso atualmente. Por favor volte mais tarde.

source: Please choose a course first and save the notification.
ar: الرجاء اختيار دورة أولاً وحفظ الإشعار.
de_de: Bitte wählen Sie zuerst einen Kurs und speichern Sie dann die Benachrichtigung.
fr_fr: Veuillez d'abord choisir un cours et enregistrer la notification
pt_br: Por favor escolha um curso antes e grave a notificação.

source: Completed courses
ar: الدورات المكتملة
de_de: Abgeschlossene Kurse
fr_fr: Cours terminés
it_it: Corsi completati
nl_nl: Cursussen voldaan
pt_br: Cursos completados

source: Enrolled students of this course.
ar: الطلبة المسجلين في هذه الدورة.
de_de: Für diesen Kurs eingeschriebene Studenten.
fr_fr: Étudiants inscrits à ce cours.
it_it: Studenti iscritti a questo corso.
pt_br: Estudantes inscritos neste curso.

source: Current Courses
ar: الدورات الحالية
de_de: Aktuelle Kurse
fr_fr: Cours en cours
it_it: Corso corrente
nl_nl: Huidige cursussen
pt_br: Cursos Atuais

source: Enrolled
ar: مسجل
de_de: Eingeschrieben
fr_fr: Inscrit
it_it: Iscritti
nl_nl: Ingeschreven
pt_br: Inscrito

source: Facilitated Courses
de_de: Geförderte Kurse
fr_fr: Cours Facilités
pt_br: Cursos Facilitados

source: All students who pass this course.
ar: جميع الطلاب المجتازين لهذه الدورة
de_de: Alle Studenten, die diesen Kurs bestehen
fr_fr: Tous les élèves qui réussissent ce cours.
it_it: Tutti gli studenti che hanno superto questo corso.
pt_br: Todos os estudantes que passem neste curso.

source: Starting soon
ar: قريباً
de_de: Startet bald
fr_fr: Commence bientôt
it_it: Disponibile a breve
pt_br: Começa em breve

source: All students who failed this course.
ar: جميع الطلاب الذين رسبوا في هذه الدورة.
de_de: Alle Studenten, die diesen Kurs nicht bestanden haben
fr_fr: Tous les étudiants qui ont échoué ce cours.
it_it: Tutti gli studenti che non hanno superto questo corso.
pt_br: Todos os estudantes que não passaram neste curso.

source: Incomplete courses
ar: دورات غير مكتملة
de_de: Unvollständige Kurse
fr_fr: Cours incomplets
it_it: Corsi incompleti
pt_br: Cursos incompletos
